# TODO: Translation updated at 2025-01-09 23:19

translate russian strings:

    # game/book_script.rpy:4
    old "  뒷골목에서 마법상점을 운영하는 주인공. 주로 용병들에게 회복 물약을 판매한다. \n  스스로 평범하다고 생각하지만, 다양한 비밀을 가지고 있다. 마법과 주술 둘 다 재능이 있다.\n  오드아이와 길쭉한 귀가 특징. 나름 독특한 외형이지만, 개과에서는 종종 보이는 특징이다. \n  의외로 눈치가 없는 구석도... 주변 수인들의 관심을 잘 이해하지 못하고 있다."
    new "  Главный герой, который управляет магическим магазином в переулке, в основном продавая наемникам целебные зелья. \n  Считая себя обычным, он хранит различные тайны и обладает талантами как в магии, так и в шаманизме.\n  Характеризуется гетерохромией и удлиненными ушами - уникальными особенностями, которые изредка встречаются среди собачьих видов. \n  Временами удивительно забывчив... не способен понять, что окружающие териантропы обращают на него внимание."

    # game/book_script.rpy:5
    old "  유명 용병단에 소속된 숙련된 늑대 용병. 주인공과 호위 계약을 맺었지만, 가게 일까지 적극적으로 도와주고 있다. \n  얼핏 차가워보이는 인상이지만, 주인공에게 만큼은 다른 태도를 보여준다. \n  과거에 주인공과 어떤 관계가 있었던 것 같지만..."
    new "  Опытный наемник-волк, принадлежащий к известной группе наемников. Хотя его наняли в качестве телохранителя, он активно помогает выполнять обязанности в магазине. \n  Несмотря на холодное первое впечатление, он проявляет иное отношение к главному герою. \n  Кажется, в прошлом у него были какие-то отношения с главной героиней..."

    # game/book_script.rpy:6
    old "  백작 휘하 기사단의 호랑이 기사. 기사단장이면서 동시에 유명한 호색한이다. \n  자꾸만 주인공의 가게에 찾아와서 플러팅하는 중. 주인공이 굉장히 마음에 든 것 같다. \n  갑옷 이외에는 몸을 가리는게 거의 없다. 노출증이 있는 것 같기도..."
    new "  Тигр рыцарь, который служит командиром графских рыцарей. Одновременно командир рыцарей и отъявленный бабник. \n  Часто заходит в магазин главного героя, чтобы пофлиртовать. Кажется, что он очень любит главного героя. \n  Не носит почти ничего, кроме доспехов. Может иметь склонность к эксгибиционизму..."

    # game/book_script.rpy:7
    old "  마탑 소속 정식 마법사. 마탑 내에서 입지는 꽤 좁은 편이다. \n  마력누수 때문에 보통 마법사의 절반 수준의 마법밖에 못 쓴다. 타고난 육체 능력으로 보완하는 중. \n  주인공의 불법 행위를 눈감아주지만, 일방적으로 공범 관계라고 생각하는 듯 하다."
    new "  Официальный маг Волшебной башни, хотя его положение в башне довольно низкое. \n  Из-за утечки маны он может использовать магию лишь на половину уровня обычных магов. Компенсирует это врожденными физическими способностями. \n  Закрывает глаза на незаконную деятельность главного героя, хотя, похоже, в одностороннем порядке считает их партнерами по преступлению."

    # game/book_script.rpy:8
    old "  300년 넘게 살아온 주술사. 주인공의 스승님이다. 평소에는 전 세계를 여행하는 방랑자이며, 주인공이 가게를 차린 뒤로 처음 찾아왔다. \n  걸치고 있는 옷도 불편한지, 훌렁훌렁 벗어버리는 타입. \n  어떠한 이유로 주인공에 대한 기억을 봉인하게 되었다."
    new "  Шаман, проживший более 300 лет. Учитель главного героя. Обычно странник, путешествующий по миру, впервые посетивший его с тех пор, как главный герой открыл лавку. \n  Склонен небрежно снимать одежду, когда чувствует себя некомфортно. \n  По какой-то причине запечатанные воспоминания, касающиеся главного героя."

    # game/book_script.rpy:9
    old "  가까운 마을의 용병 길드에서 접수원으로 일하는 치타. 서류 업무는 거의 루카스 담당이다. \n  평소에는 지적이고 예의바른 직원이지만, 술에 취하면 완전히 다른 모습을 보여준다."
    new "  Гепард, работающий секретарем в гильдии наемников соседней деревни. Lucas занимается большей частью бумажной работы. \n  Обычно интеллигентный и вежливый сотрудник, но в пьяном виде показывает себя с совершенно другой стороны."

    # game/book_script.rpy:10
    old "  동방을 오가는 무역 상단의 주인. 상품의 가치를 알아보는 능력이 탁월하다. \n  상단에서는 식음료를 주로 취급하고 있다. 주력 상품은 술과 향신료. \n  최근들어 자꾸만 '매음굴의 주인'이라는 헛소문에 시달리는 중."
    new "  Владелец торговой компании, путешествующей в восточные земли и обратно. Обладает исключительной способностью оценивать стоимость товаров. \n  Компания занимается в основном продуктами питания и напитками, специализируясь на алкоголе и специях. \n  В последнее время его беспокоят ложные слухи о том, что он является 'владельцем борделя'."

    # game/book_script.rpy:96
    old "마법 상점"
    new "Магический магазин"

    # game/book_script.rpy:98
    old "마법 지식으로 만든 상품을 판매하는 가게. [pl_name][josa_eun_neun] 주로 연금술로 만들어낸 물약을 취급한다."
    new "Магазин, в котором продаются товары, созданные с помощью магических знаний. [pl_name] в основном торгует зельями, созданными с помощью алхимии."

    # game/book_script.rpy:100
    old "회복 물약"
    new "Целебное зелье"

    # game/book_script.rpy:102
    old "온갖 종류의 부상을 치유하기 위한 물약. 소독과 재생에 모두 사용할 수 있다. 단, 골절이나 이미 생긴 흉터에는 거의 효과가 없다."
    new "Зелье для заживления всех видов повреждений. Может использоваться как для обеззараживания, так и для регенерации. Однако оно почти не влияет на переломы и существующие шрамы."

    # game/book_script.rpy:104
    old "용병 길드"
    new "Гильдия приключений"

    # game/book_script.rpy:106
    old "용병과 의뢰를 중개하는 길드. 왕국 내 길드 중에서도 가장 규모가 크다. 모든 도시에 지부가 최소 하나는 존재한다."
    new "Гильдия, выступающая посредником между наемниками и заказчиками. Самая крупная гильдия в королевстве. В каждом городе есть хотя бы одно отделение."

    # game/book_script.rpy:108
    old "칼루리엔 용병단"
    new "Калуриен"

    # game/book_script.rpy:110
    old "유명한 용병단. 용병 길드 게시판에서 늘 그 이름과 문양을 볼 수 있다. 소속된 인원은 소수지만, 의뢰 평가 점수는 항상 높은 편이다."
    new "Известная группа наемников. Их название и эмблему всегда можно увидеть на доске объявлений Гильдии наемников. Несмотря на свою малочисленность, они постоянно получают высокие оценки за свои задания."

    # game/book_script.rpy:112
    old "반슈타인 기사단"
    new "Рыцари Бернштейна"

    # game/book_script.rpy:114
    old "백작 휘하의 기사단. 치안 유지는 물론이고, 마물 토벌에도 적극적으로 참여한다. 현재 기사단장은 엘레드."
    new "Рыцарский орден графа. Они активно участвуют как в поддержании общественного порядка, так и в покорении магических зверей. В настоящее время командует Elred."

    # game/book_script.rpy:116
    old "특제 물약"
    new "Особое зелье"

    # game/book_script.rpy:118
    old "[pl_name][josa_i_ga] 만든 강력한 회복 물약. 금지된 방법으로 만드는 물약이라서 대량으로 만들기는 어렵다. 가게에서 판매하는 물건이 아니다."
    new "Мощное целебное зелье, изготовленное [pl_name]. Создано с использованием запрещенных методов, что затрудняет массовое производство. Не продается в магазине."

    # game/book_script.rpy:120
    old "마력진동"
    new "Отклонение маны"

    # game/book_script.rpy:122
    old "던전처럼 마나의 흐름이 강한 곳에서 발생하는 현상. 갑작스럽게 흐름이 바뀔 때, 방향을 잃은 마나가 튀어나온다. 아주 위험한 현상은 아니지만, 영향을 받으면 어지럼증을 느끼거나 할 수 있다."
    new "Явление, возникающее в местах с сильным потоком маны, например в подземельях. Когда поток внезапно меняется, дезориентированная мана вырывается наружу. Хотя это и не очень опасно, у пострадавших может закружиться голова."

    # game/book_script.rpy:126
    old "마력 폭주"
    new "Ярость маны"

    # game/book_script.rpy:128
    old "체내 마력 흐름을 통제할 수 없는 상태. 보통은 마법을 잘못 사용하거나, 능력에 맞지 않게 무리하면 발생한다."
    new "Состояние, когда не получается контролировать поток маны в своем теле. Обычно возникает при неправильном использовании магии или при выходе за пределы своих возможностей."

    # game/book_script.rpy:130
    old "전송 마법진"
    new "ТП Магический круг"

    # game/book_script.rpy:132
    old "마탑에서 운영하는 특수한 공간 연결 마법진. 아무리 먼 거리라도 몇 초 만에 이동할 수 있다. 그러나 무턱대고 쓰기엔 요금이 꽤 비싸다."
    new "Особый соединяющий пространство магический круг, управляемый Волшебной башней. Может переносить на любое расстояние за считанные секунды. Однако для обычного использования плата довольно дорогая."

    # game/book_script.rpy:134
    old "마력 누수"
    new "Утечка маны"

    # game/book_script.rpy:136
    old "보통 마법사의 마나 효율은 90% 이상이다. 바토의 마나 효율은 약 절반 정도로, 마법 사용에 미숙한 초보 수준이다."
    new "У обычных магов эффективность использования маны превышает 90%. У Bato эффективность использования маны примерно вдвое ниже, что соответствует уровню владения магией новичка."

    # game/book_script.rpy:138
    old "마탑"
    new "Волшебная башня"

    # game/book_script.rpy:140
    old "현재 왕국에서 가장 큰 마법사 사회. 마탑의 정규 교육 과정을 거치려면 아주 많은 돈이 필요하다. 귀족과는 서로 껄끄러운 관계."
    new "Крупнейшее общество магов в нынешнем королевстве. Требует значительных средств для прохождения формального обучения в Волшебной башне. Имеет напряженные отношения с дворянством."

    # game/book_script.rpy:142
    old "시술"
    new "Процедура"

    # game/book_script.rpy:144
    old "마법을 몸에 직접 새기는 행위. 주로 용병이 빠르게 강해지기 위한 수단으로 사용한다. 새기는 방법에 따라서 효과와 부작용도 천차만별."
    new "Нанесение магических знаков непосредственно на тело. В основном используется наемниками как средство быстрого обретения силы. Эффекты и побочные эффекты сильно варьируются в зависимости от используемого метода."

    # game/book_script.rpy:146
    old "아티팩트"
    new "Артефакт"

    # game/book_script.rpy:148
    old "원래는 강력한 힘을 가진 고대 유물을 뜻한다. 그러나 언제부턴가 고대와 관련 없는 물건들도 강력하거나 유용하다면 아티팩트라고 부르기 시작했다."
    new "Изначально это были древние реликвии с мощными способностями. Однако в какой-то момент артефактами стали называть даже не древние предметы, если они были достаточно мощными или полезными."

    # game/book_script.rpy:150
    old "주술"
    new "колдовство"

    # game/book_script.rpy:152
    old "아득히 오래전부터 있었던 신비로운 기술. 그 강력함 때문에 전쟁도 여러 번 일어났으며, 주술사를 멸절한 국가도 있었다."
    new "Таинственное искусство, существующее с древних времен. Его сила стала причиной множества войн, а некоторые народы даже истребили своих шаманов."

    # game/book_script.rpy:156
    old "순간이동"
    new "Телепортация"

    # game/book_script.rpy:158
    old "'공간 마법의 예술'이라고도 불리는 고난도 마법. 숙련된 마법사도 적절한 매개체를 이용해서 시전한다. 류호의 구름 문양이 대표적인 예시."
    new "Продвинутая магия, также известная как 'искусство пространственной магии'. Даже опытные маги используют соответствующие средства для ее создания. Облачный узор Ryu-ho - яркий тому пример."

    # game/book_script.rpy:160
    old "봉인"
    new "Уплотнение"

    # game/book_script.rpy:162
    old "신비로운 힘으로 대상을 세계로부터 끊어내는 행위를 말한다. 다양한 형태의 격리 / 차단 마법이 발전하면서, 고전적인 봉인 기술은 크게 쇠퇴했다."
    new "Действие по отсечению цели от мира с помощью таинственных сил. С развитием различных форм изолирующей/барьерной магии классические техники запечатывания пришли в упадок."

    # game/book_script.rpy:164
    old "술집"
    new "Таверна"

    # game/book_script.rpy:166
    old "술, 식사, 숙박 등을 제공하는 가게. 따로 거점이 없는 떠돌이 용병들이 모이는 장소기도 하다. 참고로, 용병 길드는 '술집에서 용병과 계약하지 말 것'을 권장하고 있다."
    new "Заведение, где подают алкоголь, еду и ночлег. Также служит местом сбора странствующих наемников без базы. Обратите внимание, что Гильдия наемников не советует 'заключать контракты с наемниками в тавернах'."

    # game/book_script.rpy:168
    old "강철손 상회"
    new "Железная рука"

    # game/book_script.rpy:170
    old "어느 날 갑자기 나타난 조직. 상회라고 하지만 마탑에서는 그 정체를 범죄 조직으로 추정하고 있다."
    new "Организация, внезапно появившаяся в один прекрасный день. Хотя она называется компанией, в Волшебной башне подозревают, что это преступная организация."

    # game/book_script.rpy:172
    old "에일"
    new "Эль"

    # game/book_script.rpy:174
    old "술집에서 가장 흔하게 파는 술. 냉각과 보존 마법의 발전으로 새로운 형태의 술도 생겨나고 있지만, 여전히 술 하면 에일이 가장 기본적이다."
    new "Самый распространенный напиток, продаваемый в тавернах. Хотя с развитием магии охлаждения и консервации появляются новые виды алкоголя, эль остается самым основным напитком."

    # game/book_script.rpy:176
    old "벌꿀 사과주"
    new "Медовая яблочная медовуха"

    # game/book_script.rpy:178
    old "사과즙을 발효시켜 만든 술에 벌꿀을 첨가하여 맛을 조절한 술. 꿀의 단맛과 사과의 향기가 절묘한 조합을 자랑한다. 그러나 다른 술에 비해 흡수가 굉장히 빠르다."
    new "Алкогольный напиток, приготовленный путем брожения яблочного сока с добавлением меда для вкуса. Обладает изысканным сочетанием медовой сладости и яблочного аромата. Однако он усваивается гораздо быстрее, чем другие алкогольные напитки."

    # game/book_script.rpy:180
    old "마법 보호막"
    new "Магический щит"

    # game/book_script.rpy:182
    old "대부분의 방어 수단은 마력을 굴절시켜 약간 흘려보내는 정도에 그친다. 모든 종류의 마법으로부터 완전히 방어해 주는 보호막은 류호조차 불가능한 수준."
    new "Большинство защитных мер лишь слегка отклоняют и перенаправляют поток маны. Барьер, полностью защищающий от всех видов магии, не под силу даже Ryu-ho."

    # game/book_script.rpy:186
    old "남자 사냥"
    new "Крейс"

    # game/book_script.rpy:188
    old "성적인 만남을 위해 술집 등에서 어슬렁거리는 행위. 오직 '남자 사냥'만을 위한 공간도 있다고 한다."
    new "Акт засиживания в таких местах, как бары, с целью сексуальных контактов. Говорят, есть места, предназначенные исключительно для 'охоты на мужчин'."

    # game/book_script.rpy:190
    old "암시장"
    new "Черный рынок"

    # game/book_script.rpy:192
    old "어떤 의미로든 떳떳하지 못한 거래가 이루어지는 곳. 과거에 암시장을 멸절하려던 시도가 실패로 돌아간 뒤, 귀족들도 어느 정도는 묵인해 주고 있다."
    new "Место, где происходят сомнительные сделки любого рода. После того как прошлые попытки искоренить черные рынки провалились, даже дворяне стали относиться к ним с некоторой терпимостью."

    # game/book_script.rpy:194
    old "특제 물약2"
    new "Особое зелье 2"

    # game/book_script.rpy:196
    old "신선한 피에서 생명력을 뽑아내 회복 물약과 섞은 것. 시간이 되감기는 것처럼 느껴질 정도로 강력한 회복력을 보여준다."
    new "Смесь целебного зелья и жизненной силы, извлеченной из свежей крови. Проявляет настолько мощный эффект восстановления, что кажется, будто время перематывается назад."

    # game/book_script.rpy:198
    old "산 제물"
    new "Живое жертвоприношение"

    # game/book_script.rpy:200
    old "강력한 주술을 쓰기 위해 목숨을 제물로 바치는 행위. 고대에는 이것 때문에 그야말로 수없이 많은 목숨이 희생되었다고 한다."
    new "Акт принесения жизни в жертву для мощного колдовства. По сообщениям, в древности из-за этой практики погибло бесчисленное множество жизней."

    # game/book_script.rpy:202
    old "용병왕"
    new "Король наемников"

    # game/book_script.rpy:204
    old "일개 용병에서 왕이 되었다고 전해지는 인물. 분명 실존했던 수인이지만, 각색된 이야기가 너무 많아 대부분의 전설은 과장으로 여겨진다."
    new "Фигура, которая, как говорят, прошла путь от простого наемника до короля. Хотя териантропы, безусловно, существовали, большинство легенд о них считаются преувеличенными из-за многочисленных адаптаций."

    # game/book_script.rpy:206
    old "드래곤고추"
    new "Драконий перец"

    # game/book_script.rpy:208
    old "새빨간 색이 특징인 고추 품종. 생으로도 먹지만, 주로 말려서 가루를 만들어 쓴다. 이름의 유래에 대해서는 아직도 박물학자 간의 논쟁이 많다."
    new "Разновидность перца, отличающаяся ярко-красным цветом. Его едят сырым, но в основном сушат и измельчают в порошок. Происхождение его названия до сих пор вызывает споры среди натуралистов."

    # game/book_script.rpy:210
    old "용린과"
    new "Плод чешуи дракона"

    # game/book_script.rpy:212
    old "껍질이 용의 비늘과 닮았다 하여 이름 붙여진 과일. 속의 붉은 과육은 새콤달콤하다. 용병왕의 전설에도 등장하지만, 그 사실 여부는 밝혀지지 않았다."
    new "Фрукт, названный так за кожуру, напоминающую чешую дракона. Красная мякоть внутри сладкая и кислая. Хотя он фигурирует в легенде Короля наемников, его историческая достоверность остается неподтвержденной."

    # game/book_script.rpy:217
    old "정보 길드"
    new "Гильдия информаторов"

    # game/book_script.rpy:219
    old "원래는 정보를 거래하는 길드였으나, 현재는 사실상 용병 길드와 병합되었다. 정보를 수집하는 일을 전문으로 한다."
    new "Изначально это была гильдия, торгующая информацией, но теперь она фактически слилась с Гильдией приключений. Специализируется на сборе информации."

    # game/book_script.rpy:221
    old "증류주"
    new "Дистиллированные алкогольные напитки"

    # game/book_script.rpy:223
    old "한번 발효된 술을 다시 증류해서 만든 술. 그 과정에서 맛과 향이 크게 변한다. 이 지역의 유명 증류주는 포도주나 사과주를 재료로 만든다."
    new "Алкоголь, получаемый путем перегонки сброженных напитков. Этот процесс значительно меняет его вкус и аромат. Известные дистиллированные алкогольные напитки в этом регионе делают из вина или сидра."

    # game/book_script.rpy:225
    old "발광 마법"
    new "Светлая магия"

    # game/book_script.rpy:227
    old "마나를 빛으로 변환하여 뿜어내는 마법. 하지만, 생활 속에서 광원이 필요하다면 다른 수단을 사용하는 게 더 효율적이다."
    new "Магия, преобразующая ману в свет. Однако для повседневного освещения более эффективны другие методы."

    # game/book_script.rpy:229
    old "강철손 상회2"
    new "Железная рука. 2"

    # game/book_script.rpy:231
    old "이 조직은 장인들을 납치해서 노예처럼 부리고 있었다. 그러나 그 목적에 대해서는 아직 정확히 밝혀지지 않았다."
    new "Эта организация похищала ремесленников и использовала их в качестве рабов. Однако их истинная цель остается неизвестной."

