# TODO: Translation updated at 2024-10-15 20:20

translate spanish strings:

    # game/book_script.rpy:4
    old "  뒷골목에서 마법상점을 운영하는 주인공. 주로 용병들에게 회복 물약을 판매한다. \n  스스로 평범하다고 생각하지만, 다양한 비밀을 가지고 있다. 마법과 주술 둘 다 재능이 있다.\n  오드아이와 길쭉한 귀가 특징. 나름 독특한 외형이지만, 개과에서는 종종 보이는 특징이다. \n  의외로 눈치가 없는 구석도... 주변 수인들의 관심을 잘 이해하지 못하고 있다."
    new "  뒷골목에서 마법상점을 운영하는 주인공. 주로 용병들에게 회복 물약을 판매한다. \n  스스로 평범하다고 생각하지만, 다양한 비밀을 가지고 있다. 마법과 주술 둘 다 재능이 있다.\n  오드아이와 길쭉한 귀가 특징. 나름 독특한 외형이지만, 개과에서는 종종 보이는 특징이다. \n  의외로 눈치가 없는 구석도... 주변 수인들의 관심을 잘 이해하지 못하고 있다."

    # game/book_script.rpy:5
    old "  유명 용병단에 소속된 숙련된 늑대 용병. 주인공과 호위 계약을 맺었지만, 가게 일까지 적극적으로 도와주고 있다. \n  얼핏 차가워보이는 인상이지만, 주인공에게 만큼은 다른 태도를 보여준다. \n  과거에 주인공과 어떤 관계가 있었던 것 같지만..."
    new "  유명 용병단에 소속된 숙련된 늑대 용병. 주인공과 호위 계약을 맺었지만, 가게 일까지 적극적으로 도와주고 있다. \n  얼핏 차가워보이는 인상이지만, 주인공에게 만큼은 다른 태도를 보여준다. \n  과거에 주인공과 어떤 관계가 있었던 것 같지만..."

    # game/book_script.rpy:6
    old "  백작 휘하 기사단의 호랑이 기사. 기사단장이면서 동시에 유명한 호색한이다. \n  자꾸만 주인공의 가게에 찾아와서 플러팅하는 중. 주인공이 굉장히 마음에 든 것 같다. \n  갑옷 이외에는 몸을 가리는게 거의 없다. 노출증이 있는 것 같기도..."
    new "  백작 휘하 기사단의 호랑이 기사. 기사단장이면서 동시에 유명한 호색한이다. \n  자꾸만 주인공의 가게에 찾아와서 플러팅하는 중. 주인공이 굉장히 마음에 든 것 같다. \n  갑옷 이외에는 몸을 가리는게 거의 없다. 노출증이 있는 것 같기도..."

    # game/book_script.rpy:7
    old "  마탑 소속 정식 마법사. 마탑 내에서 입지는 꽤 좁은 편이다. \n  마력누수 때문에 보통 마법사의 절반 수준의 마법밖에 못 쓴다. 타고난 육체 능력으로 보완하는 중. \n  주인공의 불법 행위를 눈감아주지만, 일방적으로 공범 관계라고 생각하는 듯 하다."
    new "  마탑 소속 정식 마법사. 마탑 내에서 입지는 꽤 좁은 편이다. \n  마력누수 때문에 보통 마법사의 절반 수준의 마법밖에 못 쓴다. 타고난 육체 능력으로 보완하는 중. \n  주인공의 불법 행위를 눈감아주지만, 일방적으로 공범 관계라고 생각하는 듯 하다."

    # game/book_script.rpy:8
    old "  300년 넘게 살아온 주술사. 주인공의 스승님이다. 평소에는 전 세계를 여행하는 방랑자이며, 주인공이 가게를 차린 뒤로 처음 찾아왔다. \n  걸치고 있는 옷도 불편한지, 훌렁훌렁 벗어버리는 타입. \n  어떠한 이유로 주인공에 대한 기억을 봉인하게 되었다."
    new "  300년 넘게 살아온 주술사. 주인공의 스승님이다. 평소에는 전 세계를 여행하는 방랑자이며, 주인공이 가게를 차린 뒤로 처음 찾아왔다. \n  걸치고 있는 옷도 불편한지, 훌렁훌렁 벗어버리는 타입. \n  어떠한 이유로 주인공에 대한 기억을 봉인하게 되었다."

    # game/book_script.rpy:9
    old "  가까운 마을의 용병 길드에서 접수원으로 일하는 치타. 서류 업무는 거의 루카스 담당이다. \n  평소에는 지적이고 예의바른 직원이지만, 술에 취하면 완전히 다른 모습을 보여준다."
    new "  가까운 마을의 용병 길드에서 접수원으로 일하는 치타. 서류 업무는 거의 루카스 담당이다. \n  평소에는 지적이고 예의바른 직원이지만, 술에 취하면 완전히 다른 모습을 보여준다."

    # game/book_script.rpy:93
    old "욕망"
    new "욕망"

    # game/book_script.rpy:95
    old "내 손으로 직접 일구어낸 가게. 주로 물약을 취급한다."
    new "내 손으로 직접 일구어낸 가게. 주로 물약을 취급한다."

    # game/book_script.rpy:96
    old "신비"
    new "신비"

    # game/book_script.rpy:97
    old "주술"
    new "주술"

    # game/book_script.rpy:98
    old "이제는 쓰는 사람이 거의 없는 고대의 기술. 나는 스승님에게 직접 전수받았다."
    new "이제는 쓰는 사람이 거의 없는 고대의 기술. 나는 스승님에게 직접 전수받았다."

    # game/book_script.rpy:99
    old "강화술"
    new "강화술"

    # game/book_script.rpy:100
    old "시술"
    new "시술"

    # game/book_script.rpy:101
    old "마법을 몸에 직접 새기는 행위. 주로 용병이 육체를 강화하기 위해서 사용한다."
    new "마법을 몸에 직접 새기는 행위. 주로 용병이 육체를 강화하기 위해서 사용한다."

    # game/book_script.rpy:102
    old "[pl_name]의 물약"
    new "[pl_name]의 물약"

    # game/book_script.rpy:103
    old "특제 물약"
    new "특제 물약"

    # game/book_script.rpy:104
    old "내가 ‘금지된 방법’으로 만든 강력한 회복 물약. 그 방법은 절대 비밀이다."
    new "내가 ‘금지된 방법’으로 만든 강력한 회복 물약. 그 방법은 절대 비밀이다."

    # game/book_script.rpy:106
    old "친절"
    new "친절"

    # game/book_script.rpy:107
    old "가헬은 내 가게의 일까지 친절하게 도와준다. 이유는 모르겠지만..."
    new "가헬은 내 가게의 일까지 친절하게 도와준다. 이유는 모르겠지만..."

    # game/book_script.rpy:108
    old "가헬2"
    new "가헬2"

    # game/book_script.rpy:110
    old "가헬은 용병단 '칼루리엔' 소속의 숙련된 용병이다. 어중이떠중이와는 다르다."
    new "가헬은 용병단 '칼루리엔' 소속의 숙련된 용병이다. 어중이떠중이와는 다르다."

    # game/book_script.rpy:111
    old "가헬3"
    new "가헬3"

    # game/book_script.rpy:112
    old "목욕"
    new "목욕"

    # game/book_script.rpy:113
    old "씻는 걸 싫어하는 것 같다. 도대체 왜?"
    new "씻는 걸 싫어하는 것 같다. 도대체 왜?"

    # game/book_script.rpy:115
    old "이상"
    new "이상"

    # game/book_script.rpy:137
    old "향상"
    new "향상"

