# TODO: Translation updated at 2024-01-29 00:16

# game/script/chapter1.rpy:28
translate russian c01_0000:

    # c a "이곳은 나의 마법 상점, 선반에 올려진 형형색색의 물약들이 창문을 통해 들어온 햇살에 반짝인다." id c01_0000
    c base "Это мой волшебный магазин, где разноцветные зелья на полках сверкают в лучах солнечного света, льющегося через окно." id c01_0000

# game/script/chapter1.rpy:30
translate russian c01_0001:

    # c a "그 햇살이 부드럽게 얼굴에 닿자 기분이 좋아져 미소를 지었다." id c01_0001
    c smile "Когда солнечный свет мягко касается моего лица, я ловлю себя на том, что улыбаюсь, чувствуя прилив сил." id c01_0001

# game/script/chapter1.rpy:32
translate russian c01_0002:

    # c a "이 가게는 도시의 뒷골목에 위치해 있지만, 절묘하게 햇볕이 잘 들어오는 입지 때문에 망설이지 않고 바로 계약을 했었다." id c01_0002
    c base "Магазин расположен в глухом переулке замка, но я без колебаний подписал контракт из-за его изысканно солнечного расположения." id c01_0002

# game/script/chapter1.rpy:34
translate russian c01_0003:

    # c a "그래도 뒷골목은 뒷골목인지 영업 초기에는 손님들이 잘 찾아오지 않아 힘들었다." id c01_0003
    c "Тем не менее, находясь в глухом переулке, поначалу было нелегко, так как клиенты приходили нелегко." id c01_0003

# game/script/chapter1.rpy:36
translate russian c01_0004:

    # c a "결국 나는 조금 더 수상한 (혹은 위험한) 물건도 취급하게 되었다." id c01_0004
    c "В конце концов, я обнаружил, что имею дело с предметами, которые были немного более подозрительными (или даже опасными)." id c01_0004

# game/script/chapter1.rpy:38
translate russian c01_0005:

    # c a "덕분에 수입은 확실히 넉넉해 졌고, 이대로만 벌어들인다면 성 안쪽에 가게를 차릴 수 있을지도 모른다는 허황된 상상까지 했다." id c01_0005
    c "Благодаря этому мой доход, безусловно, улучшился, и я даже позволил себе причудливую мысль открыть магазин в стенах замка, если буду продолжать так зарабатывать." id c01_0005

# game/script/chapter1.rpy:40
translate russian c01_0006:

    # c a "물론 뒷골목의 편안한 내 가게를 떠날 생각은 없다. 나는 먼지떨이로 선반을 구석구석 털면서 쓸데없는 상상이나 저녁식사 같은 생각에 잠겨 들었다." id c01_0006
    c "Конечно, я не собираюсь покидать свой магазин в комфорте закоулка. Я протер тряпкой полки за каждым углом, размышляя о праздных мечтах наяву и о том, что у меня будет сегодня на ужин." id c01_0006

# game/script/chapter1.rpy:45
translate russian c01_0007:

    # "{i}덜컹-!{/i}" id c01_0007
    "{i}Грохот-!{/i}" id c01_0007

# game/script/chapter1.rpy:50
translate russian c01_0008:

    # c a "뭔가 부딪히는 소리에 깜짝 놀라 고개를 돌렸다." id c01_0008
    c "Вздрогнув от звука чего-то разбивающегося, я быстро повернул голову." id c01_0008

# game/script/chapter1.rpy:52
translate russian c01_0009:

    # "푸른 빛이 느껴질 정도로 짙은 검은색의 털의 끝에는 일부 붉은색이 보인다. 윤기가 느껴지는 흰색 털이 조화를 이루는 이 늑대 수인은 가헬, 나이에 비해 엄청난 경력을 지닌 용병이다." id c01_0009
    "Мех, настолько темный, что почти отливает синевой, на кончиках имеет рыжие оттенки. Этот зверочеловек-волк, украшенный блестящим белым мехом, создающим поразительный контраст," 
    "Гахель, наемник с выдающейся карьерой, которая противоречит его возрасту." id c01_0009

# game/script/chapter1.rpy:54
translate russian c01_0010:

    # "그걸 증명하듯 근육질로 탄탄한 몸에는 베인 상처가 가득했다." id c01_0010
    "Словно в доказательство его храбрости, его мускулистое и крепкое тело покрыто шрамами от порезов." id c01_0010

# game/script/chapter1.rpy:56
translate russian c01_0011:

    # c a "나는 가헬을 보디가드 겸 전속용병으로 장기 계약을 맺고, 계약금과 별개로 그의 숙식도 제공하고 있었다." id c01_0011
    c "Я подписал долгосрочный контракт с Гахелем в качестве телохранителя и эксклюзивного наемника," 
    c "предусматривающий его проживание и питание в дополнение к гонорару за подписание контракта." id c01_0011

# game/script/chapter1.rpy:58
translate russian c01_0012:

    # c a "가헬은 아무 말없이 그 깊고 푸른 눈으로 나를 불만스럽게 바라보고 있었다. 아무래도 그가 계단을 내려오다가 아래에 놓인 상자를 걷어찰 뻔해서 그런 것 같았다." id c01_0012
    c "Гахель смотрит на меня с неудовольствием, его темно-синие глаза говорили все это без слов. Казалось вероятным, что, спускаясь, он чуть не пнул ногой коробку, лежавшую у подножия лестницы." id c01_0012

# game/script/chapter1.rpy:60
translate russian c01_0013:

    # c a "\"좋은 아침...?\"" id c01_0013
    c talk "\"Доброе утро...?\"" id c01_0013

# game/script/chapter1.rpy:62
translate russian c01_0014:

    # w "\"...\"" id c01_0014
    w "\"...\"" id c01_0014

# game/script/chapter1.rpy:67
translate russian c01_0015:

    # "가헬은 대답 없이 자신의 발 밑에 놓인 상자를 옮기려고 허리를 숙였다." id c01_0015
    "Не отвечая, Гахель наклонился, чтобы передвинуть коробку, стоявшую у его ног." id c01_0015

# game/script/chapter1.rpy:69
translate russian c01_0016:

    # c a "\"잠깐! 그거 아직 마법처리 안했어! 그냥 내버려 둬.\"" id c01_0016
    c "\"Подожди! Это еще не зачаровано! Просто оставь это как есть.\"" id c01_0016

# game/script/chapter1.rpy:77
translate russian c01_0017:

    # w "\"[pl_name], 이거 벌써 일주일은 여기 그대로 있었는데.\"" id c01_0017
    w "\"[pl_name],это лежит здесь уже неделю.\"" id c01_0017

# game/script/chapter1.rpy:82
translate russian c01_0018:

    # c a "그는 중저음의 허스키한 목소리로 나를 질책했다. 이상하게 잔소리를 듣는 기분이었다." id c01_0018
    c base "Он отчитал меня глубоким, хрипловатым голосом. Странно, но у меня было такое чувство, будто меня придирают." id c01_0018

# game/script/chapter1.rpy:84
translate russian c01_0019:

    # c a "\"아... 다른 중요한 물건을 먼저 처리하느라, 하하...\"" id c01_0019
    c ddam2 "\"Ах... Я был занят другими важными делами, хаха...\"" id c01_0019

# game/script/chapter1.rpy:86
translate russian c01_0020:

    # c a "나는 먼지떨이를 내려놓고 괜히 물약을 이리저리 옮기며 가헬의 시선을 피했다." id c01_0020
    c base "Я отложил тряпочку и неловко перемешал зелья, чтобы избежать взгляда Гахеля." id c01_0020

# game/script/chapter1.rpy:88
translate russian c01_0021:

    # "가헬은 딱딱하게 굳은 얼굴을 억지로 피면서 말했다." id c01_0021
    "Гахель говорил с каменным лицом, едва сдерживая улыбку." id c01_0021

# game/script/chapter1.rpy:92
translate russian c01_0022:

    # w "\"적어도 발에 채이지 않게 놔두지 그래?\"" id c01_0022
    w "\"Ты можешь хотя бы поместить его туда, где он не будет мешать?\"" id c01_0022

# game/script/chapter1.rpy:96
translate russian c01_0023:

    # c a "\"알겠어, 나중에 옆으로 옮겨놓을게.\"" id c01_0023
    c talk "\"Хорошо, я отложу это в сторону позже.\"" id c01_0023

# game/script/chapter1.rpy:101
translate russian c01_0024:

    # w "\"나중에?\"" id c01_0024
    w "\"Позже?\"" id c01_0024

# game/script/chapter1.rpy:103
translate russian c01_0025:

    # c a "가헬은 내 말을 추궁하며 눈빛만으로 나를 꿰뚫으려는 듯 날카롭게 바라본다." id c01_0025
    c base "Гахель впился в меня своим пристальным взглядом, давя на меня своими глазами, как будто пытаясь видеть меня насквозь." id c01_0025

# game/script/chapter1.rpy:105
translate russian c01_0026:

    # c a "전장에서 죽을 고비를 수없이 넘긴 용병의 카리스마... 를 왜 느끼고 있는지 모르겠다." id c01_0026
    c ddam2 "Харизма наемника, пережившего бесчисленные столкновения со смертью на поле боя... Я не знаю, почему я чувствую это сейчас." id c01_0026

# game/script/chapter1.rpy:107
translate russian c01_0027:

    # c a "이 상점의 주인은 나고 용병을 고용한 것도 난데... 무언가 역전된 느낌이었다." id c01_0027
    c ddam "Я владелец этого магазина и тот, кто нанял наемника... И все же было ощущение, что мы поменялись ролями." id c01_0027

# game/script/chapter1.rpy:112
translate russian c01_0028:

    # c a "하는 수 없이, 나는 바닥에 쭈그려 앉아 낑낑대며 무거운 상자를 질질 끌어당겼다." id c01_0028
    c base "Не имея выбора, я присел на корточки на полу и, кряхтя, подтащил к себе тяжелую коробку." id c01_0028

# game/script/chapter1.rpy:117
translate russian c01_0029:

    # "그 꼴을 보다못한 가헬은 대신 옮겨주려는 셈인지 가까이 다가와 상자를 붙잡는다." id c01_0029
    "Не в силах вынести этого зрелища, Гахель подошел, по-видимому, намереваясь передвинуть его для меня." id c01_0029

# game/script/chapter1.rpy:123
translate russian c01_0031:

    # c talk "\"아냐, 됐어. 저번에 도와준 것도 그렇고, 가게에서 잡일꾼으로 쓰려고 고용한 것도 아닌데.\"" id c01_0031
    c talk "\"Нет, все в порядке. В прошлый раз ты тоже помог, и я нанимал тебя не для выполнения черной работы в магазине.\"" id c01_0031

# game/script/chapter1.rpy:125
translate russian c01_0032:

    # "가헬이 붙잡은 상자를 내가 끌어당기자, 그 두터운 팔근육이 무색하게 상자가 스르륵 빠져나온다." id c01_0032
    "Когда я вытащил коробку из рук Гахеля, она выскользнула без особых усилий, отчего его толстые мышцы рук казались неуместными." id c01_0032

# game/script/chapter1.rpy:127
translate russian c01_0033:

    # c talk "\"나도, 흡! 근육! 있어! 끄응...\"" id c01_0033
    c talk "\"У меня тоже есть мускулы! Хмф! Ха...\"" id c01_0033

# game/script/chapter1.rpy:129
translate russian c01_0034:

    # c base "힘차게 기합을 넣고 상자를 들어올리니 눈앞이 거의 가려져 가헬의 귀만 보였다." id c01_0034
    c base "Когда я энергичным усилием поднял коробку, она почти закрыла мне обзор, оставив видимыми только уши Гахеля." id c01_0034

# game/script/chapter1.rpy:134
translate russian c01_0035:

    # c "검은색 귀는 왠지 아래로 처진 것 같았다." id c01_0035
    c "Его черные уши, казалось, по какой-то причине несколько поникли." id c01_0035

# game/script/chapter1.rpy:136
translate russian c01_0036:

    # w "\"조심해.\"" id c01_0036
    w "\"Будь осторожен.\"" id c01_0036

# game/script/chapter1.rpy:138
translate russian c01_0037:

    # "창고로 뒤뚱뒤뚱 걸어가는 내 뒷모습에 대고 가헬이 작게 말했다." id c01_0037
    "Когда я вразвалочку направился с коробкой к кладовой, Гахель тихо заговорил у меня за спиной." id c01_0037

# game/script/chapter1.rpy:152
translate russian c01_0039:

    # "가헬은 기합이라 하기도 힘든 작은 숨소리와 함께 상자를 번쩍 들어올렸다. 두터운 팔근육은 무거운 상자를 장난감처럼 가볍게 들고 있었다." id c01_0039
    "С едва слышным ворчанием Гахель без особых усилий поднял коробку. Из-за его мощных мускулов тяжелая коробка казалась игрушечной." id c01_0039

# game/script/chapter1.rpy:154
translate russian c01_0040:

    # w "\"이런 소소한 일은 나한테 맡겨, [pl_name].\"" id c01_0040
    w "\"Оставь эти маленькие задачи мне, [pl_name].\"" id c01_0040

# game/script/chapter1.rpy:156
translate russian c01_0041:

    # c talk "\"그... 그래.\"" id c01_0041
    c talk "\"А... хорошо.\"" id c01_0041

# game/script/chapter1.rpy:158
translate russian c01_0042:

    # c base "무시무시한 힘의 차이에 할말을 잃은 나는 그냥 고개를 끄덕였다." id c01_0042
    c base "Ошеломленный поразительной разницей в силе, я просто кивнул головой в знак согласия." id c01_0042

# game/script/chapter1.rpy:163
translate russian c01_0043:

    # w "\"어디로 옮기면 될까?\"" id c01_0043
    w "\"Куда мне это положить?\"" id c01_0043

# game/script/chapter1.rpy:165
translate russian c01_0044:

    # c talk "\"어? 아, 여기 책상 위에.\"" id c01_0044
    c talk "\"А? О, на этот стол.\"" id c01_0044

# game/script/chapter1.rpy:171
translate russian c01_0045:

    # c base "내가 후다닥 마법서적 몇 권을 치운 자리에 가헬은 상자를 내려놓았다." id c01_0045
    c base "Я быстро убрал несколько магических книг, и Гахель поставил коробку на освободившееся место." id c01_0045

# game/script/chapter1.rpy:176
translate russian c01_0046:

    # w "\"너라면 얼마든지 들어줄테니까, 필요하면 뭐든 부탁해.\"" id c01_0046
    w "\"Я могу поднять для тебя что угодно, так что просто спроси, нужна ли тебе помощь.\"" id c01_0046

# game/script/chapter1.rpy:181
translate russian c01_0047:

    # c "가헬은 저번에도 무거운 연금솥을 설치하는데 도와줬다. 아까까지만 해도 칼바람처럼 매서운 눈빛으로 나를 바라보던 그는 자상한 눈빛으로 나를 보고 웃었다." id c01_0047
    c "Гахель и раньше помогал мне устанавливать тяжелый алхимический котел. То же самое лицо, который всего несколько мгновений назад смотрел на меня ледяным,"
    c "пронзительным взглядом, теперь улыбался мне с добрым выражением в глазах." id c01_0047

# game/script/chapter1.rpy:183
translate russian c01_0048:

    # c "나는 어색하게 웃으며 감사의 말을 전했다." id c01_0048
    c "Я неловко улыбнулся и выразил свою благодарность." id c01_0048

# game/script/chapter1.rpy:185
translate russian c01_0049:

    # c talk "\"... 항상 도와줘서 고마워.\"" id c01_0049
    c talk "\"...спасибо, что всегда помогаешь мне.\"" id c01_0049

# game/script/chapter1.rpy:190
translate russian c01_0050:

    # c base "가헬과 함께 보낸 시간은 이제 겨우 한달에 불과했다. 그러나 그는 항상 내 옆에서 지내며, 나에게 도울 일은 없는지 끊임없이 물었다." id c01_0050
    c base "Я провел время с Гахелем всего месяц. Тем не менее, он всегда был рядом со мной, постоянно спрашивая, не может ли он мне чем-нибудь помочь." id c01_0050

# game/script/chapter1.rpy:192
translate russian c01_0051:

    # c "그의 주요 임무는 호위로서 나를 지키는 것이지만, 그 이상의 일도 기꺼이 하려고 했다." id c01_0051
    c "Хотя его главной обязанностью было защищать меня как телохранителя, он всегда был готов сделать нечто большее." id c01_0051

# game/script/chapter1.rpy:194
translate russian c01_0052:

    # c "물론 도와주는건 참 고마운 일이지만, 때로는 그게 조금 부담스럽게 느껴지고는 했다." id c01_0052
    c "Конечно, я благодарен ему за помощь, но иногда это кажется немного ошеломляющим." id c01_0052

# game/script/chapter1.rpy:196
translate russian c01_0053:

    # c consider "(혹시 마음이 바뀌었다고 추가금을 요구하진 않겠지? 이번 달에는 다른 재료도 사야하고 던전 탐험 준비도 해야하고 아티팩트까지, 여윳돈이 많지 않은데...)" id c01_0053
    c consider "(Я надеюсь, он не потребует дополнительной оплаты, думая, что я передумал? В этом месяце мне нужно купить другие ингредиенты,"  
    c consider "подготовиться к исследованию подземелий и даже поработать с артефактами; свободных денег не так уж много...)" id c01_0053

# game/script/chapter1.rpy:203
translate russian c01_0054:

    # w "\"회복 물약 재고는 충분한가?\"" id c01_0054
    w "\"Достаточно ли запасов целебных зелий?\"" id c01_0054

# game/script/chapter1.rpy:208
translate russian c01_0055:

    # c talk "\"아... 충분하진 않지만 이번 주는 괜찮을 거야.\"" id c01_0055
    c talk "\"Ах... Этого немного, но на этой неделе у нас все должно быть в порядке.\"" id c01_0055

# game/script/chapter1.rpy:210
translate russian c01_0056:

    # c base "회복 물약은 손님들이 가장 많이, 자주 찾는 물건이라 가헬도 신경쓰는 것 같다." id c01_0056
    c base "Целебные зелья - самые востребованные товары среди покупателей, так что, похоже, Гахель тоже обращает на них внимание." id c01_0056

# game/script/chapter1.rpy:212
translate russian c01_0057:

    # c "마탑에서 공증 받은 물건을 마탑보다 (조금 더) 싸게 판다고 하면, 용병들은 내 가게에 올 수 밖에 없다." id c01_0057
    c "Если я объявлю, что продаю предметы, сертифицированные Башней Магов (совсем немного) дешевле, чем сама Башня, у наемников не будет другого выбора, кроме как прийти в мой магазин." id c01_0057

# game/script/chapter1.rpy:214
translate russian c01_0058:

    # c "나는 마탑 출신이 아니다. 인맥을 등에 업고 공증 문서를 뜯어낸 것에 가깝다." id c01_0058
    c "Я не из Башни магов. Это больше похоже на то, что я воспользовался связями, чтобы разобраться с сертификационными документами." id c01_0058

# game/script/chapter1.rpy:219
translate russian c01_0059:

    # w "\"그럼 한 궤짝만 진열해놓도록 하지.\"" id c01_0059
    w "\"Тогда пока я просто покажу одну коробку.\"" id c01_0059

# game/script/chapter1.rpy:224
translate russian c01_0060:

    # c talk "\"고마워. 한 궤짝 더 만들어 둬야겠네.\"" id c01_0060
    c talk "\"Спасибо. Мне нужно будет приготовить еще одну коробку.\"" id c01_0060

# game/script/chapter1.rpy:226
translate russian c01_0061:

    # c base "아무튼 물약을 만들기 위해 재료가 필요하고, 그 재료는 던전에서 채집한다." id c01_0061
    c base "В любом случае, мне нужны ингредиенты для приготовления зелий, и эти ингредиенты собраны в подземельях." id c01_0061

# game/script/chapter1.rpy:228
translate russian c01_0062:

    # c "흔한 연금술 재료는 도시에서 사면 되지만, 마법적 재료는 마법에 대한 이해가 있어야 제대로 다룰 수 있다. 결국 나는 맘에 드는 약초를 캐러 내가 직접 던전에 가고 있다." id c01_0062
    c "Обычные алхимические ингредиенты можно купить в замке, но для правильного обращения с магическими ингредиентами требуется понимание магии."
    c "Итак, в итоге я сам отправляюсь в подземелья, чтобы найти травы, которые мне нравятся." id c01_0062

# game/script/chapter1.rpy:230
translate russian c01_0063:

    # c "다행히 회복 물약의 주 재료인 마나 허브는 아무 던전에 가도 쉽게 찾을 수 있다. 하지만 던전에서 마물과 싸우는건 다른 문제다." id c01_0063
    c "К счастью, травы маны, основной ингредиент целебных зелий, можно легко найти практически в любом подземелье. Однако сражаться с монстрами в подземельях - совсем другое дело." id c01_0063

# game/script/chapter1.rpy:232
translate russian c01_0064:

    # c "혼자서 던전에 갔다가 목숨을 잃을 뻔 한 뒤로, 나는 호위 용병을 고용해서 던전에 가게 됐다. 그렇게 나는 한달 전 용병 길드에서 가헬을 만났다." id c01_0064
    c "После почти смертельного опыта в одиночной экспедиции в подземелье я решил нанять наемника для сопровождения. Вот так я познакомился с Гахелем в гильдии наемников месяц назад." id c01_0064

# game/script/chapter1.rpy:237
translate russian c01_0065:

    # w "\"진열은 끝났다.\"" id c01_0065
    w "\"Отображение завершено.\"" id c01_0065

# game/script/chapter1.rpy:242
translate russian c01_0066:

    # c talk "\"어? 아, 고마워.\"" id c01_0066
    c talk "\"А? О, спасибо.\"" id c01_0066

# game/script/chapter1.rpy:244
translate russian c01_0067:

    # c talk "\"앗! 청소는 내가 해도 되는데...\"" id c01_0067
    c talk "\"Ах! Я мог бы заняться уборкой...\"" id c01_0067

# game/script/chapter1.rpy:252
translate russian c01_0068:

    # c base "내가 들고 있던 먼지떨이까지 뺏어들고 먼지를 학살하고 있는 가헬의 모습을 보며, 나는 우리가 처음 만났던 순간을 회상했다." id c01_0068
    c base "Наблюдая, как Гахель конфискует мою тряпочку и приступает к вытиранию пыли, я вспомнил момент нашей первой встречи." id c01_0068

# game/script/chapter1.rpy:261
translate russian c01_0069:

    # "용병길드는 언제나 위험한 의뢰와 그보다 더 위험한 용병들로 가득 차있다." id c01_0069
    "Гильдия наемников всегда полна опасных заданий и еще более опасных наемников." id c01_0069

# game/script/chapter1.rpy:263
translate russian c01_0070:

    # "명예와 충성심으로 움직이는 기사단과 달리 오직 힘과 돈으로 움직이는 용병들 사이에서 다툼이나 소란은 없는게 이상할 정도다." id c01_0070
    "В отличие от рыцарских орденов, которые действуют на основе чести и верности,"
    "необычно, если среди наемников не возникает каких-либо споров или волнений, которыми движут исключительно сила и деньги." id c01_0070

# game/script/chapter1.rpy:265
translate russian c01_0071:

    # "특히나 육식계 수인이 많이 모이게 되는 용병길드 건물은 조용할 날이 없다. 그런데 오늘은 달랐다." id c01_0071
    "Особенно в здании гильдии, часто посещаемом плотоядными зверолюдьми, тихий день - редкость. Но сегодня все было по-другому." id c01_0071

# game/script/chapter1.rpy:267
translate russian c01_0072:

    # "[pl_name][josa_i_ga] 길드 문을 열자 이상할 정도로 한적한 실내에는 척 보기에도 등급 낮아보이는 용병들이나 몇 명 앉아있었다." id c01_0072
    "Когда [pl_name] открыл дверь гильдии, в необычно спокойном интерьере оказалось всего несколько наемников, по-видимому, более низкого ранга, сидящих внутри." id c01_0072

# game/script/chapter1.rpy:269
translate russian c01_0073:

    # c question2 "(무슨 일이 있었나? 왜 용병들이 코빼기도 안 보이지?)" id c01_0073
    c question2 "(Что случилось? Почему поблизости нет наемников?)" id c01_0073

# game/script/chapter1.rpy:271
translate russian c01_0074:

    # c base "나는 궁금증에 휩싸였지만, 의문을 해결하는 것 보다 일단 의뢰를 접수하는 것이 우선이었다. 데스크 앞에 서자, 접수원 루카스가 친절한 미소와 함께 나를 바라보았다." id c01_0074
    c base "Меня охватило любопытство, но обеспечение выполнения миссии имело приоритет над решением моих вопросов." 
    c base "Когда я подошел к стойке администратора, Лукас поприветствовал меня дружелюбной улыбкой." id c01_0074

# game/script/chapter1.rpy:276
translate russian c01_0075:

    # l "\"안녕하십니까 [pl_name]님.\"" id c01_0075
    l "\"Добрый день, [pl_name].\"" id c01_0075

# game/script/chapter1.rpy:278
translate russian c01_0076:

    # "그는 내가 여기 온 목적을 이미 알고 있는 것처럼 말했다." id c01_0076
    "Он говорил так, как будто уже знал цель моего пребывания здесь." id c01_0076

# game/script/chapter1.rpy:280
translate russian c01_0077:

    # l "\"던전에 동행할 용병을 다시 찾으러 오셨나요?\"" id c01_0077
    l "\"Ты снова здесь, чтобы найти наемника для экспедиции в подземелье?\"" id c01_0077

# game/script/chapter1.rpy:282
translate russian c01_0078:

    # "나의 루틴을 잘 알고 있었던 듯이 그는 내 대답을 듣기도 전에 서류를 넘기며 적절한 용병을 찾기 시작했다." id c01_0078
    "Казалось, он был хорошо осведомлен о моем распорядке дня, поскольку начал листать документы в поисках подходящего наемника еще до того, как услышал мой ответ." id c01_0078

# game/script/chapter1.rpy:284
translate russian c01_0079:

    # c talk "\"맞습니다, 루카스. 이번에도 같은 의뢰에요.\"" id c01_0079
    c talk "\"Да, Лукас. Это та же просьба, что и раньше.\"" id c01_0079

# game/script/chapter1.rpy:286
translate russian c01_0080:

    # l "\"흐음... 지금 당장은 까다로운 조건을 제시한 용병 한 명만 가능합니다.\"" id c01_0080
    l "\"Хм... Прямо сейчас доступен только один наемник, который соответствует твоим конкретным критериям.\"" id c01_0080

# game/script/chapter1.rpy:288
translate russian c01_0081:

    # l "\"공고를 통해 용병을 모집해도 괜찮습니다만, 최근에는 마물 토벌 임무 때문에 평소보다 보수를 더 얹어주지 않으면 용병들이 거들떠보지도 않을 거에요.\"" id c01_0081
    l "\"Ты мог бы разместить объявление о наборе наемников, но в последнее время, из-за заданий по уничтожению монстров,"
    l "наемники даже не взглянут на тебе, если оплата не будет значительно выше обычной.\"" id c01_0081

# game/script/chapter1.rpy:290
translate russian c01_0082:

    # c question2 "\"마물 토벌 임무라고요?\"" id c01_0082
    c question2 "\"Задания по уничтожению монстров?\"" id c01_0082

# game/script/chapter1.rpy:292
translate russian c01_0083:

    # l "\"그렇습니다. 성도 근처에서 마물의 활동이 늘어나고 있어, 백작님께서 기사단을 동원하셨죠.\"" id c01_0083
    l "\"Да. Активность монстров вблизи замка возросла, и граф мобилизовал рыцарские ордена.\"" id c01_0083

# game/script/chapter1.rpy:294
translate russian c01_0084:

    # l "\"하지만 마물의 수가 예상보다 많았는지, 최근에 대대적으로 용병들을 고용하더군요.\"" id c01_0084
    l "\"Но, похоже, они недооценили количество монстров, так как в последнее время они массово нанимают наемников.\"" id c01_0084

# game/script/chapter1.rpy:296
translate russian c01_0085:

    # c base "백작이 직접 나설 정도면 보통일은 아닐 것이다." id c01_0085
    c base "Если в этом замешан сам граф, то это должно быть нечто большее, чем незначительная проблема." id c01_0085

# game/script/chapter1.rpy:298
translate russian c01_0086:

    # "루카스는 몇몇 가능성 있는 용병들의 문서를 살펴보다가 퇴짜놓기를 반복하면서 말했다." id c01_0086
    "Лукас, неоднократно отклоняя досье потенциальных наемников, сказал." id c01_0086

# game/script/chapter1.rpy:300
translate russian c01_0087:

    # l "\"{color=#ee3939}'마물 콜로니'{/color}가 생겼다고 하더군요.\"" id c01_0087
    l "\"Ходят разговоры о формировании {color=#ee3939}'Колонии монстров'{/color}.\"" id c01_0087

# game/script/chapter1.rpy:302
translate russian c01_0088:

    # c "그의 설명을 듣자 길드가 이렇게까지 한적한 것을 이해할 수 있었다." id c01_0088
    c "Его объяснение заставило меня понять, почему в гильдии было необычно тихо." id c01_0088

# game/script/chapter1.rpy:304
translate russian c01_0089:

    # c talk "\"직접 고용되지 않은 용병까지 다들 그 쪽 임무로 간 것이군요.\"" id c01_0089
    c talk "\"Похоже, даже наемники, не нанятые напрямую, все отправились на это задание.\"" id c01_0089

# game/script/chapter1.rpy:306
translate russian c01_0090:

    # c base "실력이 부족하거나 목숨이 아까운게 아니라면 용병들이 눈에 불을 켜고 갈 만한 보수를 내걸었을 것이다." id c01_0090
    c base "Если бы не недостаток мастерства или не ценность своих жизней, наемники поспешили бы туда за выгодным вознаграждением." id c01_0090

# game/script/chapter1.rpy:308
translate russian c01_0091:

    # c consider "\"토벌 임무 보수가 상당히 좋나 봐요?\"" id c01_0091
    c consider "\"Достаточно ли хороша оплата за задание по уничтожению?\"" id c01_0091

# game/script/chapter1.rpy:310
translate russian c01_0092:

    # l "\"네, 기본적인 보수 외에도 마물로부터 얻은 소재의 권한까지 차지하게 됩니다.\"" id c01_0092
    l "\"Да, помимо основной оплаты, они также получают права на материалы, полученные от монстров.\"" id c01_0092

# game/script/chapter1.rpy:312
translate russian c01_0093:

    # c base "백작이 건 계약금에 마물 소재까지 붙은 의뢰와 그냥 평범한 던전 공략의 호위, 비교할 것도 없었다." id c01_0093
    c base "Сравнивая вознаграждение за контракт, включающий материалы для монстров от графа, с обычным сопровождением в подземелье, можно сказать, что никакого конкурса не было." id c01_0093

# game/script/chapter1.rpy:314
translate russian c01_0094:

    # c talk "\"하... 공고를 붙여봤자 아무도 안 볼 것 같군요.\"" id c01_0094
    c talk "\"Ха... Публиковать объявление сейчас кажется бесполезным.\"" id c01_0094

# game/script/chapter1.rpy:316
translate russian c01_0095:

    # c base "갑작스런 상황에 짜증이 났지만, 결국 선택지는 처음부터 하나밖에 없었다." id c01_0095
    c base "Расстроенный внезапным поворотом событий, но понимающий, что на самом деле с самого начала был только один вариант." id c01_0095

# game/script/chapter1.rpy:318
translate russian c01_0096:

    # l "\"알겠습니다. 저쪽 빈 테이블에서 잠시만 기다려 주십시오.\"" id c01_0096
    l "\"Хорошо. Пожалуйста, подожди вон за тем пустым столиком.\"" id c01_0096

# game/script/chapter1.rpy:323
translate russian c01_0097:

    # "루카스는 2층으로 올라갔다가 곧바로 한 명의 용병을 데려왔다." id c01_0097
    "Лукас поднялся наверх и вскоре вернулся с наемником." id c01_0097

# game/script/chapter1.rpy:333
translate russian c01_0098:

    # l "\"조건을 협의한 뒤 계약이 성사되면 저에게 계약서를 보여주십시오.\"" id c01_0098
    l "\"После того, как мы обсудим условия и контракт будет заключен, пожалуйста, покажи его мне.\"" id c01_0098

# game/script/chapter1.rpy:335
translate russian c01_0099:

    # "루카스는 간결하게 안내한 후, 자신의 자리로 돌아갔다." id c01_0099
    "Лукас дал краткие указания, а затем вернулся на свой пост." id c01_0099

# game/script/chapter1.rpy:343
translate russian c01_0100:

    # c talk "\"안녕하세요. [pl_name][josa_ra_ira]고 합니다.\"" id c01_0100
    c talk "\"Привет. Я [pl_name].\"" id c01_0100

# game/script/chapter1.rpy:345
translate russian c01_0101:

    # c base "나는 그 용병을 바라보며 인사했다." id c01_0101
    c base "Я поприветствовал наемника, глядя на него." id c01_0101

# game/script/chapter1.rpy:347
translate russian c01_0102:

    # c "내 앞에는 날카롭게 빛나는 눈동자를 가진 늑대 수인이 서 있었다." id c01_0102
    c "Передо мной стоял зверочеловек-волк с пронзительно блестящими глазами." id c01_0102

# game/script/chapter1.rpy:349
translate russian c01_0103:

    # c "가죽 벨트와 어깨 갑옷 정도만 걸친 차림새는 노출도가 높아 자칫 경박해보일 수도 있지만, 그의 검고 하얀 털과 단련된 근육까지 모든 신체가 한 벌의 갑옷같은 형상을 이루었다." id c01_0103
    c "Его костюм, состоящий только из кожаного пояса и наплечных доспехов, мог бы показаться скудным и легкомысленным из-за высокой экспозиции."
    c "Но его черно-белый мех и хорошо накачанные мышцы создавали видимость защитного панциря." id c01_0103

# game/script/chapter1.rpy:351
translate russian c01_0104:

    # c "한쪽 어깨에 붉은 망토를 걸친 채로, 허리와 등 부분에 각각 한 자루 씩 장검을 착용한 모습이 아무래도 빠르고 유연한 검술을 사용하는 것 같았다." id c01_0104
    c "С красным плащом, перекинутым через одно плечо, и длинными мечами на поясе и за спиной, он, казалось, предпочитал быстрое и ловкое фехтование." id c01_0104

# game/script/chapter1.rpy:353
translate russian c01_0105:

    # c "그의 깊은 푸른 눈과 그의 피부에 새겨진 수많은 흉터들은 그가 겪어온 수많은 전투와 경험을 드러내고 있었다." id c01_0105
    c "Глубокая синева его глаз и многочисленные шрамы на коже свидетельствовали о множестве битв и переживаний, которые он пережил." id c01_0105

# game/script/chapter1.rpy:355
translate russian c01_0106:

    # w "\"......\"" id c01_0106
    w "\"......\"" id c01_0106

# game/script/chapter1.rpy:357
translate russian c01_0107:

    # c question2 "(... 뭐지?)" id c01_0107
    c question2 "(...Что это?)" id c01_0107

# game/script/chapter1.rpy:366
translate russian c01_0108:

    # "그의 검푸른 동공이 확장된다. [pl_name][josa_eul_reul] 깊게 바라보는 듯하다." id c01_0108
    "Его темно-синие зрачки расширились. Казалось, он пристально смотрит на [pl_name]." id c01_0108

# game/script/chapter1.rpy:372
translate russian c01_0109:

    # c consider "나는 답변없이 길어지는 침묵 속에서 이유모를 압박감에 조금씩 불편해지기 시작했다. 어색함을 참을 수 없어져 먼저 말을 꺼냈다." id c01_0109
    c consider "Молчание затянулось, оставаясь без ответа, и я начал чувствовать себя все более неловко под этим необъяснимым давлением. Не в силах вынести неловкости, я заговорил первым." id c01_0109

# game/script/chapter1.rpy:374
translate russian c01_0110:

    # c talk "\"저...\"" id c01_0110
    c talk "\"Я...\"" id c01_0110

# game/script/chapter1.rpy:379
translate russian c01_0111:

    # w "\"아...! 미안하군. 나는 가헬이라고 한다.\"" id c01_0111
    w "\"Ах...! Прости за это. Меня зовут Гахель.\"" id c01_0111

# game/script/chapter1.rpy:384
translate russian c01_0112:

    # "뒤늦게 정신을 차린 가헬은 황급히 자기 소개를 했다." id c01_0112
    "Гахель, вновь обретя самообладание, поспешно представился." id c01_0112

# game/script/chapter1.rpy:386
translate russian c01_0113:

    # c "\"루카스 씨 말을 들어보니 계약에 조건이 있다고 하시던데.\"" id c01_0113
    c "\"Я слышал от мистера Лукаса, что в этом контракте есть определенные условия.\"" id c01_0113

# game/script/chapter1.rpy:391
translate russian c01_0114:

    # w "\"그렇다.\"" id c01_0114
    w "\"Да.\"" id c01_0114

# game/script/chapter1.rpy:396
translate russian c01_0115:

    # c base "가헬은 나에게 1년 동안의 장기 계약을 제안했다." id c01_0115
    c base "Гахель предложил долгосрочный контракт на год." id c01_0115

# game/script/chapter1.rpy:398
translate russian c01_0116:

    # c "일회성이 아닌 장기계약은 처음이라 듣자마자 고민이 깊어졌다. 하지만 지금 하고 있는 {color=#ee3939}'사업'{/color}을 위협하는 사건들이 종종 있었고, 던전 밖에서도 내 목숨을 지킬 수 있는 수단이 필요했다." id c01_0116
    c "Это был мой первый раз, когда я рассматривал возможность заключения долгосрочного контракта вместо разового, поэтому я сразу же погрузился в размышления."
    c "Однако имели место инциденты, угрожающие моему {color=#ee3939}'бизнесу'{/color}, и мне нужен был способ защитить свою жизнь и за пределами подземелий." id c01_0116

# game/script/chapter1.rpy:400
translate russian c01_0117:

    # c "그리고 가헬은 흔해빠진 용병과는 달랐다." id c01_0117
    c "Более того, Гахель отличался от обычных наемников." id c01_0117

# game/script/chapter1.rpy:402
translate russian c01_0118:

    # c "다른 것보다 가헬의 망토에 달린 브로치를 알아보고 그를 믿을 수 있는 용병이라고 판단했다." id c01_0118
    c "Больше всего на свете я узнал брошь на его плаще и решил, что он надежный наемник." id c01_0118

# game/script/chapter1.rpy:404
translate russian c01_0119:

    # c "그 브로치에 새겨진 문양은 {color=#ee3939}'칼루리엔'{/color}이라는 유명한 용병단의 것으로, 그가 실력이 확실한 용병이라는 것을 증명해주는 물건이기도 했다." id c01_0119
    c "Эмблема на броши принадлежала знаменитой группе наемников {color=#ee3939}'Калуриен'{/color}, что доказывает его авторитет как опытного наемника." id c01_0119

# game/script/chapter1.rpy:406
translate russian c01_0120:

    # c consider "(위조품도 아닌 것 같고...)" id c01_0120
    c consider "(И это не похоже на подделку...)" id c01_0120

# game/script/chapter1.rpy:408
translate russian c01_0121:

    # c base "그 정도 실력자를 경호원으로 고용한다면 내 {color=#ee3939}'사업'{/color}도 별다른 문제 없이 안정적으로 진행될 것이다." id c01_0121
    c base "Наем такого квалифицированного телохранителя гарантировал бы, что мой {color=#ee3939}'бизнес'{/color} будет работать гладко и без серьезных проблем." id c01_0121

# game/script/chapter1.rpy:410
translate russian c01_0122:

    # c "하지만 그런 뛰어난 실력의 용병을 고용하려면 상당한 비용이 필요할 터. 그래서 나는 가격 문제로 두번째 고민을 시작했다." id c01_0122
    c "Но наем наемника такого калибра потребовал бы значительных средств, что привело бы меня ко второй дилемме, связанной со стоимостью." id c01_0122

# game/script/chapter1.rpy:412
translate russian c01_0123:

    # c talk "\"1년 계약이라... 뭐, 좋아요. 하지만 저도 조건이 있습니다.\"" id c01_0123
    c talk "\"Контракт на один год... Ну, ладно. Но у меня тоже есть условие.\"" id c01_0123

# game/script/chapter1.rpy:414
translate russian c01_0124:

    # c "\"숙식은 제공해드릴 테니 던전 밖에서도 호위를 부탁드려도 될까요?\"" id c01_0124
    c "\"Я обеспечу тебя питанием и ночлегом, не мог бы ты также охранять меня за пределами подземелий?\"" id c01_0124

# game/script/chapter1.rpy:416
translate russian c01_0125:

    # "그가 곧장 대답했다." id c01_0125
    "Он ответил немедленно." id c01_0125

# game/script/chapter1.rpy:421
translate russian c01_0126:

    # w "\"문제없다.\"" id c01_0126
    w "\"Без проблем.\"" id c01_0126

# game/script/chapter1.rpy:426
translate russian c01_0127:

    # c base "나는 조금 더 자세히 상황을 설명하며 말을 계속했다." id c01_0127
    c base "Я продолжил, объясняя ситуацию более подробно." id c01_0127

# game/script/chapter1.rpy:428
translate russian c01_0128:

    # c talk "\"그리고 당장 계약금을 지불할 정도의 금화는 없습니다.\"" id c01_0128
    c talk "\"И у меня сейчас недостаточно золота, чтобы заплатить авансовый взнос.\"" id c01_0128

# game/script/chapter1.rpy:430
translate russian c01_0129:

    # c "\"착수금을 제외한 나머지는 아티팩트로 지불하려는데, 한 달 뒤에 아티팩트가 완성되면 그 때 정식으로 계약서를 작성하는 게 어떨까요?\"" id c01_0129
    c "\"Я подумывал о том, чтобы оплатить остальное артефактами, первый из которых будет готов через месяц, а затем официально составить контракт. Это сработает?\"" id c01_0129

# game/script/chapter1.rpy:432
translate russian c01_0130:

    # "그러나 그는 미소를 지으며 대답했다." id c01_0130
    "Однако он ответил с улыбкой." id c01_0130

# game/script/chapter1.rpy:437
translate russian c01_0131:

    # w "\"그건 나중에 확인해도 좋다. 지금 바로 계약하지.\"" id c01_0131
    w "\"Это можно будет проверить позже. Давай заключим контракт прямо сейчас.\"" id c01_0131

# game/script/chapter1.rpy:442
translate russian c01_0132:

    # c base "내가 놀라 반문했다." id c01_0132
    c base "Удивленно спросил я." id c01_0132

# game/script/chapter1.rpy:444
translate russian c01_0133:

    # c question2 "\"진심인가요?\"" id c01_0133
    c question2 "\"Ты серьезно?\"" id c01_0133

# game/script/chapter1.rpy:449
translate russian c01_0134:

    # w "\"마법 상점의 주인인 것은 알고 있다.\"" id c01_0134
    w "\"Я знаю, ты в курсе, что я владелец волшебного магазина.\"" id c01_0134

# game/script/chapter1.rpy:451
translate russian c01_0135:

    # w "\"마법사이자 상인으로서 말의 무게를 지킬 수인이겠지?\"" id c01_0135
    w "\"Ты маг и торговец, значит, ты человек, который будет уважать вес своих слов, верно?\"" id c01_0135

# game/script/chapter1.rpy:456
translate russian c01_0136:

    # c base "계약 조건이 너무 유리해진 것 같아 의심스러운 마음도 들었지만, 결국 위험이 있더라도 충분히 감당할 수 있다고 판단해 그의 제안을 받아들였다." id c01_0136
    c base "Хотя я скептически относился к тому, что условия были слишком выгодными, я решил, что это приемлемый риск, и принял его предложение." id c01_0136

# game/script/chapter1.rpy:458
translate russian c01_0137:

    # c talk "\"...알겠습니다. 그럼 계약하도록 하죠.\"" id c01_0137
    c talk "\"...Ладно, тогда давай сделаем это официально.\"" id c01_0137

# game/script/chapter1.rpy:466
translate russian c01_0138:

    # c base "이렇게 나와 가헬은 계약을 맺고 이 가게에서 같이 지내게 된 것이다." id c01_0138
    c base "Вот так мы с Гахелем заключили контракт и начали жить вместе в этом магазине." id c01_0138

# game/script/chapter1.rpy:468
translate russian c01_0139:

    # c "첫 인상과 다르게 가헬은 (말투가 여전히 차가운 것만 빼면) 의외로 살갑게 굴었고, 나도 적당히 말을 놓으면서 겉보기엔 마치 친구같은 관계가 되었다." id c01_0139
    c "Вопреки первому впечатлению, Гахель был на удивление дружелюбен (если не считать его все еще холодной манеры говорить), и мы стали чем-то вроде друзей, непринужденно беседующих." id c01_0139

# game/script/chapter1.rpy:470
translate russian c01_0140:

    # c "심지어 가게 일 까지 적극적으로 도와주니, 편하면서도 불편한 기묘한 관계로 지내고 있다." id c01_0140
    c "Несмотря на то, что он активно помогает с магазином, это комфортные, но странные отношения." id c01_0140

# game/script/chapter1.rpy:472
translate russian c01_0141:

    # c "가게의 아침 청소와 상품 진열을 마치고, 나는 카운터에서 손님을 맞을 준비를 한다." id c01_0141
    c "Закончив утреннюю уборку и разложив товары, я готовлюсь приветствовать покупателей у прилавка." id c01_0141

# game/script/chapter1.rpy:474
translate russian c01_0142:

    # c "그리고 오픈 시간인 오전 9시쯤이 되면 항상 첫번째로 오는 인물이 있다." id c01_0142
    c "И около 9 утра, во время открытия, туда всегда приходят первыми." id c01_0142

# game/script/chapter1.rpy:476
translate russian c01_0143:

    # c "단골손님... 이라고 하기엔 조금, 아니 큰 문제가 있다는게 단점이지만." id c01_0143
    c "Постоянный клиент... хотя это немного преуменьшение, на самом деле это большая проблема." id c01_0143

# game/script/chapter1.rpy:478
translate russian c01_0144:

    # c "(흠... 이제 올 때 쯤 됐는데?)" id c01_0144
    c "(Хм... самое время ему появиться, верно?)" id c01_0144

# game/script/chapter1.rpy:481
translate russian c01_0145:

    # "{i}딸랑~{/i}" id c01_0145
    "{i}Дзынь~{/i}" id c01_0145

# game/script/chapter1.rpy:483
translate russian c01_0146:

    # c "누가 ‘호랑이도 제 말을 하면 온다’고 했던가. 바로 그 호랑이가 지금 문을 열고 들어온게 보인다." id c01_0146
    c "Кто-то сказал, 'Скажи о тигре, и он придет.' и прямо сейчас этот самый тигр, кажется, только что вошел." id c01_0146

# game/script/chapter1.rpy:488
translate russian c01_0147:

    # c "문이 꽉 낄 정도로 거대한 덩치를 가진 이 호랑이 수인의 이름은 엘레드. 백작 휘하 {color=#ee3939}'반슈타인'{/color} 기사단 소속의 기사단장이다." id c01_0147
    c "Этого зверочеловека-тигра, настолько массивного, что он почти заклинивает дверь, зовут Элред. Он капитан рыцарей {color=#ee3939}'Банштейна'{/color}, находящихся под командованием графа." id c01_0147

# game/script/chapter1.rpy:494
translate russian c01_0148:

    # t "\"하하하, 안녕하신가!\"" id c01_0148
    t "\"Хахаха, привет всем!\"" id c01_0148

# game/script/chapter1.rpy:499
translate russian c01_0149:

    # "시원시원한 웃음과 함께 가게에 들어온 엘레드는 곧바로 [pl_name][josa_eul_reul] 발견하고 능글거리는 눈웃음을 짓는다." id c01_0149
    "Элред входит в магазин с искренним смехом, сразу же замечая [pl_name], и в его глазах вспыхивает озорной огонек." id c01_0149

# game/script/chapter1.rpy:501
translate russian c01_0150:

    # "엘레드가 한 걸음 씩 움직일 때마다 두꺼운 금속 부츠 특유의 절그럭 거리는 소리가 조금씩 들린다." id c01_0150
    "С каждым его шагом раздается характерный лязгающий звук от его толстых металлических ботинок." id c01_0150

# game/script/chapter1.rpy:503
translate russian c01_0151:

    # c "그의 옷차림은 뭐랄까... 갑옷을 입었지만 입지 않은 상태라고 표현해야 할 정도로 기묘하다." id c01_0151
    c "Его одежда... странная, мягко говоря. Достаточно странно, что его описывают как закованного в броню, но не носящего доспехов." id c01_0151

# game/script/chapter1.rpy:505
translate russian c01_0152:

    # c "나체와 다름없는 행색으로 거리를 활보하는 용병들은 발에 채이도록 많지만, 기사단이 이렇게 입고 다니는 것은 역시 느낌이 다르다." id c01_0152
    c "В то время как наемников часто можно увидеть расхаживающими почти голыми, все по-другому, когда это рыцарь." id c01_0152

# game/script/chapter1.rpy:507
translate russian c01_0153:

    # c "우선 시선이 가는 부분은 바로 그의 복부다." id c01_0153
    c "Первое, что бросается в глаза, это его живот." id c01_0153

# game/script/chapter1.rpy:509
translate russian c01_0154:

    # c "그의 크고 단단한 식스팩과 빈틈없는 옆구리가 맨살 그대로 보인다." id c01_0154
    c "Его большие, солидные мышцы с шестью кубиками и безупречными косыми мышцами полностью обнажены." id c01_0154

# game/script/chapter1.rpy:511
translate russian c01_0155:

    # c "그리고 시선을 조금만 내리면, 사타구니를 가리는 보호대와 허리천을 빼고 나머지 부분은 훤히 드러나 있다." id c01_0155
    c "А чуть ниже, помимо защитного снаряжения, прикрывающего его пах, и поясной повязки, открыто видно все остальное." id c01_0155

# game/script/chapter1.rpy:513
translate russian c01_0156:

    # c "나는 그의 뒷모습을 처음 본 날, 내가 무슨 저주에 걸려서 헛것을 보고 있는건 아닌지 의심했다." id c01_0156
    c "В первый день, когда я увидел его спину, я подумал, что, может быть, я проклят и мне мерещится всякое." id c01_0156

# game/script/chapter1.rpy:515
translate russian c01_0157:

    # c "기사단에게 이런 갑옷을 만든 대장장이가 문제인지, 이런 꼬라지로 당당하게 걸어다니는 엘레드가 문제인지는 당분간 알 수 없을 것이다." id c01_0157
    c "Неясно, связана ли проблема с кузнецом, который изготовил такие доспехи для рыцарей, или с Элредом, уверенно расхаживающим в таком виде. Пока это остается загадкой." id c01_0157

# game/script/chapter1.rpy:517
translate russian c01_0158:

    # c consider "용병의 갑옷 마냥 치명적인 급소만 방어하면 다른 건 아무래도 상관없다는 건가? 그러면 굳이 판금 갑옷을 입을 이유가..." id c01_0158
    c consider "Идея в том, чтобы защищать только жизненно важные места, такие как доспехи наемников, а остальное не имеет значения? Тогда зачем вообще беспокоиться о пластинчатых доспехах..." id c01_0158

# game/script/chapter1.rpy:519
translate russian c01_0159:

    # c "그 찰나의 순간에 엘레드는 아래로 향하는 내 시선을 눈치 챘는지, 그의 초록색 눈동자를 위험하게 빛내며 말을 이었다." id c01_0159
    c "В этот мимолетный момент Элред, казалось, заметил мой опущенный взгляд, его зеленые глаза опасно блеснули, когда он продолжил." id c01_0159

# game/script/chapter1.rpy:524
translate russian c01_0160:

    # t "\"음, 드디어 여기에 관심이 가는가? 확실히 내 몸매가 좀 매력적이긴 하지!\"" id c01_0160
    t "\"Хм, наконец-то проявил интерес? Мое телосложение действительно довольно привлекательное!\"" id c01_0160

# game/script/chapter1.rpy:529
translate russian c01_0161:

    # c base "저 뻔뻔한 수준의 당당함에 나는 할말을 잃었다." id c01_0161
    c base "Я не находил слов от его бесстыдной самоуверенности." id c01_0161

# game/script/chapter1.rpy:531
translate russian c01_0162:

    # c shy "뭐, 매력적인건 부정할 수 없긴 하다. 진한 주황빛 털과 검은 줄무늬는 윤기가 흐르고 뒤에서 보이는 엉덩이 근육은 꽉 쥐면 터질것 처럼 단단..." id c01_0162
    c shy "Что ж, я не могу отрицать, что он привлекателен. Темно-оранжевый мех и черные полосы отливали глянцем,"
    c shy "а мышцы его ягодиц, видимые сзади, казались такими упругими, что могли лопнуть, если их сжать..." id c01_0162

# game/script/chapter1.rpy:533
translate russian c01_0163:

    # c base "나는 망상을 접고 얼른 인사를 했다." id c01_0163
    c base "Стряхнув с себя эти мысли, я быстро поздоровался с ним." id c01_0163

# game/script/chapter1.rpy:535
translate russian c01_0164:

    # c talk "\"안녕하십니까, 엘레드님. 오늘도 저희 가게의 첫 고객이시네요. 어떤 일로 오셨습니까?\"" id c01_0164
    c talk "\"Добрый день, сэр Элред. Ты также наш первый клиент сегодня. Что привело тебя сюда?\"" id c01_0164

# game/script/chapter1.rpy:537
translate russian c01_0165:

    # c base "생각은 생각으로 묻어두고 나는 나름의 예법을 차려 정중하게 인사했다." id c01_0165
    c base "Отбросив свои мысли в сторону, я вежливо поздоровался с ним, соблюдая все приличия." id c01_0165

# game/script/chapter1.rpy:539
translate russian c01_0166:

    # c "엘레드는 사소한 것은 신경쓰지 않는 호탕한 성격이지만, 그의 혈통은 대대로 기사단장을 배출하는 명문 귀족가라서 격식을 차릴 필요가 있다." id c01_0166
    c "Элред, возможно, сердечный персонаж, который не переживает из-за мелочей."
    c "Но его родословная происходит из выдающейся дворянской семьи, которая произвела на свет поколения рыцарей-командиров, поэтому некоторые формальности были необходимы." id c01_0166

# game/script/chapter1.rpy:544
translate russian c01_0167:

    # t "\"당연히 오늘도 자네의 멋진 모습을 내 눈에 담기 위해서 왔지! 어떤가, [pl_name]? 아직도 자네의 생각엔 변함이 없나?\"" id c01_0167
    t "\"Я, конечно, пришел, чтобы полюбоваться на тебя сегодня во всей красе! Что скажешь, [pl_name]? Твои чувства ко мне остались неизменными?\"" id c01_0167

# game/script/chapter1.rpy:549
translate russian c01_0168:

    # t "\"나 정도면 지위로 보나 외모로 보나 연인이 될 상대로써 충분하다고 보네만!\"" id c01_0168
    t "\"С точки зрения статуса и внешности, я более чем подхожу в качестве романтического партнера!\"" id c01_0168

# game/script/chapter1.rpy:551
translate russian c01_0169:

    # t "\"자네가 허락한다면 바로 오늘부터 성도의 명소를 둘러보며 서로의 미래를... (어쩌구 저쩌구)\"" id c01_0169
    t "\"Если ты согласен, мы могли бы начать сегодня с осмотра достопримечательностей замка и обсуждения нашего будущего... (бла, бла, бла)\"" id c01_0169

# game/script/chapter1.rpy:556
translate russian c01_0170:

    # c "엘레드를 단골손님이라고 하기에 가장 큰 문제가 되는 부분이 이것이다." id c01_0170
    c "Это самая большая проблема при обращении к Элреду как к постоянному клиенту." id c01_0170

# game/script/chapter1.rpy:558
translate russian c01_0171:

    # c "그에게 내 마법상점은 물건을 사러 오는 곳이 아니고 나에게 플러팅을 날리기 위해 오는 곳이다." id c01_0171
    c "Для него мой волшебный магазин это не место для покупки товаров, а место для флирта со мной." id c01_0171

# game/script/chapter1.rpy:560
translate russian c01_0172:

    # c "나는 몇번이고 거절했지만 모두 소용이 없었다." id c01_0172
    c "Я много раз отказывал ему, но безрезультатно." id c01_0172

# game/script/chapter1.rpy:562
translate russian c01_0173:

    # c "그가 여기를 찾아온지 3개월이 지난 지금 그의 꾸준한 열정에 반할만도 했지만 그럴 수 없는 이유가 있다." id c01_0173
    c "Прошло три месяца с тех пор, как он начал приходить сюда, и хотя кого-то может соблазнить такой настойчивый пыл, есть причина, по которой я не могу этого сделать." id c01_0173

# game/script/chapter1.rpy:564
translate russian c01_0174:

    # c "엘레드는 성도에서 가장 유명한 바람둥이에 장소도 상황도 가리지 않는 호색한이라고 한다." id c01_0174
    c "Говорят, что Эльред — самый известный бабник в замке, развратник, которому безразличны место и обстоятельства." id c01_0174

# game/script/chapter1.rpy:566
translate russian c01_0175:

    # c "저런 플러팅은 그에겐 숨쉬듯이 자연스러운 것이며, 저 행동이 나에게만 하는 것이라고 착각하면 어떤 꼴이 될지 자연스럽게 상상할 수 있다." id c01_0175
    c "Подобный флирт для него так же естественен, как дыхание, и ошибочное восприятие такого поведения как чего-то"
    c "исключительного для меня может легко привести к неловкой ситуации." id c01_0175

# game/script/chapter1.rpy:568
translate russian c01_0176:

    # c "엘레드와 연인이 되면 화끈하다못해 타들어가는 치정극을 찍어야 할 것이다." id c01_0176
    c "Стать любовником Элреда означало бы сыграть главную роль в такой напряженной драме, что это сожгло бы нас обоих." id c01_0176

# game/script/chapter1.rpy:578
translate russian c01_0177:

    # w "\"엘레드님. 뭔가 구매를 하실 게 아니라면, 장사에 방해되니 이만 나가 주셨으면 합니다.\"" id c01_0177
    c "\"Сэр Элред. Если вы здесь не для того, чтобы совершить покупку, пожалуйста, уходите. Вы мешаете моему бизнесу.\"" id c01_0177

# game/script/chapter1.rpy:583
translate russian c01_0178:

    # c "내가 가식적인 미소를 유지한 채 거절하는 꼴을 보다 못한 가헬이 말을 꺼냈다." id c01_0178
    c "Сказал я, сохраняя вежливую улыбку, отказывая ему. Не в силах вынести этого зрелища, вмешался Гахель." id c01_0178

# game/script/chapter1.rpy:585
translate russian c01_0179:

    # c "가헬은 아주 평온한 표정으로 사실상 쫓아내는 것과 다름 없는 말을 아무렇지 않게 했다." id c01_0179
    c "С совершенно спокойным выражением лица он эффектно попросил Элреда уйти, так беспечно, как будто имел дело с каким-нибудь надоедливым клиентом." id c01_0179

# game/script/chapter1.rpy:587
translate russian c01_0180:

    # c "그냥 적당히 민폐 손님을 대하는 것과 다름이 없지만, 나는 가헬이 굉장히 짜증을 내고 있다는 걸 바로 느꼈다." id c01_0180
    c "Хотя это казалось обычным взаимодействием, я сразу почувствовал безмерное раздражение Гахеля." id c01_0180

# game/script/chapter1.rpy:592
translate russian c01_0181:

    # t "\"가헬, 자네의 태도는 여전히 오만방자하기 그지없군.\"" id c01_0181
    t "\"Гахель, твое отношение остается таким же высокомерным, как и всегда.\"" id c01_0181

# game/script/chapter1.rpy:594
translate russian c01_0182:

    # t "\"[pl_name][josa_eul_reul] 좀 본받게. 서 있는 자세부터 이렇게 교양이 흘러넘치지 않나!\"" id c01_0182
    t "\"Возьми листок из книги [pl_name]. Посмотри на эту уравновешенную позу стоя, источающую культуру!\"" id c01_0182

# game/script/chapter1.rpy:599
translate russian c01_0183:

    # c talk "\"하하... 그것 참 감사한 일이네요.\"" id c01_0183
    c talk "\"Хаха... Это очень любезно с товей стороны.\"" id c01_0183

# game/script/chapter1.rpy:601
translate russian c01_0184:

    # c base "가헬이 처음에 엘레드에게 무례한 모습을 보였을 땐 귀족 모독죄로 잡혀갈까봐 얼굴이 사색이 됐다." id c01_0184
    c base "Я помню, как побледнело мое лицо, когда Гахель в первый раз нагрубил Элреду, опасаясь, что его могут арестовать за оскорбление знати." id c01_0184

# game/script/chapter1.rpy:603
translate russian c01_0185:

    # c "하지만 엘레드는 가헬의 이런 태도에도 껄껄 웃으며 매번 받아친다. 무례한 언행에도 무신경한건지 어른의 여유를 나에게 어필하는 것인지는 모를 일이다." id c01_0185
    c "Однако Элред всегда от души смеется и подыгрывает, несмотря на невежливые замечания Гахеля."
    c "Неясно, безразличен ли он к проявленному неуважению или проявляет зрелую терпимость, чтобы произвести на меня впечатление." id c01_0185

# game/script/chapter1.rpy:608
translate russian c01_0186:

    # t "\"그리고 [pl_name], 이렇게 비리비리한 용병은 왜 고용하고 있는 것이지?\"" id c01_0186
    t "\"И [pl_name], почему ты нанил такого слабого наемника?\"" id c01_0186

# game/script/chapter1.rpy:610
translate russian c01_0187:

    # t "\"이 기회에 저런 비실한 녀석은 치워버리고 내게 오는 것은 어떤가.\"" id c01_0187
    t "\"Почему бы тебе не уволить этого хрупкого парня и не прийти ко мне?\"" id c01_0187

# game/script/chapter1.rpy:615
translate russian c01_0188:

    # c "가헬의 근육을 눈 앞에 두고 '비리비리하다'고 평가할 수 있는 것은 오직 엘레드 뿐일 거다." id c01_0188
    c "Только Элред мог стоять перед мускулами Гахеля и называть их слабыми." id c01_0188

# game/script/chapter1.rpy:621
translate russian c01_0189:

    # c "엘레드는 어느새 카운터에 바짝 다가와 근육을 자랑하듯 팔을 괸 자세로 나를 잡아먹을 듯 바라보고 있었다." id c01_0189
    c "Элред придвинулся поближе к стойке, разминая руки, словно демонстрируя свои мускулы, и уставился на меня так, словно хотел поглотить." id c01_0189

# game/script/chapter1.rpy:623
translate russian c01_0190:

    # t "\"그리고 몸처럼 거기도 좀 허약해 보이는데... 밤일은 제대로 할 수 있을지 의문이야.\"" id c01_0190
    t "\"И в некоторых областях он тоже выглядит довольно слабым... Интересно, сможет ли он достойно выступить ночью.\"" id c01_0190

# game/script/chapter1.rpy:625
translate russian c01_0191:

    # t "\"나 정도 크기는 되야 연인에게 사랑받을 수 있다네.\"" id c01_0191
    t "\"Человек должен быть определенного роста, чтобы быть по-настоящему любимым партнером.\"" id c01_0191

# game/script/chapter1.rpy:635
translate russian c01_0192:

    # c "그가 슬쩍 고간 보호대를 내려 속옷을 보여주고, 내게 윙크를 한다. 꽉 찬 주머니처럼 빵빵한 속옷은 얇디 얇은 끈으로 간신히 제 기능을 하고있다." id c01_0192
    c "Он лукаво опускает щиток в паху, чтобы показать свое нижнее белье, и подмигивает мне. Выпирающее нижнее белье, едва удерживаемое тонкими бретельками, выглядит как туго набитый мешочек." id c01_0192

# game/script/chapter1.rpy:637
translate russian c01_0193:

    # c shy "붉은색이군..." id c01_0193
    c shy "Красный, ха..." id c01_0193

# game/script/chapter1.rpy:643
translate russian c01_0194:

    # w "\"그 돼지같이 둔중한 몸뚱이로 뭘 할 수 있다는 거지? 그리고 크기는 나도 지지 않는다.\"" id c01_0194
    w "\"Что ты вообще можешь сделать с таким тяжелым, похожим на свинью телом? И у меня тоже нет недостатка в размерах.\"" id c01_0194

# game/script/chapter1.rpy:653
translate russian c01_0195:

    # c angry "\"그만!!\"" id c01_0195
    c angry "\"Стоп!!\"" id c01_0195

# game/script/chapter1.rpy:664
translate russian c01_0196:

    # c base "가헬이 정말로 하의를 내려 크기를 증명하려고 하자 나는 반사적으로 손에 잡힌 두꺼운 마법서적을 카운터에 내려쳤다." id c01_0196
    c base "Как раз в тот момент, когда Гахель собирался в буквальном смысле спустить штаны, чтобы доказать свой размер, я рефлекторно швырнул толстый магический фолиант на прилавок." id c01_0196

# game/script/chapter1.rpy:666
translate russian c01_0197:

    # c "쾅 소리에 두 사람은 내 눈치를 보듯 옷매무새를 다듬었다. 가헬은 둘째치고 엘레드에게 호통을 친 상황에 머리가 아플 지경이었다." id c01_0197
    c "Громкий хлопок заставил обоих мужчин поправить одежду, как будто проверяя себя. У меня раскалывалась голова от ситуации, особенно после того, как я накричал на Гахеля и Элреда." id c01_0197

# game/script/chapter1.rpy:675
translate russian c01_0198:

    # c "이대로 재판에 끌려가 끔찍한 모습으로 죽는건가 하는 생각도 들었지만, 다행히 엘레드는 웃음을 터트리며 가헬의 어깨에 (강제로) 팔을 걸쳤다." id c01_0198
    c "Я даже забеспокоился, не окажусь ли я в суде и не встречу ли ужасный конец, но, к счастью, Элред расхохотался и (насильно) положил руку на плечо Гахеля." id c01_0198

# game/script/chapter1.rpy:677
translate russian c01_0199:

    # c "친구처럼 구는 엘레드와 얼음장처럼 차가운 가헬의 얼굴이 극명한 대비를 이루었다." id c01_0199
    c "Контраст между дружелюбным поведением Элреда и ледяным выражением лица Гахеля был разительным." id c01_0199

# game/script/chapter1.rpy:682
translate russian c01_0200:

    # t "\"크하하하! 자네 성격 하나는 맘에 드는군! 남자라면 그래야지!\"" id c01_0200
    t "\"Кахахаха, мне действительно нравится твой настрой! Вот каким должен быть мужчина!\"" id c01_0200

# game/script/chapter1.rpy:684
translate russian c01_0201:

    # c sneer "나는 속으로 안도의 한숨을 쉬면서 다행이라고 생각했다. 가헬도 엘레드의 팔을 떼어내기만 하고 괜히 다른 말을 얹지 않았다." id c01_0201
    c sneer "Я внутренне вздохнул с облегчением, подумав, как мне повезло. Гахель просто стряхнул руку Элреда, не добавив больше ни слова." id c01_0201

# game/script/chapter1.rpy:688
translate russian c01_0202:

    # "{i}딸랑~{/i}" id c01_0202
    "{i}Дзынь~{/i}" id c01_0202

# game/script/chapter1.rpy:694
translate russian c01_0203:

    # c base "입구의 종이 울리며 다른 손님이 들어오는 것이 보였다." id c01_0203
    c base "Зазвенел колокольчик у входа, возвещая о прибытии еще одного посетителя." id c01_0203

# game/script/chapter1.rpy:699
translate russian c01_0204:

    # c "엘레드는 지금까지 방해해서 미안했는지, 금화 한 닢을 카운터 위에 올려두었다." id c01_0204
    c "Элред, возможно, пожалев о причиненном беспокойстве, оставил на прилавке золотую монету." id c01_0204

# game/script/chapter1.rpy:701
translate russian c01_0205:

    # c question2 "(잠깐, 저 금화를 어디서 꺼낸거지?)" id c01_0205
    c question2 "(Подождите, откуда он достал эту золотую монету?)" id c01_0205

# game/script/chapter1.rpy:703
translate russian c01_0206:

    # c base "(...이런걸 생각할 때가 아니지)" id c01_0206
    c base "(...Не время думать о таких вещах.)" id c01_0206

# game/script/chapter1.rpy:705
translate russian c01_0207:

    # c "나는 정신을 차리고, 그냥 가려는 엘레드에게 뭐라도 주려고 했다." id c01_0207
    c "Я собрался с мыслями и решил дать Элреду что-нибудь взамен, когда он собирался уходить." id c01_0207

# game/script/chapter1.rpy:715
translate russian c01_0208:

    # "[pl_name][josa_eun_neun] 푸른 빛이 감도는 고급 허브 오일을 엘레드에게 챙겨주기로 했다." id c01_0208
    "[pl_name] выбрал высококачественное травяное масло с легким голубым отливом, чтобы дать ему Элредеру." id c01_0208

# game/script/chapter1.rpy:717
translate russian c01_0209:

    # c "나는 나가려는 엘레드를 불러 멈춰 세웠다." id c01_0209
    c "Я окликнул Элреда, останавливая его, когда он уже собирался уходить." id c01_0209

# game/script/chapter1.rpy:724
translate russian c01_0210:

    # c talk "\"털 관리에 좋은 겁니다. 외부활동을 하기 전에 발라두면 윤기나는 털을 유지 할 수 있을 거에요.\"" id c01_0210
    c talk "\"Это полезно для ухода за мехом. Нанеси его перед выходом на улицу, и он сохранит блеск твоего меха.\"" id c01_0210

# game/script/chapter1.rpy:732
translate russian c01_0211:

    # t "\"음...? 이런 걸 받으려고 금화를 준 건 아니네만...\"" id c01_0211
    t "\"Хм...? Я дал тебе золотую монету не для того, чтобы получить что-то взамен...\"" id c01_0211

# game/script/chapter1.rpy:737
translate russian c01_0212:

    # t "\"자네가 선물해주는 것을 거부할 수 는 없지! 감사히 받겠네!\"" id c01_0212
    t "\"Но я не могу отказаться от твоего подарка! Я приму его с благодарностью!\"" id c01_0212

# game/script/chapter1.rpy:739
translate russian c01_0213:

    # c base "그저 금화가 부담되어 준 것이었지만, 엘레드는 생각보다 굉장히 좋아했다." id c01_0213
    c base "Я отдал его просто потому, что золотая монета была обузой, но Элреду, казалось, она понравилась больше, чем ожидалось." id c01_0213

# game/script/chapter1.rpy:744
translate russian c01_0214:

    # "[pl_name][josa_eun_neun] 회복 물약을 엘레드에게 챙겨주기로 했다." id c01_0214
    "[pl_name] решил дать Элреду целебное зелье." id c01_0214

# game/script/chapter1.rpy:746
translate russian c01_0215:

    # c base "나는 나가려는 엘레드를 불러 멈춰 세웠다." id c01_0215
    c base "Я окликнул Элреда, останавливая его, когда он уже собирался уходить." id c01_0215

# game/script/chapter1.rpy:753
translate russian c01_0216:

    # c talk "\"언젠가 상처를 입으면 이걸 사용하세요. 효과가 좋을 겁니다.\"" id c01_0216
    c talk "\"Если ты получишь травму, воспользуйся этим. Это очень эффективно.\"" id c01_0216

# game/script/chapter1.rpy:761
translate russian c01_0217:

    # t "\"이게 그 유명한 자네 상점의 회복 물약인가!\"" id c01_0217
    t "\"Это знаменитое целебное зелье из твоего магазина!\"" id c01_0217

# game/script/chapter1.rpy:763
translate russian c01_0218:

    # t "\"뭔가 받으려고 금화를 준 건 아니지만, 잘 쓰겠네.\"" id c01_0218
    t "\"Я отдал золотую монету не для того, чтобы что-то получить, но я использую ее с пользой.\"" id c01_0218

# game/script/chapter1.rpy:768
translate russian c01_0219:

    # c base "그가 만족해 하는 것 같다." id c01_0219
    c base "Он казался довольным." id c01_0219

# game/script/chapter1.rpy:772
translate russian c01_0220:

    # "[pl_name][josa_eun_neun] 생각이 바뀌어서 그냥 금화를 받기로 했다." id c01_0220
    "[pl_name] передумал и решил просто принять золотую монету." id c01_0220

# game/script/chapter1.rpy:774
translate russian c01_0221:

    # c base "(생각해보니 귀족이라 돈이 많을 텐데... 굳이 뭘 따로 줄 필요는 없겠지. 안 그래도 돈이 부족했는데 잘됐다.)" id c01_0221
    c base "(Теперь, когда я думаю об этом, он дворянин, поэтому у него должно быть много денег... не нужно давать ничего лишнего. У меня все равно не хватало средств, так что все получилось хорошо.)" id c01_0221

# game/script/chapter1.rpy:780
translate russian c01_0222:

    # t "\"내가 너무 방해 한 것 같군그래. 그럼, 내일 다시 오겠네 [pl_name]!\"" id c01_0222
    t "\"Кажется, я причинил слишком много беспокойства. Что ж, тогда я вернусь завтра, [pl_name]!\"" id c01_0222

# game/script/chapter1.rpy:785
translate russian c01_0223:

    # c base "그는 앙큼한 윙크를 날리며 상점을 나갔다." id c01_0223
    c base "Когда он уходил, Элред дерзко подмигнул и вышел из магазина." id c01_0223

# game/script/chapter1.rpy:790
translate russian c01_0224:

    # c "주황색 뒤통수에 가헬의 시선이 칼날처럼 꽂혔다." id c01_0224
    c "Взгляд Гахеля проследил за его оранжевой головой, острой, как лезвие." id c01_0224

# game/script/chapter1.rpy:792
translate russian c01_0225:

    # c ddam2 "언제나 그랬지만 오늘 유난히 더 정신적으로 피곤해졌다. 아무리 금화 한 닢이면 남는 장사긴 해도, 아침부터 엘레드에게 기가 빨려 녹초가 되는 건 힘든 일이다." id c01_0225
    c ddam2 "Как всегда, но особенно сегодня, я чувствовал себя морально истощенным."
    c ddam2 "Несмотря на то, что одна золотая монета это хорошая сделка, быть опустошенным Элредом первым делом с утра, это утомительно." id c01_0225

# game/script/chapter1.rpy:794
translate russian c01_0226:

    # c base "나는 일단 방금 들어온 손님에게 어떤 물품을 찾는지 묻기로 했다." id c01_0226
    c base "Я решил сосредоточиться на клиенте, который только что вошел." id c01_0226

# game/script/chapter1.rpy:796
translate russian c01_0227:

    # c talk "\"안녕하세요. 무엇을 찾으시나요?\"" id c01_0227
    c talk "\"Здравствуйте. Что вы ищете?\"" id c01_0227

# game/script/chapter1.rpy:798
translate russian c01_0228:

    # n "\"아, 회복물약을 사러 왔습니다. 꼭 여기서 사야 한다는 얘기를 들었어요.\"" id c01_0228
    n "\"Ах, я пришел купить целебное зелье. Я слышал, что его обязательно нужно покупать здесь.\"" id c01_0228

# game/script/chapter1.rpy:800
translate russian c01_0229:

    # c base "나는 자동으로 준비된 멘트를 줄줄 읊기 시작했다." id c01_0229
    c base "Я автоматически начал декламировать свою подготовленную речь." id c01_0229

# game/script/chapter1.rpy:802
translate russian c01_0230:

    # c talk "\"잘 오셨습니다. 저희 가게의 회복물약은 마탑에서 공인 받은 고품질로 유명하죠.\"" id c01_0230
    c talk "\"Вы обратились по адресу. Наши целебные зелья, сертифицированные Башней магов, славятся своим высоким качеством.\"" id c01_0230

# game/script/chapter1.rpy:809
translate russian c01_0231:

    # c talk "\"표준 규격 회복물약은 이쪽에 있습니다. 개당 가격은...\"" id c01_0231
    c talk "\"Стандартные зелья находятся здесь. Цена за единицу составляет...\"" id c01_0231

# game/script/chapter1.rpy:814
translate russian c01_0232:

    # "..." id c01_0232
    "..." id c01_0232

# game/script/chapter1.rpy:816
translate russian c01_0233:

    # n "\"감사합니다.\"" id c01_0233
    n "\"Спасибо.\"" id c01_0233

# game/script/chapter1.rpy:819
translate russian c01_0234:

    # "{i}딸랑~{/i}" id c01_0234
    "{i}Дзынь~{/i}" id c01_0234

# game/script/chapter1.rpy:821
translate russian c01_0235:

    # c base "용병으로 보이는 수인이 물약 3개를 구매하고갔다." id c01_0235
    c base "Зверочеловек, который оказался наемником, купил три зелья и ушел." id c01_0235

# game/script/chapter1.rpy:823
translate russian c01_0236:

    # c "정말 소문이 어찌나 퍼졌는지 요즘은 이렇게 이른 시간부터 처음 보는 용병들이 와서 물약을 구매하곤 한다." id c01_0236
    c "В последнее время наблюдается приток новых лиц, наемники приходят пораньше, чтобы купить зелья." id c01_0236

# game/script/chapter1.rpy:825
translate russian c01_0237:

    # c "나는 내심 뿌듯해 하며, 방금전의 개판을 조금이나마 잊을 수 있었다." id c01_0237
    c "Я испытал чувство гордости, сумев на мгновение забыть о прежнем хаосе." id c01_0237

# game/script/chapter1.rpy:833
translate russian c01_0238:

    # w "\"그 근육돼지는 대체 언제까지 오려고 하는거지...\"" id c01_0238
    w "\"Как долго эта мускулистая свинья планирует приходить сюда...\"" id c01_0238

# game/script/chapter1.rpy:838
translate russian c01_0239:

    # c "나와 달리 가헬은 여전히 엘레드가 불쾌했는지 짜증을 내며 돈을 금고에 집어넣었다." id c01_0239
    c "В отличие от меня, Гахель, все еще явно раздраженный Элредом, раздраженно положил деньги в сейф." id c01_0239

# game/script/chapter1.rpy:843
translate russian c01_0240:

    # c "가헬은 빈 자리에 물약을 진열하다가 뭔가 생각난 듯 나에게 성큼성큼 다가왔다." id c01_0240
    c "Когда Гахель пополнял запасы зелий, он внезапно решительно подошел ко мне." id c01_0240

# game/script/chapter1.rpy:848
translate russian c01_0241:

    # w "\"[pl_name], 저런 난봉꾼의 말에 절대 넘어가면 안 돼. 알겠지?\"" id c01_0241
    w "\"[pl_name], ты никогда не должен поддаваться на слова такого плейбоя, как он. Ты понимаешь?\"" id c01_0241

# game/script/chapter1.rpy:853
translate russian c01_0242:

    # c "그가 두 손으로 내 어깨를 잡으며 굉장히 진지한 얼굴로 말한다." id c01_0242
    c "Он держал меня за плечи обеими руками, его лицо было смертельно серьезным." id c01_0242

# game/script/chapter1.rpy:855
translate russian c01_0243:

    # c "평소에도 가헬의 얼굴에 진지함이 모자란 편은 아니지만 지금은 거의 유언과 같은 비장함이 느껴질 정도였다." id c01_0243
    c "Хотя лицо Гахеля редко бывает беззаботным, сейчас это выглядело почти как торжественная клятва." id c01_0243

# game/script/chapter1.rpy:857
translate russian c01_0244:

    # c "왜 이렇게까지 진지해진 것인지 이해할 수 없어서 나는 그냥 고개를 끄덕였다." id c01_0244
    c "Я не понимал, почему он был так серьезен, поэтому просто кивнул." id c01_0244

# game/script/chapter1.rpy:859
translate russian c01_0245:

    # c question2 "\"...? 알겠어.\"" id c01_0245
    c question2 "\"...? Хорошо.\"" id c01_0245

# game/script/chapter1.rpy:861
translate russian c01_0246:

    # c base "생각해보니 둘은 처음 만났을 때부터 별로 좋은 관계는 아니었다." id c01_0246
    c base "Оглядываясь назад, можно сказать, что Элред и Гахель никогда по-настоящему не ладили с тех пор, как впервые встретились." id c01_0246

# game/script/chapter1.rpy:863
translate russian c01_0247:

    # c "나에게 작업을 거는 엘레드와 그를 쫒아내고 싶은 가헬, 그리고 다시 가헬을 얕보는 엘레드... 그렇게 둘의 삐걱거림은 날이 갈수록 커져만 갔다." id c01_0247
    c "Элред приставал ко мне, Гахель хотел прогнать его, а затем Элред унизил Гахеля... Их трения, казалось, росли день ото дня." id c01_0247

# game/script/chapter1.rpy:865
translate russian c01_0248:

    # c "사이에서 말려야 하나 싶지만 가헬과 엘레드 둘 다 그렇게까지 오래된 관계는 아니라서 중재하기 어렵기도 하다." id c01_0248
    c "Я задавался вопросом, не следует ли мне вмешаться, но поскольку ни те, ни другие отношения не были очень давними, посредничать было трудно." id c01_0248

# game/script/chapter1.rpy:867
translate russian c01_0249:

    # c "이러다가 무기라도 꺼내드는 건 아닌가 하는 걱정도 눈꼽만큼 들긴 하지만 설마... 뭐, 내가 상관할바는 아니겠지." id c01_0249
    c "Было небольшое беспокойство, что в какой-то момент они могут даже выхватить оружие, но наверняка... Ну, это не моя забота." id c01_0249

# game/script/chapter1.rpy:874
translate russian c01_0250:

    # c base "손님이 올때마다 영업용 멘트를 하고 중간중간 재료 가공까지 신경쓰다보니 시간이 금방 흘러간다." id c01_0250
    c base "Время летело незаметно, пока я доставлял клиентам рекламные материалы и занимался обработкой ингредиентов." id c01_0250

# game/script/chapter1.rpy:876
translate russian c01_0251:

    # c "어느새 창밖에는 해가 뉘엿뉘엿 저물어가고 따스한 노을빛이 가게 안으로 들어온다. 나는 오늘 장사를 마무리할 요량으로 말했다." id c01_0251
    c "Не успел я опомниться, как солнце уже садилось за окном, заливая магазин теплым светом. Я решил, что пришло время закрываться на весь день." id c01_0251

# game/script/chapter1.rpy:878
translate russian c01_0252:

    # c talk "\"이제 정리하고 마무리하자. 오늘도 도와줘서 고마워.\"" id c01_0252
    c talk "\"Давай приберемся и завершим на сегодня. Спасибо за твою помощь, Гахель.\"" id c01_0252

# game/script/chapter1.rpy:883
translate russian c01_0253:

    # c base "가헬은 고개를 끄덕이고는 진열된 물건들을 선반에 수납하기 시작했다." id c01_0253
    c base "Гахель кивнул и начал расставлять выставленные товары обратно по полкам." id c01_0253

# game/script/chapter1.rpy:905
translate russian c01_0254:

    # c "나는 금고와 장부를 정리하며 남은 물품들의 재고 파악을 했다." id c01_0254
    c "Я разложил кассу и бухгалтерскую книгу, проведя инвентаризацию оставшихся предметов." id c01_0254

# game/script/chapter1.rpy:907
translate russian c01_0255:

    # c consider "\"흠... 생각보다 회복물약이 더 모자라겠는걸?\"" id c01_0255
    c consider "\"Хм... Похоже, у нас осталось меньше целебных зелий, чем я думал?\"" id c01_0255

# game/script/chapter1.rpy:909
translate russian c01_0256:

    # c talk "\"다음주 정도에 던전에 가서 재료 수급을 하면 될꺼라고 생각 했는데, 지금 팔리는 속도를 보면 안될꺼 같아.\"" id c01_0256
    c talk "\"Я планировал сходить в подземелье за припасами на следующей неделе, но такими темпами это будет недостаточно скоро.\"" id c01_0256

# game/script/chapter1.rpy:911
translate russian c01_0257:

    # c "\"가헬, 내일부터 던전 진입 준비를 하고, 준비가 끝나는대로 바로 던전에 가자.\"" id c01_0257
    c "\"Гахель, давай начнем готовиться к завтрашнему посещению подземелья и отправимся, как только будем готовы.\"" id c01_0257

# game/script/chapter1.rpy:916
translate russian c01_0257_01:

    # w "\"그래, 나도 장비 점검을 다시 해야겠군.\"" id c01_0257_01
    w "\"Да, мне также следует перепроверить свое снаряжение.\"" id c01_0257_01

# game/script/chapter1.rpy:918
translate russian c01_0258:

    # w "\"이번에도 {color=#ee3939}'레타'{/color} 던전에 가는 건가?\"" id c01_0258
    w "\"На этот раз мы снова направляемся в подземелье {color=#ee3939}'Рета'{/color}?\"" id c01_0258

# game/script/chapter1.rpy:923
translate russian c01_0259:

    # c "\"아니, 저번달엔 성도와 가까운 곳에 {color=#ee3939}'마물 콜로니'{/color}가 생겨서 먼 곳으로 갔던 거였어.\"" id c01_0259
    c "\"Нет, в прошлом месяце нам пришлось пойти дальше, потому что рядом с замком появилась {color=#ee3939}'Колония монстров'{/color}.\"" id c01_0259

# game/script/chapter1.rpy:925
translate russian c01_0260:

    # c "\"지금은 성도에서 제일 가까운 {color=#ee3939}'타시아'{/color} 던전으로 가는게 제일 좋겠지.\"" id c01_0260
    c "\"Теперь было бы лучше всего отправиться в подземелье {color=#ee3939}'Тасия'{/color}, ближайшее к замку.\"" id c01_0260

# game/script/chapter1.rpy:927
translate russian c01_0261:

    # c base "던전마다 마력의 흐름에 따라 다양한 변화가 있지만 재료 채집의 관점에서 둘 사이에 유의미한 차이는 없다." id c01_0261
    c base "В то время как каждое подземелье имеет свои собственные уникальные магические потоки и изменения, с точки зрения сбора материала между ними нет существенной разницы." id c01_0261

# game/script/chapter1.rpy:929
translate russian c01_0262:

    # c "누가 마나 허브를 죄다 뽑아서 씨를 말리지만 않았다면 어느 던전을 가도 괜찮으니 역시 가까운 던전이 가장 편하다." id c01_0262
    c "До тех пор, пока кто–то не пошел и не сорвал все травы маны, любое подземелье должно быть прекрасным чем ближе, тем лучше." id c01_0262

# game/script/chapter1.rpy:931
translate russian c01_0263:

    # c talk "\"이전에도 자주 가던 던전이고, 딱히 엄청 위험한 몬스터가 발견된 곳도 아니니까 무리하게 준비할 필요는 없을거야.\"" id c01_0263
    c talk "\"Мы часто бывали в этом подземелье раньше, и оно не славится особо опасными монстрами, так что нет необходимости в чрезмерных приготовлениях.\"" id c01_0263

# game/script/chapter1.rpy:936
translate russian c01_0264:

    # w "\"[pl_name], 던전은 어떻게 변화할지 몰라. 아무리 위험도가 낮다고 하더라도 던전은 던전이야.\"" id c01_0264
    w "\"[pl_name], подземелья могут быть непредсказуемыми. Независимо от того, насколько низким считается уровень опасности, подземелье остается подземельем.\"" id c01_0264

# game/script/chapter1.rpy:938
translate russian c01_0265:

    # w "\"최악의 상황을 준비해야 목숨을 건질 수 있어.\"" id c01_0265
    w "\"Мы должны готовиться к худшему, чтобы выжить.\"" id c01_0265

# game/script/chapter1.rpy:943
translate russian c01_0266:

    # c base "가헬의 진심이 담긴 충고에 절로 고개를 끄덕이게 된다. 무시무시한 마물이 가득한 던전도 다녔을 가헬이 말하니 무게감이 다르다." id c01_0266
    c base "Искренний совет Гахеля заставляет меня автоматически кивнуть. Его слова имеют больший вес, учитывая, что он прошел подземелья, наполненные ужасающими монстрами." id c01_0266

# game/script/chapter1.rpy:945
translate russian c01_0267:

    # c talk "\"그건 그렇지... 제대로 준비해 둘게.\"" id c01_0267
    c talk "\"Ты прав... Я позабочусь о том, чтобы мы хорошо подготовились.\"" id c01_0267

# game/script/chapter1.rpy:947
translate russian c01_0268:

    # c base "하지만 그렇게 대답해놓고 마음 한구석에서는 안일한 생각이 튀어나왔다." id c01_0268
    c base "Но даже когда я отвечаю, какая-то часть меня лелеет самодовольную мысль." id c01_0268

# game/script/chapter1.rpy:949
translate russian c01_0269:

    # c "지난 몇 년간 사망자도 없었고 초짜 용병들도 들락거리는 위험도 {color=#ee3939}'하'{/color} 던전에서 문제가 터져봤자 돌연변이 마물 정도일 것이다." id c01_0269
    c "За последние несколько лет не было ни одного смертельного случая, и даже начинающие наемники часто посещают подземелье низкого риска {color=#ee3939}'низкого уровня'{/color}." 
    c "Худшее, с чем мы можем столкнуться это, вероятно, мутировавший монстр." id c01_0269

# game/script/chapter1.rpy:951
translate russian c01_0270:

    # c "연기폭탄 같은 것만 있어도 충분하지 않을까? " id c01_0270
    c "Разве не было бы достаточно чего-нибудь вроде дымовой шашки? " id c01_0270

# game/script/chapter1.rpy:953
translate russian c01_0271:

    # c talk "\"일단 준비는 내일부터 하고, 저녁이나 먹으러 가자.\"" id c01_0271
    c talk "\"Давай начнем готовиться завтра, а пока пойдем поужинаем.\"" id c01_0271

# game/script/chapter1.rpy:955
translate russian c01_0272:

    # c base "나는 가게 밖의 안내판을 뒤집어 영업 종료를 표시하고 문을 닫았다. 이렇게 또 하루가 지나간다." id c01_0272
    c base "Я перевернул вывеску перед магазином, чтобы показать, что мы закрыты, и запер дверь. Проходит еще один день." id c01_0272

# game/script/chapter1.rpy:964
translate russian c01_0273:

    # c inn_d sleep "나는 평소보다 이른 아침에 잠에서 깼다. 밝은 햇빛이 창문을 통해 방 안을 비추고 있었다." id c01_0273
    c inn_d sleep "На следующее утро я проснулся раньше обычного. Яркий солнечный свет лился в окно, освещая комнату." id c01_0273

# game/script/chapter1.rpy:966
translate russian c01_0274:

    # c base "나는 조금만 더 잘까 고민하다가, 오늘 할일이 많다는 것을 상기하고 이르게 침대에서 벗어났다." id c01_0274
    c base "Я подумывал о том, чтобы поспать еще немного, но потом вспомнил, что у меня сегодня много дел, и быстро встал с постели." id c01_0274

# game/script/chapter1.rpy:973
translate russian c01_0275:

    # c am_d base "아직은 어두운 상점 2층의 복도를 지나 1층에 내려가려고 하는데, 복도에서 조그맣게 끼기긱 소리가 들려온다." id c01_0275
    c am_d base "Когда я шел по все еще темному коридору на втором этаже магазина, чтобы спуститься вниз, я услышал слабый скрип." id c01_0275

# game/script/chapter1.rpy:975
translate russian c01_0276:

    # c question2 "(이게 무슨 소리지?)" id c01_0276
    c question2 "(Что это за звук?)" id c01_0276

# game/script/chapter1.rpy:977
translate russian c01_0277:

    # c base "나는 호기심을 참지 못하고 소리를 따라갔다." id c01_0277
    c base "Движимый любопытством, я последовал на шум." id c01_0277

# game/script/chapter1.rpy:984
translate russian c01_0278:

    # "살짝 열린 문 틈새로 가헬의 거친 숨소리가 새어 나오고 있다." id c01_0278
    "Через приоткрытую дверь я слышал тяжелое дыхание Гахеля." id c01_0278

# game/script/chapter1.rpy:986
translate russian c01_0279:

    # c "나는 가까이 갈수록 점점 커지는 그의 신음과 침대가 규칙적으로 삐걱이는 소리를 듣고 본능적으로 그가 무엇을 하고 있는지 깨달았다." id c01_0279
    c "Когда я подошел ближе, усиливающийся звук его стонов и ритмичный скрип кровати инстинктивно подсказали мне, что он делает." id c01_0279

# game/script/chapter1.rpy:1004
translate russian c01_0280:

    # c "뭔가 아쉬운 느낌이 들었지만, 나는 그의 사생활을 지켜주기 위해 자리를 떠났다." id c01_0280
    c "Чувствуя себя немного разочарованным, но желая уважать его частную жизнь, я решил уйти." id c01_0280

# game/script/chapter1.rpy:1006
translate russian c01_0281:

    # c "(아침부터 활력이 넘치네.)" id c01_0281
    c "(Довольно энергичный сегодня утром.)" id c01_0281

# game/script/chapter1.rpy:1008
translate russian c01_0282:

    # c "작게 열린 문 틈새로 눈이 마주칠까봐 나는 살금살금 뒤로 물러섰다. 서로 민망한 일이 생기지 않도록 배려해주기로 했다." id c01_0282
    c "Беспокоясь, что наши глаза могут встретиться через маленькое отверстие в двери, я осторожно попятился. Я решил быть тактичным и избегать любых неловких ситуаций." id c01_0282

# game/script/chapter1.rpy:1010
translate russian c01_0283:

    # c "나는 발소리를 죽이고 걸어가며 먼저 씻으러 가기로 했다. 냉철하고 노련한 용병의 모습을 보여주는 가헬도 역시 짐승의 면모가 있긴 하구나 생각했다." id c01_0283
    c "Я тихо ушел, решив сначала пойти и принять душ. Наблюдая за Гахелем, обычно таким хладнокровным и опытным, я понял, что даже у него бывают свои отвратительные моменты." id c01_0283

# game/script/chapter1.rpy:1026
translate russian c01_0284:

    # "가헬은 방 안에서 조용히 혼자만의 시간을 보내고 있었기 때문에 살짝 열린 문 너머로 보이는 누군가의 존재를 의식하지 못했다." id c01_0284
    "Гахель, поглощенный своим уединением в комнате, не замечал ничьего присутствия за слегка приоткрытой дверью." id c01_0284

# game/script/chapter1.rpy:1028
translate russian c01_0285:

    # "방 안에서는 가죽 냄새와 수컷 늑대의 체취가 풍겼는데, 가헬의 거친 용병 생활에 어울리는 분위기였다. 평소에는 가죽 갑옷에 가려졌던 가헬의 몸이 완전히 나체가 되어있었다." id c01_0285
    "В комнате пахло кожей и отчетливым запахом волка-самца, соответствующим суровой жизни наемника. Обычно скрытое кожаной броней тело Гахеля было полностью обнажено." id c01_0285

# game/script/chapter1.rpy:1030
translate russian c01_0286:

    # "몸 곳곳에 움푹 패인 흉터 자국은 창문으로 들어오는 아침 햇살 아래서 빛나고 있었다." id c01_0286
    "Шрамы, изрезавшие все его тело, поблескивали в лучах утреннего солнца, проникавшего через окно." id c01_0286

# game/script/chapter1.rpy:1032
translate russian c01_0287:

    # "아직 한낮처럼 밝지 않아서 그의 근육질 몸의 절반은 그림자에 가려졌지만, 어두운 실루엣과 대비되는 하얀 털로 덮인 팔다리는 극명한 대비를 이루며 시선을 끌었다." id c01_0287
    "Было еще не так светло, как днем, поэтому половина его мускулистого тела была скрыта в тени, но его конечности, покрытые белым мехом, резко контрастировали с темным силуэтом, привлекая внимание." id c01_0287

# game/script/chapter1.rpy:1034
translate russian c01_0288:

    # "가헬은 자위에 완전히 몰두한 채 침대에 기대어 붉은 얼굴을 하고 있었는데, 평소 금욕적인 태도와는 정반대의 모습이어서 보기 드문 광경이었다." id c01_0288
    "Гахель был полностью поглощен мастурбацией, откинувшись на спинку кровати с раскрасневшимся лицом. Это было редкое зрелище, резко контрастирующее с его обычным аскетичным поведением." id c01_0288

# game/script/chapter1.rpy:1036
translate russian c01_0289:

    # "두터운 근육질의 허벅지와 거기에 지지않을 만큼 거대한 성기를 강하게 움켜쥐는 가헬의 커다란 손까지 모두 사나워 보였다." id c01_0289
    "Большие руки Гахеля, сжимающие массивный пенис, сочетались с крепостью его толстых мускулистых бедер, и все это придавало ему свирепый вид." id c01_0289

# game/script/chapter1.rpy:1038
translate russian c01_0290:

    # "검을 휘두를 때의 모습과도 비슷한, 아니 그보다 더 흉포한 기세가 느껴지는 순간이었다." id c01_0290
    "Этот момент казался еще более напряженным, чем когда он держал в руках меч, возможно, даже более свирепым." id c01_0290

# game/script/chapter1.rpy:1042
translate russian c01_0291:

    # "그는 신음 소리가 복도에 울려 퍼지는 줄도 모른 채 지독한 쾌락에 빠져 있었다." id c01_0291
    "Не подозревая, что его стоны эхом разносятся по коридору, он погрузился в острое наслаждение." id c01_0291

# game/script/chapter1.rpy:1044
translate russian c01_0292:

    # c shy "(잠깐만 구경할까.)" id c01_0292
    c shy "(Думаю можно взгянуть на секунду.)" id c01_0292

# game/script/chapter1.rpy:1048
translate russian c01_0293:

    # "수컷 늑대 특유의 사향과 땀 냄새가 뒤섞여 어지러울 정도로 진한 향기가 방 안을 가득 채웠다." id c01_0293
    "Комнату наполнил головокружительно густой аромат - смесь мускуса и пота, характерная для самца волка." id c01_0293

# game/script/chapter1.rpy:1052
translate russian c01_0294:

    # "억누른 숨소리와 살이 스치는 소리가 고요한 방에 울려퍼진다." id c01_0294
    "Звук сдавленного дыхания и царапаемой плоти эхом разнесся по безмолвной комнате." id c01_0294

# game/script/chapter1.rpy:1054
translate russian c01_0295:

    # "힘에 겨운 듯 들썩이며 억눌린 신음을 내뱉는 가헬은 평소에 절대 볼 수 없는 모습이었다." id c01_0295
    "Гахель, казалось бы, борющийся с усилием, издал сдавленный стон - зрелище, невиданное в обычной жизни." id c01_0295

# game/script/chapter1.rpy:1059
translate russian c01_0296:

    # "가헬이 더 나은 각도를 찾기 위해 몸을 조금씩 움직일 때마다 침대 시트가 바스락거리고 침대가 삐걱거린다." id c01_0296
    "Когда он слегка подвинулся, чтобы найти лучший угол, простыни зашуршали, а кровать заскрипела." id c01_0296

# game/script/chapter1.rpy:1061
translate russian c01_0297:

    # c base "나는 경계심 많고 무뚝뚝한 평소의 가헬과 거리가 먼 짐승같은 모습에서 시선을 뗄 수 없었다." id c01_0297
    c base "Я не мог оторвать глаз от чудовищной фигуры, совершенно непохожей на обычного бдительного, прямолинейного Гахеля." id c01_0297

# game/script/chapter1.rpy:1063
translate russian c01_0298:

    # c "(엄청난데...)" id c01_0298
    c "(Это невероятно...)" id c01_0298

# game/script/chapter1.rpy:1065
translate russian c01_0299:

    # "지나치게 큰 좆은 참지 못한 흥분으로 불끈거렸고, 기둥 표면에 도드라진 굵은 혈관이 꿈틀거렸다." id c01_0299
    "Чрезмерно большой член пульсировал от неконтролируемого возбуждения, а выступающие вены на поверхности его ствола заметно вздувались." id c01_0299

# game/script/chapter1.rpy:1071
translate russian c01_0300:

    # "귀두 끝에서 프리컴 방울이 흘러내리며 창문 틈새로 들어오는 빛을 반사했다." id c01_0300
    "Капля преякулята стекала с кончика головки, отражая свет, струящийся через щель в окне." id c01_0300

# game/script/chapter1.rpy:1079
translate russian c01_0301:

    # "가헬이 능숙하게 성기를 쥐고 위아래로 문지를 때마다 그에게서 더 많은 음란한 소리가 흘러나왔다." id c01_0301
    "Все больше непристойных звуков вырывалось из уст Гахеля каждый раз, когда он умело сжимал свой пенис, двигая им вверх и вниз." id c01_0301

# game/script/chapter1.rpy:1081
translate russian c01_0302:

    # "가헬은 신음을 참기 위해 송곳니로 아랫입술을 깨물며 버텼지만, 도저히 참을 수가 없었다." id c01_0302
    "Гахель прикусил нижнюю губу клыками, чтобы сдержать стон, но возбуждение было слишком сильным." id c01_0302

# game/script/chapter1.rpy:1085
translate russian c01_0303:

    # "그의 가쁜 숨소리는 낮은 으르렁거림으로 바뀌었다가 다시 거친 숨소리로 바뀌었고, 그 모든 소리는 해방되지 못한 흥분을 증기처럼 뿜어냈다." id c01_0303
    "Его прерывистое дыхание превратилось в низкое рычание, затем снова стало прерывистым, каждый звук был паром необузданного возбуждения." id c01_0303

# game/script/chapter1.rpy:1087
translate russian c01_0304:

    # "그렇게 차갑고 신중한 인물이 쾌락에 굴복하는 모습은 매혹적이면서도 당황스러울 수밖에 없었다." id c01_0304
    "Было одновременно завораживающе и обескураживающе видеть, как такая холодная и осторожная фигура поддается удовольствию." id c01_0304

# game/script/chapter1.rpy:1089
translate russian c01_0305:

    # "가헬의 푸른 눈동자는 퇴폐적인 쾌락으로 가득 차 있었고, 음탕한 자극에 너무 몰두한 나머지 문이 열려 있다는 사실을 눈치채거나 누가 자신을 지켜보고 있다는 의심조차 하지 못했다." id c01_0305
    "Голубые глаза Гахеля были полны декадентского удовольствия, и он был настолько поглощен своей похотливой стимуляцией," 
    "что не заметил, что дверь открыта, и даже не заподозрил, что за ним кто-то наблюдает." id c01_0305

# game/script/chapter1.rpy:1093
translate russian c01_0306:

    # w nake_d horny "\"하아... 후우... 그르르...\"" id c01_0306
    w nake_d horny "\"Ха... Гррр...\"" id c01_0306

# game/script/chapter1.rpy:1095
translate russian c01_0307:

    # "가헬은 [pl_name]의 존재를 의식하지 못한 채 격렬한 움직임을 계속했고, 가까워지는 절정의 짜릿함이 척추를 타고 흘렀다." id c01_0307
    "Гахель продолжал свои яростные движения, не обращая внимания на присутствие [pl_name], трепет от приближающейся кульминации пробегал у него по спине." id c01_0307

# game/script/chapter1.rpy:1102
translate russian c01_0308:

    # "자기도 모르게 허벅지가 조여지고 손의 속도가 빨라졌다. 가헬은 한층 더 거칠게 자지를 문질렀다." id c01_0308
    "Неосознанно его бедра напряглись, а рука ускорила движение. Гахель потер свой член еще сильнее." id c01_0308

# game/script/chapter1.rpy:1106
translate russian c01_0309:

    # "움직임에 따라 핏줄 선 가슴근육이 꿈틀거리고, 멈추지 않고 흘러나온 프리컴은 손에 달라붙어 찌덕찌덕 소리를 냈다." id c01_0309
    "Когда он двигался, испещренные венами грудные мышцы подергивались, а непрерывный поток преякулята, прилипший к его рукам, издавал липкий звук." id c01_0309

# game/script/chapter1.rpy:1108
translate russian c01_0310:

    # "이 장관을 바라보는 관객은 가헬도 모르는 문 건너편의 [pl_name] 한 명 뿐이었지만 관객이 있는지도 모르는 이 무대는 점점 더 격렬해졌다." id c01_0310
    "Единственным зрителем, наблюдавшим за этим зрелищем, был [pl_name] по другую сторону двери. Гахель даже не знал, что там были зрители, но это становилось все более напряженным." id c01_0310

# game/script/chapter1.rpy:1110
translate russian c01_0311:

    # "고요한 방에 울려 퍼지는 신음소리는 지나친 쾌락에 오히려 고통스러워 하는 것처럼 느껴지기도 했다." id c01_0311
    "Стоны, эхом отдававшиеся в тихой комнате, звучали почти болезненно из-за чрезмерного удовольствия." id c01_0311

# game/script/chapter1.rpy:1112
translate russian c01_0312:

    # "움직임에 따라 흔들리던 거대한 불알은 어느 순간 올라붙어서 경련을 일으키며 짜릿한 절정의 순간을 예고했다." id c01_0312
    "Его массивные яйца, которые покачивались в такт его движениям, внезапно поднялись и задергались, предвещая момент его волнующей кульминации." id c01_0312

# game/script/chapter1.rpy:1114
translate russian c01_0313:

    # w nake_u horny3 "\"하윽, 조금만 더...\"" id c01_0313
    w nake_u horny3 "\"Ха, еще чуть-чуть...\"" id c01_0313

# game/script/chapter1.rpy:1116
translate russian c01_0314:

    # "절정이 가까워지자 가헬의 손은 더 빠르게 거대한 자지를 가로질러 움직였고, 가쁜 호흡에 맞춰 리듬을 타며 꽉 쥐고 자지를 쥐어 짜내기 시작했다." id c01_0314
    "По мере приближения кульминации рука Гахеля все быстрее двигалась по массивному члену, и он начал сжимать и подергивать в такт своему учащенному дыханию." id c01_0314

# game/script/chapter1.rpy:1118
translate russian c01_0315:

    # "터져나오려는 욕망을 간신히 억누른 채로 하반신 깊은 곳에서 휘몰아치는 절정 전의 쾌락을 조금이라도 더 즐기고 있었다." id c01_0315
    "Едва подавляя желание взорваться, он еще немного насладился предклиматическим наслаждением, бурлящим глубоко внутри его нижней половины." id c01_0315

# game/script/chapter1.rpy:1120
translate russian c01_0316:

    # "평소의 금욕적이던 검은 늑대는 어디가고 지금은 터져버릴 것 같은 쾌락의 파도에 휩쓸려 헐떡거리는 짐승만이 있었다. 찡그린 눈은 욕망으로 가득찼고 신음은 울부짖는 소리와 비슷해졌다." id c01_0316
    "Обычно невозмутимый черно-белый волк исчез, и теперь был только тяжело дышащий зверь, охваченный волнами удовольствия, которые грозили вот-вот прорваться." 
    "Его глаза сузились от вожделения, а стоны стали больше похожи на вой." id c01_0316

# game/script/chapter1.rpy:1122
translate russian c01_0317:

    # "끝없이 흘러나온 프리컴은 이제 거품이 잔뜩 생긴 불투명한 액체가 되어 아래로 흘러내렸고, 기둥을 따라 맥동하는 혈관줄기 사이를 가로질러 그의 거대한 불알 사이에 웅덩이를 만들어 냈다." id c01_0317
    "Бесконечно текущая преякулят теперь превратилась в непрозрачную жидкость, полную пузырьков, стекающую вниз, и жидкость потекла по стволу, петляя между пульсирующими венами," 
    "образуя лужицу в его массивных яйцах." id c01_0317

# game/script/chapter1.rpy:1124
translate russian c01_0318:

    # "가헬이 자신의 자지를 문지를 때마다 더 많은 양의 액체가 그의 사타구니를 덮고 있는 검은 털로 스며들었다." id c01_0318
    "Каждый раз, когда Гахель тер свой член, все больше жидкости просачивалось в черный мех, покрывающий его пах." id c01_0318

# game/script/chapter1.rpy:1126
translate russian c01_0319:

    # "가헬의 호흡에 따라 들락날락하던 배가 꽉 조여들어 근육이 더욱 팽팽해졌고, 그것은 오랫동안 참아왔던 긴 황홀경이 시작한다는 신호였다." id c01_0319
    "Когда дыхание Гахеля участилось, его живот напрягся, отчего мышцы стали еще более напряженными, сигнализируя о наступлении долго сдерживаемого глубокого экстаза." id c01_0319

# game/script/chapter1.rpy:1138
translate russian c01_0320:

    # "가헬의 온몸이 경련하듯 몇 번 꿈틀거리더니 첫 번째 분출이 터져 나왔다." id c01_0320
    "Все тело Гахеля несколько раз дернулось, словно в конвульсиях, а затем вырвался первый рывок." id c01_0320

# game/script/chapter1.rpy:1145
translate russian c01_0321:

    # w nake_u horny2 "\"크으윽! 아우우...!\"" id c01_0321
    w nake_u horny2 "\"Ух! Ауууу...!\"" id c01_0321

# game/script/chapter1.rpy:1147
translate russian c01_0322:

    # "턱을 악물고 어떻게든 신음을 참아봤지만 터져나오는 짐승의 소리는 가릴 수 없었다." id c01_0322
    "Он сжал челюсти, пытаясь подавить стон, но вырвавшийся звериный звук невозможно было сдержать." id c01_0322

# game/script/chapter1.rpy:1149
translate russian c01_0323:

    # c ddam2 "(헉! 깜짝이야.)" id c01_0323
    c ddam2 "(Упс! Сюрприз.)" id c01_0323

# game/script/chapter1.rpy:1151
translate russian c01_0324:

    # "진하고 끈적해보이는 정액이 분수처럼 힘차게 분출되어 자신의 몸에 후두둑 떨어지고 그 아래 바닥을 더럽혔다." id c01_0324
    "Густая, липкая сперма хлынула из него фонтаном, стекая по его телу и пачкая пол под ним." id c01_0324

# game/script/chapter1.rpy:1153
translate russian c01_0325:

    # "그의 칠흑 같은 털은 땀과 정액에 적셔진 덕에 햇빛에 반짝이며 음란하고도 아름다운 광택을 뽐냈다." id c01_0325
    "Его угольно-черный мех был пропитан потом и спермой так, что блестел на солнце, придавая ему непристойно красивый блеск." id c01_0325

# game/script/chapter1.rpy:1159
translate russian c01_0326:

    # "두 번째 파도가 치솟아도 가헬의 손은 멈추지 않았다." id c01_0326
    "Рука Гахеля не остановилась, когда нахлынула вторая волна." id c01_0326

# game/script/chapter1.rpy:1161
translate russian c01_0327:

    # "몇 가닥의 백탁액 줄기가 끊임없이 계속해서 뿜어져 나왔고, 가헬의 괴물 같은 사정은 그의 거친 용병생활에서 쌓인 육욕이 남들보다 더하면 더했지 보통은 아니라는 걸 증명했다." id c01_0327
    "Несколько струек молочно-белой жидкости вырывались снова и снова, и чудовищное семяизвержение Гахеля доказывало," 
    "что его плотские желания, отточенные грубой жизнью наемника, были более чем нормальными, а не меньше." id c01_0327

# game/script/chapter1.rpy:1165
translate russian c01_0328:

    # w nake_u horny2 "\"그르르르르...\"" id c01_0328
    w nake_u horny2 "\"Гррррр...\"" id c01_0328

# game/script/chapter1.rpy:1169
translate russian c01_0329:

    # "가헬은 자연스럽게 으르렁거리는 소리를 내기 시작했다. 낮은 울림의 늑대 울음소리는 밖으로도 새어나가 나의 등골을 오싹하게 만들었다." id c01_0329
    "Гахель начал естественно рычать. Низкий, отдающийся эхом волчий вой донесся снаружи, и у меня по спине пробежали мурашки." id c01_0329

# game/script/chapter1.rpy:1171
translate russian c01_0330:

    # "가헬의 묵직한 불알은 모든 정액을 뱉어낼 기세로 심장 박동처럼 반복해서 꿈틀거렸다." id c01_0330
    "Тяжелые яйца Гахеля пульсировали снова и снова, как сердцебиение, готовые выплюнуть всю свою сперму." id c01_0330

# game/script/chapter1.rpy:1173
translate russian c01_0331:

    # "그에 지지 않을 만큼 손도 빠르게 왕복하며, 다음 분출이 이어질 때마다 온 몸을 부르르 떨었다." id c01_0331
    "Чтобы не отстать, он так же быстро двигал руками взад-вперед, все его тело сотрясалось при каждом следующем рывке." id c01_0331

# game/script/chapter1.rpy:1175
translate russian c01_0332:

    # "가헬의 근육질 몸통에 쏟아진 정액이 복근 사이 골짜기를 따라 아래로 질질 흘러내리는 광경은 왠지 모를 공포심과 유혹적인 아름다움을 동시에 자아냈다." id c01_0332
    "Вид спермы, растекающейся по мускулистому торсу Гахеля и стекающей по ложбинке между его прессом, был одновременно ужасающим и соблазнительным." id c01_0332

# game/script/chapter1.rpy:1177
translate russian c01_0333:

    # "흥분으로 인해 달궈진 몸에서 뿜어져 나오는 땀 냄새와 걸쭉한 분출로 인한 냄새가 섞여 독특한 수컷의 향기를 만들었다." id c01_0333
    "Запах пота разгоряченного возбуждением тела смешивается с запахом густых струй, создавая характерный мужской аромат." id c01_0333

# game/script/chapter1.rpy:1179
translate russian c01_0334:

    # "가헬의 음탕한 향기는 숨이 막힐 정도로 뜨겁고 축축하게 방 안을 가득 채웠고, 가헬의 커다란 몸은 멈추지 않고 정액을 자신과 주변에 계속 쏟아냈다." id c01_0334
    "Похотливый запах Гахеля наполнил комнату, горячий и влажный, пока не стало душно, а его большое тело продолжало изливать сперму в себя и вокруг себя без остановки." id c01_0334

# game/script/chapter1.rpy:1183
translate russian c01_0335:

    # "목구멍에서 터져 나오는 신음은 쾌락과 울부짖음 사이에서 방황했다." id c01_0335
    "Стон, вырвавшийся из его горла, был чем-то средним между удовольствием и воем." id c01_0335

# game/script/chapter1.rpy:1193
translate russian c01_0336:

    # "마침내 가헬은 쾌락의 여파에 굴복한 듯 침대위에 쓰러졌고, 땀과 정액에 흠뻑 적셔진 털이 눈부신 태양빛 아래 흑단처럼 빛났다." id c01_0336
    "Наконец, словно поддавшись последствиям своего удовольствия, Гахель рухнул на кровать, его мех, пропитанный потом и спермой, блестел, как черное дерево, в ослепительном солнечном свете." id c01_0336

# game/script/chapter1.rpy:1197
translate russian c01_0337:

    # "긴장이 풀리고 한층 편안해져 보이는 가헬은 숨을 크게 몰아쉬고 여전히 정액이 꿀럭꿀럭 새어 나오고 있는 그의 자지 끝 테두리를 살살 어루만졌다." id c01_0337
    "Казавшийся расслабленным и более непринужденным, Гахель глубоко вздохнул и нежно погладил головку своего члена, из которого все еще вытекала преякулят." id c01_0337

# game/script/chapter1.rpy:1199
translate russian c01_0338:

    # "번개처럼 스쳐 지나간 절정을 다시 찾는 것처럼 손끝으로 구석구석 쾌락의 잔재를 끌어냈다." id c01_0338
    "Кончики его пальцев извлекали остатки удовольствия из каждого уголка и трещинки, словно в поисках кульминации, которая промелькнула подобно молнии." id c01_0338

# game/script/chapter1.rpy:1201
translate russian c01_0339:

    # "숨을 헐떡이며 오르가즘 후의 행복감에 젖어 있는 가헬의 모습은 마치 여러명과 방탕한 섹스라도 한 것 같아서, 지금까지 봐왔던 냉철하고 노련한 용병으로서의 이미지와는 사뭇 대조적으로 보였다." id c01_0339
    "Задыхаясь и купаясь в эйфории, Гахель выглядел так, словно у него был развратный секс с несколькими чудовищами, что резко контрастировало с его образом холодного, закаленного наемника." id c01_0339

# game/script/chapter1.rpy:1203
translate russian c01_0340:

    # w nake_d horny "\"후우... 하......\"" id c01_0340
    w nake_d horny "\"Вау... ха......\"" id c01_0340

# game/script/chapter1.rpy:1205
translate russian c01_0341:

    # "가헬은 잠시 누워 있다가 다시 몸을 움직이기 시작했다. 불과 몇 분 전 그가 경험한 엄청난 분출에도 불구하고, 더 많은 것을 갈망하는 지속적인 욕망이 가헬의 안쪽에서부터 갉아먹는 것처럼 솟아올랐다." id c01_0341
    "Гахель полежал так мгновение, прежде чем снова начал двигаться. Несмотря на потрясающее извержение, которое он испытал всего несколько минут назад," 
    "внутри него поднималось настойчивое желание большего, словно грызущее изнутри." id c01_0341

# game/script/chapter1.rpy:1207
translate russian c01_0342:

    # "한번의 클라이막스로는 완전히 충족되지 않은 욕구." id c01_0342
    "Потребность, которая не может быть полностью удовлетворена одним оргазмом." id c01_0342

# game/script/chapter1.rpy:1214
translate russian c01_0343:

    # "그의 손은 여전히 발기된채 간헐적으로 정액이 조금씩 흘러내리는 자지를 향해 내려갔고, 손가락은 다시 기둥을 꽉 쥐고 움직일 준비를 했다." id c01_0343
    "Его рука опустилась к члену, все еще эрегированному и истекающему прерывистой струйкой преякулята, его пальцы снова сжали шест, готовые двигаться." id c01_0343

# game/script/chapter1.rpy:1216
translate russian c01_0344:

    # c ddam2 "(...이걸 또 한다고?)" id c01_0344
    c ddam2 "(...пойдешь на еще один раунд?)" id c01_0344

# game/script/chapter1.rpy:1218
translate russian c01_0345:

    # c "나는 자신이 가헬의 자위를 전부 지켜봤다는 사실을 깨닫고 슬금슬금 도망갈 궁리를 했다." id c01_0345
    c "Я понял, что наблюдал за мастурбацией Гахеля, и попытался улизнуть." id c01_0345

# game/script/chapter1.rpy:1220
translate russian c01_0346:

    # "한동안 서있느라 굳어버린 다리로 소리나지 않게 살금살금 계단쪽으로 걸어갔다." id c01_0346
    "Я осторожно направилась к лестнице, мои ноги затекли от долгого стояния." id c01_0346

# game/script/chapter1.rpy:1225
translate russian c01_0347:

    # c base "다행히 가헬은 눈치채지 못한 것 같았다. 질척거리는 소리, 신음소리, 땀과 정액 냄새가 점점 멀어진다." id c01_0347
    c base "К счастью, Гахель, казалось, ничего не заметил. Ворчание, стоны и запах пота и спермы становились все более отдаленными." id c01_0347

# game/script/chapter1.rpy:1230
translate russian c01_0348:

    # c "나는 1층까지 내려와서야 한숨을 푹 내쉬었다." id c01_0348
    c "Только добравшись до первого этажа, я испустил глубокий вздох облегчения." id c01_0348

# game/script/chapter1.rpy:1232
translate russian c01_0349:

    # c consider "..." id c01_0349
    c consider "..." id c01_0349

# game/script/chapter1.rpy:1234
translate russian c01_0350:

    # c "뭔가 봐선 안될 것 같은 걸 봐버린 기분이다." id c01_0350
    c "У меня такое чувство, будто я увидел что-то, чего не должен был видеть." id c01_0350

# game/script/chapter1.rpy:1241
translate russian c01_0351:

    # c base "나는 상점 1층으로 내려와 던전에 들어가기 위한 준비를 시작했다. 상점 안의 선반을 둘러보며 챙길 물품을 둘러 보고 있었다." id c01_0351
    c base "Я спустился на первый этаж магазина и начал готовиться ко входу в подземелье. Я осмотрел полки в магазине в поисках предметов для упаковки." id c01_0351

# game/script/chapter1.rpy:1243
translate russian c01_0352:

    # c "(일단 기본적인 물품부터 챙기자.)" id c01_0352
    c "(Давайте начнем с самого необходимого.)" id c01_0352

# game/script/chapter1.rpy:1245
translate russian c01_0353:

    # c "로프, 후크와 같은 물품들을 챙기고 눈에 들어온 랜턴에 손을 뻗다가 망설였다." id c01_0353
    c "Я собрал свои припасы - веревку, крючья и т.д. - и потянулся за фонарем, который привлек мое внимание, затем заколебался." id c01_0353

# game/script/chapter1.rpy:1247
translate russian c01_0354:

    # c "불빛은 마법으로도 밝힐 수 있어서 가져갈지 말지 고민하다, 가헬의 충고가 떠올라 일단 챙기기로 한다. 그 외에도 침낭 등 잡다한 물품들을 챙겼다." id c01_0354
    c "Я размышляю, брать с собой фонарик или нет, так как его можно зажечь с помощью магии, но я вспоминаю совет Гахеля и решаю воспользоваться им." 
    c "Он также упаковал спальный мешок и другие разные вещи." id c01_0354

# game/script/chapter1.rpy:1254
translate russian c01_0355:

    # c "그리고 전투에서 발생 할 수 있는 부상을 생각해 회복 물약도 챙긴다." id c01_0355
    c "Я также думаю о травмах, которые могут возникнуть в бою, и готовлю целебные зелья." id c01_0355

# game/script/chapter1.rpy:1259
translate russian c01_0356:

    # c "문득 지하실에 숨겨둔 특제 물약이 생각났다." id c01_0356
    c "Внезапно я вспомнил о специальных зельях, которые припрятал в подвале." id c01_0356

# game/script/chapter1.rpy:1261
translate russian c01_0357:

    # c "마탑 소속 연금술사들이 {color=#ee3939}'고급'{/color} 이라고 구분지어 파는 비싼 상급 회복 물약을 내 방식대로 흉내낸 것이다." id c01_0357
    c "Это были мои собственные версии дорогих {color=#ee3939}'продвинутых'{/color} целебных зелий, продаваемых алхимиками, связанными с Башней магов." id c01_0357

# game/script/chapter1.rpy:1263
translate russian c01_0358:

    # c "당연한 얘기지만 강력한 효과를 내기 위해 {color=#ee3939}'금지된 방법'{/color}을 사용한 물건이라 많이 만들지도 못한다." id c01_0358
    c "Конечно, я использовал {color=#ee3939}'запрещенные методы'{/color} при их создании, поэтому я не мог создать многие из них." id c01_0358

# game/script/chapter1.rpy:1265
translate russian c01_0359:

    # c "효과가 강력한 만큼 위험도가 높은 던전에 갈 일이 있으면 보험삼아 가지고 간다. 그러나 이 물약은 제작법의 문제도 있고, 마탑의 공증을 받을 때 절대 비밀로 한 물건이라 들켜서는 안 된다." id c01_0359
    c "Обычно я беру их в качестве страховки для более опасных подземелий, из-за их мощного воздействия."
    c "Однако эти зелья, из-за их рецепта и необходимости хранить их в секрете во время сертификации Башни магов, никогда не должны быть обнаружены." id c01_0359

# game/script/chapter1.rpy:1267
translate russian c01_0360:

    # c "대부분 당연히 이 물약도 공증을 받았다고 생각하겠지만, 혹시라도 마탑에 이 물약의 정체를 들키면 죽는 것 보다 끔찍한 꼴이 될 것이다." id c01_0360
    c "Большинство, естественно, предположило бы, что это зелье тоже сертифицировано, но если Башня магов когда-нибудь обнаружит его истинную природу, меня ждет участь похуже смерти." id c01_0360

# game/script/chapter1.rpy:1269
translate russian c01_0361:

    # c "이번에 가는 던전은 위험도도 낮으니 굳이 가져갈 필요가 있을까 하는 고민이 들었다." id c01_0361
    c "Я колебался, стоит ли брать его с собой в подземелье, учитывая его низкий уровень опасности." id c01_0361

# game/script/chapter1.rpy:1271
translate russian c01_0362:

    # c consider "(하지만 보험삼아 들고가서 나쁠거 없는데... 지금까지 잘 숨겼고...)" id c01_0362
    c consider "(Но не мешало бы принять это в качестве меры предосторожности... До сих пор я хорошо это скрывал...)" id c01_0362

# game/script/chapter1.rpy:1278
translate russian c01_0363:

    # c base "나는 특제 물약을 챙기기로 했다." id c01_0363
    c base "Я решил приготовить специальное зелье." id c01_0363

# game/script/chapter1.rpy:1280
translate russian c01_0364:

    # c "(맞아, 던전은 던전... 혹시 모르니까 하나 챙기자. 잘 숨기고 다니면 되겠지.)" id c01_0364
    c "(Верно, в конце концов, это все еще подземелье... Лучше перестраховаться. Я могу хорошо его спрятать.)" id c01_0364

# game/script/chapter1.rpy:1287
translate russian c01_0365:

    # "[pl_name][josa_eun_neun] 지하실의 비밀 금고에서 특제 물약을 챙겨 왔다." id c01_0365
    "[pl_name] достал специальное зелье из секретного сейфа в подвале." id c01_0365

# game/script/chapter1.rpy:1292
translate russian c01_0366:

    # "붉은 빛이 감도는 이 물약을 신중하게 감싸서 가방 안쪽에 넣었다." id c01_0366
    "Красноватое зелье было тщательно завернуто и помещено в пакет." id c01_0366

# game/script/chapter1.rpy:1294
translate russian c01_0367:

    # c "나는 좀도둑이 가방 안에 손을 넣더라도 쉽게 가져가지는 못할 정도로 꽁꽁 숨겨두었다." id c01_0367
    c "Я спрятал его так надежно, что даже если бы он попал в руки вора, ему было бы нелегко его забрать." id c01_0367

# game/script/chapter1.rpy:1300
translate russian c01_0368:

    # c base "(목숨만 건져 나오면 가게에서 치료할 수 있는데, 굳이 가져가지 말까...)" id c01_0368
    c base "(Пока я жив, меня можно будет лечить в магазине, так что действительно ли обязательно брать это с собой...)" id c01_0368

# game/script/chapter1.rpy:1302
translate russian c01_0369:

    # c "가헬의 말이 조금 걸렸지만 어차피 가는 곳은 하급던전이다. 나는 남는 공간에 붕대나 좀 더 챙겼다." id c01_0369
    c "Я был немного озадачен словами Гахеля, но мы все равно собирались в подземелье более низкого уровня. Я упаковал еще несколько бинтов в гостинной." id c01_0369

# game/script/chapter1.rpy:1305
translate russian c01_0370:

    # c consider "(대충 여기에서 챙길 수 있는 물품은 다 챙겼나?)" id c01_0370
    c consider "(Собрал ли я здесь все, что мог?)" id c01_0370

# game/script/chapter1.rpy:1307
translate russian c01_0371:

    # c base "이제 육포와 건조 과일 같은 보존식품을 구매하기 위해 식료품점에 갈 준비를 했다." id c01_0371
    c base "Теперь, когда я был готов купить консервированные продукты, такие как вяленое мясо и сухофрукты, я приготовился посетить продуктовый магазин." id c01_0371

# game/script/chapter1.rpy:1312
translate russian c01_0372:

    # c "주머니에 돈을 챙기는 그때 2층에서 발걸음이 들려 왔다. 왠지 개운한 표정의 가헬이 내려왔다." id c01_0372
    c "Когда я засовывал деньги в карман, я услышал шаги со второго этажа. Гахель спустился вниз, выглядя на удивление посвежевшим." id c01_0372

# game/script/chapter1.rpy:1314
translate russian c01_0373:

    # c talk "\"좋은 아침이야, 가헬.\"" id c01_0373
    c talk "\"Доброе утро, Гахель.\"" id c01_0373

# game/script/chapter1.rpy:1319
translate russian c01_0374:

    # w "\"좋은 아침. 벌써 준비중인가? 내가 좀더 일찍 일어났어야 했군.\"" id c01_0374
    w "\"Доброе утро. Ты уже готовишься? Мне следовало проснуться раньше.\"" id c01_0374

# game/script/chapter1.rpy:1324
translate russian c01_0375:

    # c base "가헬은 아무래도 {color=#ee3939}'바쁜 일'{/color}을 마치고 내려온 것 같다." id c01_0375
    c base "Казалось, Гахель только что закончил какую-то {color=#ee3939} 'напряженную работу'{/color}." id c01_0375

# game/script/chapter1.rpy:1326
translate russian c01_0376:

    # c "나는 의뭉스런 미소를 지으며 그를 빤히 보았다. 내 시선을 느꼈는지, 가헬이 얼굴에 의문을 띄운다." id c01_0376
    c "Я посмотрел на него с понимающей улыбкой. Почувствовав мой взгляд, он вопросительно посмотрел на меня." id c01_0376

# game/script/chapter1.rpy:1331
translate russian c01_0377:

    # w "\"... 내 얼굴에 뭐가 묻었나.\"" id c01_0377
    w "\"...У меня что-то на лице?\"" id c01_0377

# game/script/chapter1.rpy:1336
translate russian c01_0378:

    # c wink "\"아니 그냥, 오늘따라 더 듬직해 보여서?\"" id c01_0378
    c wink "\"Нет, просто сегодня ты выглядишь более чистым?\"" id c01_0378

# game/script/chapter1.rpy:1341
translate russian c01_0379:

    # w "\"...? 갑자기 무슨 말인지 모르겠군. 아무튼 먼저 씻고 와서 도와줘도 될까?\"" id c01_0379
    w "\"...? Я не понимаю, что ты вдруг имеешь в виду. В любом случае, я уже принял душ. Могу я чем-нибудь помочь?\"" id c01_0379

# game/script/chapter1.rpy:1346
translate russian c01_0380:

    # c base "나는 조금 놀라버렸다." id c01_0380
    c base "Я был немного застигнут врасплох." id c01_0380

# game/script/chapter1.rpy:1348
translate russian c01_0381:

    # c "가헬은 평소에 내가 그렇게 씻으라고 매번 말해도 가끔 씻을까 말까 하는... 몸에 물 묻히는 걸 정말 싫어하는 늑대였기 때문이다." id c01_0381
    c "Гахель, который обычно спорит, стоит ли принимать душ, даже после того, как я неоднократно говорю ему об этом... Он действительно не любит мокнуть, что типично для волка." id c01_0381

# game/script/chapter1.rpy:1350
translate russian c01_0382:

    # c question2 "\"씻는다고...? 네가?\"" id c01_0382
    c question2 "\"Вымылся...? Ты?\"" id c01_0382

# game/script/chapter1.rpy:1352
translate russian c01_0383:

    # "가헬이 조금 얼굴을 붉히며 변명을 한다." id c01_0383
    "Гахель слегка краснеет и извивается." id c01_0383

# game/script/chapter1.rpy:1357
translate russian c01_0384:

    # w "\"나도, 씻고 싶을 때 정도는 있다고.\"" id c01_0384
    w "\"Что ж, я действительно моюсь, когда мне этого хочется.\"" id c01_0384

# game/script/chapter1.rpy:1359
translate russian c01_0385:

    # c base "가헬의 배와 가슴이 묘하게 번들번들한 것을 보고, 조금 전 2층에서의 상황이 저절로 떠올랐다." id c01_0385
    c base "Увидев странный блеск на груди и животе Гахеля, я сразу вспомнил ситуацию наверху." id c01_0385

# game/script/chapter1.rpy:1364
translate russian c01_0386:

    # c sneer "(하긴, 그런건가... 슬쩍 넘어가줘야겠군.)" id c01_0386
    c sneer "(Понятно, вот и все... Лучше оставить все как есть.)" id c01_0386

# game/script/chapter1.rpy:1366
translate russian c01_0387:

    # c talk "\"뭐... 그래, 그럴 수 있지.\"" id c01_0387
    c talk "\"Ну... конечно, такое случается.\"" id c01_0387

# game/script/chapter1.rpy:1371
translate russian c01_0388:

    # c base "나는 관심 없는 척 화제를 다른 곳으로 돌렸다." id c01_0388
    c base "Я сменил тему, притворившись незаинтересованным." id c01_0388

# game/script/chapter1.rpy:1376
translate russian c01_0389:

    # c talk "\"아무튼 이제 식료품점에 가서 보존식품을 사고... 아! 용병 길드도 들러야해서 조금 늦을꺼야.\"" id c01_0389
    c talk "\"В любом случае, мне нужно сходить в продуктовый магазин, купить немного консервов... О! И мне нужно заехать в гильдию наемников, так что я могу задержаться ненадолго.\"" id c01_0389

# game/script/chapter1.rpy:1378
translate russian c01_0390:

    # c "\"혼자 가도 괜찮으니 천천히 씻어.\"" id c01_0390
    c "\"Ничего страшного, если ты останешься здесь, не торопись мыться.\"" id c01_0390

# game/script/chapter1.rpy:1380
translate russian c01_0391:

    # c base "평소라면 바로 짐꾼을 해주겠다며 따라 나섰을 가헬이 끄덕이며 수긍한다." id c01_0391
    c base "Обычно Гахель настаивал бы на том, чтобы сопровождать меня в качестве вьючного мула, но на этот раз он просто кивнул в знак согласия." id c01_0391

# game/script/chapter1.rpy:1385
translate russian c01_0392:

    # w "\"알겠다. 그럼 나도 나대로 정비하고 있을게.\"" id c01_0392
    w "\"Хорошо. Я проведу здесь кое-какой обслуживание.\"" id c01_0392

# game/script/chapter1.rpy:1390
translate russian c01_0393:

    # c "나는 가헬을 두고 상점밖으로 나섰다." id c01_0393
    c "Я оставил Гахеля позади и вышел из магазина." id c01_0393

# game/script/chapter1.rpy:1400
translate russian c01_0394:

    # c base "식료품점에서 육포와 건조과일을 넉넉히 사두고, 용병길드에 들러 던전에 대한 새로운 정보가 있는지, 새롭게 배포된 지도가 있는지 확인했다." id c01_0394
    c base "Запасшись большим количеством вяленого мяса и сухофруктов в продуктовом магазине, я зашел в гильдию наемников," 
    c base "чтобы проверить, нет ли какой-либо новой информации или обновленных карт подземелья." id c01_0394

# game/script/chapter1.rpy:1402
translate russian c01_0395:

    # c "별다른 정보는 없었고, 가끔 던전 내부에서 {color=#ee3939}'마력진동'{/color}이 일어난다는 것 뿐이었다." id c01_0395
    c "Там было не так уж много, только несколько случайных сообщений о {color=#ee3939}'энергетических волнах'{/color} внутри подземелья." id c01_0395

# game/script/chapter1.rpy:1404
translate russian c01_0396:

    # c "던전 속 마나의 흐름이 바뀌면서 생기는, 일종의 {color=#ee3939}'튀는 물방울'{/color}과 같은 것이다. 심하면 마력이 역류하지만 딱히 그럴 가능성은 없어보인다." id c01_0396
    c "Это похоже на {color=#ee3939}'лопающиеся пузыри'{/color}, вызванные изменением потоков маны в подземелье. Это может привести к обратному оттоку маны, но это кажется маловероятным." id c01_0396

# game/script/chapter1.rpy:1406
translate russian c01_0397:

    # c "나는 다시 상점가로 돌아가며 더 챙겨야 할 것들이 없는지 머릿속으로 다시 체크했다." id c01_0397
    c "Я направилась обратно в магазин, еще раз прокручивая в голове, чтобы убедиться, что больше ничего не забыла." id c01_0397

# game/script/chapter1.rpy:1408
translate russian c01_0398:

    # c "용병길드 앞에서 오른쪽 길목으로 돌자 수많은 인파가 몰려 있는게 보인다." id c01_0398
    c "Повернув направо у гильдии наемников, я увидел собравшуюся толпу." id c01_0398

# game/script/chapter1.rpy:1410
translate russian c01_0399:

    # c "심하게 부러진 나무 파편들과 섞여 땅바닥에 구르고 있는 과일들, 창을 든 경비대들과 그 틈새로 보이는 화난 사람들 몇명. 딱 봐도 뭔가 큰 일이 있었던 거 같다." id c01_0399
    c "Среди сильно поломанных деревьев и плодов, валяющихся на земле, виднелись стражники с копьями и несколько разгневанных людей, видневшихся в просветах. Очевидно, произошло что-то важное." id c01_0399

# game/script/chapter1.rpy:1412
translate russian c01_0400:

    # c consider "과일가게엔 미안하지만 길거리가 꽉 막힌건 짜증이 났다. 이 거리를 쭉 지나가면 바로 상점인데, 돌아서 가려면 구불구불한 뒷골목을 빙 돌아가야 했다." id c01_0400
    c consider "Мне было жаль продавца фруктов, но перекрытая улица расстраивала. Эта улица ведет прямо к моему магазину; идти в обход означало бы петлять по глухим переулкам." id c01_0400

# game/script/chapter1.rpy:1419
translate russian c01_0401:

    # c base "나는 수많은 인파 사이를 헤치고 나가기로 했다." id c01_0401
    c base "Я решил протолкаться сквозь толпу." id c01_0401

# game/script/chapter1.rpy:1421
translate russian c01_0402:

    # c ddam2 "\"잠깐, 잠시만... 지나갈게요! 으악!\"" id c01_0402
    c ddam2 "\"Извините, я просто проходил мимо! Упс!\"" id c01_0402

# game/script/chapter1.rpy:1423
translate russian c01_0403:

    # c "싸움구경을 나온 사람들 사이를 어떻게든 비집고 들어가자 거의 숨이 막혀 죽을 것 같았다." id c01_0403
    c "Протискиваясь сквозь толпу зевак, я чувствовал себя почти задыхающимся." id c01_0403

# game/script/chapter1.rpy:1425
translate russian c01_0404:

    # c "낑낑대며 인파를 뚫고 지나가면서 동시에 가방을 놓치지 않게 조심하느라 안간힘을 썼다." id c01_0404
    c "Пробираясь сквозь толпу, я приложил дополнительные усилия, чтобы сохранить свою сумку в целости." id c01_0404

# game/script/chapter1.rpy:1427
translate russian c01_0405:

    # n "\"이게 어떻게 내 책임이야!\"" id c01_0405
    n "\"Как это я виноват!\"" id c01_0405

# game/script/chapter1.rpy:1429
translate russian c01_0406:

    # n "\"그럼 내 책임이란 말이야?\"" id c01_0406
    n "\"Значит, это моя ответственность?\"" id c01_0406

# game/script/chapter1.rpy:1431
translate russian c01_0407:

    # c ddam "고성이 오가는 길바닥을 헤치고 지나가니 온 몸에 힘이 쭉 빠진다." id c01_0407
    c ddam "Миновав шумную улицу, я почувствовал себя опустошенным." id c01_0407

# game/script/chapter1.rpy:1433
translate russian c01_0408:

    # c base "나는 한숨을 몰아쉬고는 다시 정신을 차리고 상점을 향해 걸어갔다." id c01_0408
    c base "Я глубоко вздохнул, взял себя в руки и направился к магазину." id c01_0408

# game/script/chapter1.rpy:1445
translate russian c01_0409:

    # c base "혼잡한 거리를 피하기 위해 골목길로 들어갔다." id c01_0409
    c base "Чтобы избежать затора, я свернул в переулок." id c01_0409

# game/script/chapter1.rpy:1447
translate russian c01_0410:

    # c "역시 뒷골목에는 햇빛이 잘 들어오지 않아서 대낮인데도 어두운 느낌이 있다." id c01_0410
    c "Как и ожидалось, задние аллеи были тускло освещены, несмотря на полуденное солнце, что создавало общее ощущение темноты." id c01_0410

# game/script/chapter1.rpy:1449
translate russian c01_0411:

    # c "소란스러운 길바닥에서 조용한 뒷골목을 걸으니 내 발소리가 유난히 크게 들린다." id c01_0411
    c "Когда я шел по тихой аллее, мои шаги звучали необычно громко." id c01_0411

# game/script/chapter1.rpy:1451
translate russian c01_0412:

    # "{i}.....!!{/i}" id c01_0412
    "{i}.....!!{/i}" id c01_0412

# game/script/chapter1.rpy:1455
translate russian c01_0413:

    # "발걸음 사이로 뭔가 이질적인 소리가 들린다." id c01_0413
    "Вы слышите странный шум между вашими шагами." id c01_0413

# game/script/chapter1.rpy:1457
translate russian c01_0414:

    # "마치 끈적한 풀 같은 걸 내려치는 소리와 비슷한..." id c01_0414
    "Это было похоже на звук шлепка по чему-то липкому..." id c01_0414

# game/script/chapter1.rpy:1459
translate russian c01_0415:

    # c "기묘한 소리가 나자 나도 모르게 집중하자 방향을 느낄 수 있었다." id c01_0415
    c "Сосредоточившись на звуке, я смог точно определить его направление." id c01_0415

# game/script/chapter1.rpy:1461
translate russian c01_0416:

    # "가는 길에서 오른쪽으로 꺾자 소리가 확실히 크게 들렸다." id c01_0416
    "Свернув с моего пути, звук стал громче." id c01_0416

# game/script/chapter1.rpy:1467
translate russian c01_0417:

    # n "\"하윽...\"" id c01_0417
    n "\"Хахх...\"" id c01_0417

# game/script/chapter1.rpy:1469
translate russian c01_0418:

    # c "이번에는 누군가의 신음소리와 함께 섞여서 들린다." id c01_0418
    c "На этот раз к нему примешивается чей-то стон." id c01_0418

# game/script/chapter1.rpy:1482
translate russian c01_0419:

    # c "내가 상상한게 맞는지 확인해보고 싶다는 생각을 하며 다시 길목을 돌자 역시나 {color=#ee3939}'보통 뒷골목에서 볼 수 없는 광경'{/color}이 있었다." id c01_0419
    c "Обуреваемый любопытством по поводу того, верна ли моя догадка, я повернул за угол, и, конечно же, там была {color=#ee3939}'сцена, которую обычно не увидишь в глухом переулке'{/color}." id c01_0419

# game/script/chapter1.rpy:1484
translate russian c01_0420:

    # "건물 틈새로 내리쬐는 밝은 아침 햇살을 받아 반짝반짝 빛나는 근육을 과시하는건 알몸의 엘레드였다." id c01_0420
    "Это был обнаженный Элред, его мускулы блестели в ярком утреннем свете, проникающем сквозь щели между зданиями." id c01_0420

# game/script/chapter1.rpy:1486
translate russian c01_0421:

    # "그리고 그의 밑에는 마찬가지로 알몸의 검은 늑대수인이 벽을 붙잡은 채 숨을 헐떡이고 있었다." id c01_0421
    "А под ним такой же обнаженный черный оборотень вцепился в стену, хватая ртом воздух." id c01_0421

# game/script/chapter1.rpy:1488
translate russian c01_0422:

    # "그들은 어두운 뒷골목 아래서 열정적인 몸의 대화를 나누고 있었다." id c01_0422
    "Они вели страстный физический разговор в темных тенях заднего переулка." id c01_0422

# game/script/chapter1.rpy:1490
translate russian c01_0423:

    # c "나는 어떤일이 벌어지고 있을지는 예상했었다. 하지만, 엘레드가 있는 것은 상상하지 못했다." id c01_0423
    c "Я предвидел, что произойдет какой-нибудь инцидент, но никогда не предполагал, что Элред будет в нем замешан." id c01_0423

# game/script/chapter1.rpy:1492
translate russian c01_0424:

    # c ddam2 "\"헉!...\"" id c01_0424
    c ddam2 "\"Хах!...\"" id c01_0424

# game/script/chapter1.rpy:1494
translate russian c01_0425:

    # "엘레드의 두터운 덩치는 좁은 골목길을 꽉 채우고있다. 수많은 시간의 훈련으로 단련된 듯한 그의 상체 근육이 잔뜩 부풀어오른게 보인다." id c01_0425
    "Его громоздкая фигура заполнила узкий переулок. Мышцы на верхней части его тела, казалось бы, вылепленные бесчисленными часами тренировок, были заметно вздуты." id c01_0425

# game/script/chapter1.rpy:1496
translate russian c01_0426:

    # "거대한 근육 위에 새겨진 호랑이 특유의 줄무늬가 그의 야성적인 모습을 더욱 강조하고 있다." id c01_0426
    "Характерные тигровые полосы, выгравированные на его огромных мускулах, подчеркивали его дикий вид." id c01_0426

# game/script/chapter1.rpy:1504
translate russian c01_0427:

    # "엘레드가 [pl_name][josa_eul_reul] 발견한다." id c01_0427
    "Элред заметил [pl_name]." id c01_0427

# game/script/chapter1.rpy:1506
translate russian c01_0428:

    # "깜짝 놀라 굳어있는 [pl_name][josa_eul_reul] 향해 시선을 옮긴 엘레드도 마찬가지로 놀란 것 같았다." id c01_0428
    "Элред, который перевел взгляд на застывшего [pl_name], казался не менее удивленным." id c01_0428

# game/script/chapter1.rpy:1511
translate russian c01_0429:

    # "하지만 그것은 나의 착각이였는지, 그는 바로 능청스럽게 씨익 웃으며 나한테 말을 건넨다." id c01_0429
    "Но, возможно, это было мое неправильное представление, поскольку он быстро расплылся в лукавой улыбке и обратился ко мне." id c01_0429

# game/script/chapter1.rpy:1513
translate russian c01_0430:

    # t nake_d talk "\"이것 참, 아침부터 관객이 있을줄은. 하하하! 공연을 즐기러 왔나?\"" id c01_0430
    t nake_d talk "\"Ну-ну, я не ожидал аудиенции в такую рань. Хахаха! Ты пришел насладиться моим шоу?\"" id c01_0430

# game/script/chapter1.rpy:1515
translate russian c01_0431:

    # c base "내가 어떻게 대답할지 고민하는 사이 엘레드는 다시 움직이기 시작했다. 그의 젖꼭지에 달린 금색 피어싱이 반짝거리며 음탕한 몸짓에 맞춰 흔들리는게 보였다." id c01_0431
    c base "Пока я размышлял, как ответить, Элред снова начал двигаться. Золотой пирсинг на его сосках блестел, покачиваясь в такт его похотливым жестам." id c01_0431

# game/script/chapter1.rpy:1520
translate russian c01_0432:

    # c "나는 엘레드를 내버려 두고 발길을 돌리기로 결정했다." id c01_0432
    c "Я решил оставить Элреда в покое и отвернуться." id c01_0432

# game/script/chapter1.rpy:1522
translate russian c01_0433:

    # c consider "(음란한건 귀족들이 더 하다더니 진짜인가봐...)" id c01_0433
    c consider "(Значит, это правда, что говорят о том, что дворяне более похотливы...)" id c01_0433

# game/script/chapter1.rpy:1524
translate russian c01_0434:

    # c base "엘레드가 바람둥이인 것은 알고 있었지만 길거리에서 대놓고 이런 짓을 하다니, 정말 상상 이상의 변태였구나 하며 슬금슬금 물러섰다." id c01_0434
    c base "Я знал, что Элред был казановой, но открыто заниматься подобными действиями в переулке было выше моего воображения, поистине благородный извращенец." id c01_0434

# game/script/chapter1.rpy:1526
translate russian c01_0435:

    # c "엘레드의 녹색 눈이 나를 잡아먹을 듯 바라보고 있지만, 어떻게든 무시하며 뒤돌아섰다." id c01_0435
    c "Зеленые глаза Элреда, казалось, пожирали меня, но я умудрился не обращать на них внимания и обернулся." id c01_0435

# game/script/chapter1.rpy:1528
translate russian c01_0436:

    # c "내가 잘못한 것도 아닌데 왠지 죄책감이 들어서 골목길을 뛰어가듯 급하게 걸어갔다." id c01_0436
    c "Чувствуя себя странно виноватым, хотя я не сделал ничего плохого, я поспешил по переулку." id c01_0436

# game/script/chapter1.rpy:1538
translate russian c01_0437:

    # c "나는 홀린듯이 고개를 끄덕였다. 엘레드는 씨익 웃으며 혀를 낼름거렸다." id c01_0437
    c "Я кивнул, загипнотизированный. Элред ухмыльнулся и прищелкнул языком." id c01_0437

# game/script/chapter1.rpy:1544
translate russian c01_0438:

    # t nake_u talk "\"그럼, 본격적으로 해볼까?\"" id c01_0438
    t nake_u talk "\"Ну что ж, тогда, может, начнем по-настоящему?\"" id c01_0438

# game/script/chapter1.rpy:1550
translate russian c01_0439:

    # "엘레드는 상대방의 허리를 강하게 움켜잡으며 무식할 정도로 두꺼운 자지를 안쪽 깊숙히 박아넣었다. 강한 충격에 늑대는 다리를 덜덜 떨며 잔뜩 긴장했다." id c01_0439
    "Элред крепко схватил противника за талию, загоняя свой невероятно толстый член глубоко внутрь. Ноги волка задрожали и напряглись от мощного удара." id c01_0439

# game/script/chapter1.rpy:1552
translate russian c01_0440:

    # "그는 엘레드와 달리 부끄러움이 남긴 했는지 벽에 숨듯 고개를 들지 못하고 이쪽을 보지 못했다." id c01_0440
    "В отличие от Элреда, он не смотрел в эту сторону, прячась за стеной, как будто стыд покинул его." id c01_0440

# game/script/chapter1.rpy:1554
translate russian c01_0441:

    # t nake_d horny2 "\"젠장... 너무 꽉 조이는군.\"" id c01_0441
    t nake_d horny2 "\"Черт... Это слишком туго.\"" id c01_0441

# game/script/chapter1.rpy:1558
translate russian c01_0442:

    # "엘레드는 헐떡거리며 으르렁 거리는 신음소리를 냈다." id c01_0442
    "Элред ахнул и издал рычащий стон." id c01_0442

# game/script/chapter1.rpy:1567
translate russian c01_0443:

    # "그는 잠시 허리를 뒤로 빼더니 바닥에 널부러진 갑옷에서 무언가 작은 병을 꺼낸다. 엘레드의 손에 들린 것은 허브오일이었다." id c01_0443
    "Он на мгновение выгнул спину, а затем потянулся за чем-то маленьким из доспехов, разбросанных по земле. В руке Элреда была бутылочка с травяным маслом." id c01_0443

# game/script/chapter1.rpy:1569
translate russian c01_0444:

    # c question2 "(저거... 내가 준거 거 아냐?)" id c01_0444
    c question2 "(Это... то, что я ему подарил?)" id c01_0444

# game/script/chapter1.rpy:1571
translate russian c01_0445:

    # c ddam2 "(이런데 쓰라고 준게 아니었는데...)" id c01_0445
    c ddam2 "(Я отдал его ему не для этого...)" id c01_0445

# game/script/chapter1.rpy:1576
translate russian c01_0446:

    # "엘레드는 병을 열고 내용물을 전부 자신의 굵직한 육봉에 들이부었다. 두꺼운 손가락으로 기름이 뚝뚝 떨어지는 기둥을 쓸어내리는 모습이 외설적이다." id c01_0446
    "Элред открыл бутылку и вылил все содержимое на свой толстый мясистый член, его толстые пальцы непристойно скользили по капающему маслу." id c01_0446

# game/script/chapter1.rpy:1580
translate russian c01_0447:

    # "그대로 손가락을 상대방의 뒷구멍에 몇번 찔러넣더니, 다시 자지를 쑤셔 넣고 허리를 거칠게 흔들기 시작했다." id c01_0447
    "Он несколько раз засунул пальцы в заднюю дырочку черного волка, затем снова погрузил свой член и начал дико покачивать бедрами." id c01_0447

# game/script/chapter1.rpy:1584
translate russian c01_0448:

    # "깊은 곳을 찌를 때 마다 늑대의 검은 꼬리가 파르르 떨리면서 쾌락을 표현했다." id c01_0448
    "С каждым глубоким толчком черный хвост волка подергивался, выражая его удовольствие." id c01_0448

# game/script/chapter1.rpy:1586
translate russian c01_0449:

    # n "\"박아주세요... 구멍, 하윽, 너무 좋아요...\"" id c01_0449
    n "\"Вставь это в меня... Дырочка, хаахх, мне это нравится...\"" id c01_0449

# game/script/chapter1.rpy:1588
translate russian c01_0450:

    # "검은 늑대는 쾌락에 이성이 점점 마비되는지 [pl_name]의 존재를 잊어버리고 수치스러운 말을 줄줄 내뱉었다." id c01_0450
    "Черный волк забыл о существовании [pl_name], поскольку удовольствие все больше затуманивало его рассудок, и он извергал одно постыдное слово за другим." id c01_0450

# game/script/chapter1.rpy:1592
translate russian c01_0451:

    # "엘레드는 뻑뻑한 느낌에 조금 불편한지 콧김을 내뿜었다." id c01_0451
    "Элред фыркнул, чувствуя себя немного неуютно из-за этой скованности." id c01_0451

# game/script/chapter1.rpy:1594
translate russian c01_0452:

    # t nake_d horny2 "킁..." id c01_0452
    t nake_d horny2 "Нюхает..." id c01_0452

# game/script/chapter1.rpy:1596
translate russian c01_0452_01:

    # "하지만 곧 적응 했는지 허리를 움직이는 속도가 점점 올라가기 시작했다." id c01_0452_01
    "Однако вскоре он приспособился и начал двигать бедрами с возрастающей скоростью." id c01_0452_01

# game/script/chapter1.rpy:1600
translate russian c01_0453:

    # "두 짐승의 헐떡임과 끙끙 대는 신음이 은밀한 뒷골목에서 들을 수 있는 유일한 소리였다. 엘레드는 절정에 가까워지자 상대방의 허리를 더욱 강하게 붙잡았다." id c01_0453
    "Тяжелое дыхание и хрюкающие стоны двух зверей были единственными звуками, которые можно было услышать в потайном закоулке." 
    "Элред крепче сжал талию своего противника, приближаясь к кульминации." id c01_0453

# game/script/chapter1.rpy:1602
translate russian c01_0454:

    # "털 속으로 손가락이 파고들 정도로 강하게 움켜쥐고는 그대로 살짝 들어올렸다." id c01_0454
    "Он сжал его достаточно сильно, чтобы зарыться пальцами в шерсть черного волка, затем слегка приподнял его." id c01_0454

# game/script/chapter1.rpy:1604
translate russian c01_0455:

    # n "\"허억...!\"" id c01_0455
    n "\"Ах...!\"" id c01_0455

# game/script/chapter1.rpy:1610
translate russian c01_0456:

    # t nake_d vhappy "\"원하는, 대로! 크하하하!!\"" id c01_0456
    t nake_d vhappy "\"Как пожелаете! Кахахаха!!\"" id c01_0456

# game/script/chapter1.rpy:1612
translate russian c01_0457:

    # "엘레드는 팔 힘으로 상대를 장난감처럼 다루기 시작했다." id c01_0457
    "Элред начал манипулировать своим противником, как игрушкой, с помощью силы своих рук." id c01_0457

# game/script/chapter1.rpy:1618
translate russian c01_0458:

    # "불알과 불알이, 허벅지와 허벅지가 강렬하게 부딪히며 철벅철벅 천박한 소리를 낸다. 늑대 수인은 자비없는 힘과 속도에 일방적으로 유린당하면서 벽을 긁을 뿐이었다." id c01_0458
    "Яйца и яйца, бедра и ляжки ударились друг о друга с такой силой, что это издало вульгарный звук."
    "Волк мог только царапать стену, поскольку был безжалостно растерзан силой и скоростью в одностороннем порядке." id c01_0458

# game/script/chapter1.rpy:1620
translate russian c01_0459:

    # "녹색 눈이 욕구와 쾌락으로 번들거리는 것 같았다." id c01_0459
    "Его зеленые глаза, казалось, светились желанием и удовольствием." id c01_0459

# game/script/chapter1.rpy:1622
translate russian c01_0460:

    # "잠시 뒤 엘레드가 낮게 으르렁거리며 절정이 임박했음을 예감했다." id c01_0460
    "Мгновение спустя Элред низко зарычал, предвещая надвигающуюся кульминацию." id c01_0460

# game/script/chapter1.rpy:1624
translate russian c01_0461:

    # "엘레드는 마지막으로 엉덩이를 세게 밀어붙여 가장 깊은 곳까지 밀어넣는다." id c01_0461
    "Элред в последний раз сильно двигает бедрами, чтобы добраться до самой глубокой части." id c01_0461

# game/script/chapter1.rpy:1631
translate russian c01_0462:

    # t nake_u horny3 "\"크으윽!\"" id c01_0462
    t nake_u horny3 "\"Кррнгх!\"" id c01_0462

# game/script/chapter1.rpy:1639
translate russian c01_0463:

    # "오르가즘이 엘레드의 척추를 타고 흐르며 온 몸의 근육을 떨게 만든다. 그의 복근이 강하게 조여지고, 두꺼운 허벅지에는 힘이 들어가 핏줄이 불거져 나온다." id c01_0463
    "Оргазм пробежал по спине Элреда, заставляя дрожать каждую мышцу его тела. Его пресс сильно напрягся, а толстые бедра напряглись, отчего вены заметно вздулись." id c01_0463

# game/script/chapter1.rpy:1641
translate russian c01_0464:

    # "동시에 그의 아래 깔린 늑대수인도 절정을 시작했고, 손을 짚은 벽돌에는 발톱 자국을 남길 정도로 힘이 들어갔다." id c01_0464
    "В то же самое время зверь-волк под ним тоже начал кончать, оставляя следы когтей на кирпичах, за которые он хватался." id c01_0464

# game/script/chapter1.rpy:1647
translate russian c01_0465:

    # "엘레드의 자지는 꿈틀거리며 정액을 마구 뱉어낸다. 거기에 짓눌린 늑대수인도 사정을 시작했다." id c01_0465
    "Член Элреда пульсировал, извергая поток спермы. Прижавшись к нему, волк тоже начал эякулировать." id c01_0465

# game/script/chapter1.rpy:1653
translate russian c01_0466:

    # "엘레드는 뜨겁고 진한 정액으로 구멍 속을 빠르게 채워넣었다. 걸쭉한 수컷의 즙이 강력한 급류가 되어 깊은 곳을 향해 흘러갔다." id c01_0466
    "Элред быстро заполнил дырочку горячей, густой спермой. Густые мужские соки превратились в мощный поток, текущий глубоко внутрь." id c01_0466

# game/script/chapter1.rpy:1658
translate russian c01_0467:

    # t nake_u horny3 "\"크르르렁...!\"" id c01_0467
    t nake_u horny3 "\"Кррррр...!\"" id c01_0467

# game/script/chapter1.rpy:1660
translate russian c01_0468:

    # "엘레드는 황홀경에 빠져 짐승의 소리를 냈다." id c01_0468
    "Элред издал животный звук в экстазе." id c01_0468

# game/script/chapter1.rpy:1662
translate russian c01_0469:

    # "그의 자지는 여전히 상대방의 구멍 안에서 맥박치며 사정을 계속했다. 엘레드의 정액양은 한 명의 뱃속에 담기에는 너무 많았다." id c01_0469
    "Его член все еще пульсировал в дырочке другого волка, непрерывно извергая сперму. Спермы Элреда было слишком много, чтобы вместить желудок одного волка." id c01_0469

# game/script/chapter1.rpy:1670
translate russian c01_0470:

    # "결국 역류하기 시작한 백탁액이 틈새에서 뿜어져 나온다." id c01_0470
    "В конце концов, белая жидкость, которая начала отрыгиваться, хлынула из щели." id c01_0470

# game/script/chapter1.rpy:1674
translate russian c01_0471:

    # "사정을 이어가면서도 허리와 엉덩이는 멈추지 않았다. 육중한 불알이 살과 마주치며 철퍽 거린다." id c01_0471
    "Его спина и бедра не останавливались, когда он продолжал эякулировать. Его мясистые яйца пульсировали под его плотью." id c01_0471

# game/script/chapter1.rpy:1682
translate russian c01_0472:

    # "엘레드는 원초적인 만족감이 척추 기저부에서 몸 전체로 퍼져 나가는 여운을 즐긴다." id c01_0472
    "Элред наслаждается ощущением первобытного удовлетворения, которое распространяется от основания его позвоночника по всему телу." id c01_0472

# game/script/chapter1.rpy:1686
translate russian c01_0473:

    # t nake_u horny "\"후우...\"" id c01_0473
    t nake_u horny "\"Вау...\"" id c01_0473

# game/script/chapter1.rpy:1688
translate russian c01_0474:

    # "엘레드의 불알을 타고 흘러내리는 꾸덕한 정액은 방울방울 맺혀 떨어진다. 늑대수인이 흘린 정액도 뒷골목 바닥에 얼룩을 만든다." id c01_0474
    "С яиц Элреда все капает и капает липкая сперма. Сперма лилась Волк зверя и пятен на полу дорожке." id c01_0474

# game/script/chapter1.rpy:1690
translate russian c01_0475:

    # "수컷 짐승들의 짙은 냄새가 그들 주변을 가득 채우며 코를 자극한다." id c01_0475
    "Сильный запах самцов зверей наполняет воздух вокруг них, ударяя в нос." id c01_0475

# game/script/chapter1.rpy:1696
translate russian c01_0476:

    # "마침내 엘레드는 자지를 빼내고 다시 나를 바라본다." id c01_0476
    "Наконец, Элред вытаскивает свой член и снова смотрит на меня." id c01_0476

# game/script/chapter1.rpy:1698
translate russian c01_0477:

    # "아직 흥분이 가시지 않은 듯 헐떡거리는 엘레드는 땀과 정액으로 흠뻑 젖은 몸을 가볍게 쓸어낸다." id c01_0477
    "Тяжело дыша, как будто его возбуждение еще не прошло, Элред слегка вытирает свое потное, пропитанное спермой тело." id c01_0477

# game/script/chapter1.rpy:1703
translate russian c01_0478:

    # "그의 자지는 여전히 단단하게 위로 솟아 있었고 귀두에서는 정액이 조금씩 흘러내린다." id c01_0478
    "Его член все еще был твердым и направлен вверх, струйка преякулята стекала с головки." id c01_0478

# game/script/chapter1.rpy:1707
translate russian c01_0479:

    # "포식자의 눈동자는 내 눈동자를 마주하며 반짝인다. 엘레드는 그르렁 거리는 소리를 내며 말했다." id c01_0479
    "Глаза хищника сверкнули, когда они встретились с моими. Элред издал рычание и сказал." id c01_0479

# game/script/chapter1.rpy:1709
translate russian c01_0480:

    # t nake_u talk "\"공연은 끝나지 않았다네. 자네도 함께 하겠나?\"" id c01_0480
    t nake_u talk "\"Шоу еще не закончено. Ты присоединишься к нам?\"" id c01_0480

# game/script/chapter1.rpy:1714
translate russian c01_0481:

    # c "욕망으로 뜨겁게 달아오른 눈이 나를 바라보는 것이 보인다." id c01_0481
    c "Пара глаз, горящих желанием, пристально смотрит на меня." id c01_0481

# game/script/chapter1.rpy:1719
translate russian c01_0482:

    # c "나는 고개를 좌우로 흔들었다." id c01_0482
    c "Я отрицательно качаю головой." id c01_0482

# game/script/chapter1.rpy:1721
translate russian c01_0483:

    # "순간 당황한 표정의 엘레드가 능청스러운 웃음을 지으며 다시 말한다." id c01_0483
    "Элред, на мгновение сбитый с толку, озорно улыбается и говорит снова." id c01_0483

# game/script/chapter1.rpy:1723
translate russian c01_0484:

    # t nake_d smile "\"그러지 말고, 조용한 곳에 가서...\"" id c01_0484
    t nake_d smile "\"Вместо этого, как насчет того, чтобы пойти куда-нибудь в тихое место...\"" id c01_0484

# game/script/chapter1.rpy:1725
translate russian c01_0485:

    # c ddam2 "\"오늘은 좀 바빠서요.\"" id c01_0485
    c ddam2 "\"Я сегодня немного занят.\"" id c01_0485

# game/script/chapter1.rpy:1727
translate russian c01_0486:

    # c base "빨리 도망가고 싶어서 아무 말이나 내뱉어버렸다." id c01_0486
    c base "Я выпаливаю любое оправдание, стремясь сбежать." id c01_0486

# game/script/chapter1.rpy:1729
translate russian c01_0487:

    # c "만약 바쁘지 않았더라도 엘레드와 화끈한 일탈을 즐길 생각은 없지만 마치 바빠서 거절한 것 처럼 대답해버렸다." id c01_0487
    c "Даже если бы это было не так, у меня не было намерения ввязываться в огненную эскападу с Элредом." id c01_0487

# game/script/chapter1.rpy:1731
translate russian c01_0488:

    # c "엘레드와 연애도 할 생각이 없는데 이런 불장난은 가당치않은 소리다." id c01_0488
    c "У меня нет намерения встречаться с Элредом; такой флирт совершенно нелеп." id c01_0488

# game/script/chapter1.rpy:1733
translate russian c01_0489:

    # c "(아무렴 어때. 일단 빨리 가자.)" id c01_0489
    c "(Как бы то ни было, мне нужно идти.)" id c01_0489

# game/script/chapter1.rpy:1735
translate russian c01_0490:

    # c "나는 알몸의 수컷 둘을 내버려두고 가게를 향해 돌아섰다. 뒤통수에 시선이 꽂히는 기분이 들었지만 그냥 무시했다." id c01_0490
    c "Я оставил двух обнаженных мужчин одних и повернулся к магазину. Я почувствовал взгляды на своем затылке, но проигнорировал их." id c01_0490

# game/script/chapter1.rpy:1743
translate russian c01_0491:

    # t "\"하, 하하...\"" id c01_0491
    t "\"Ха, хаха...\"" id c01_0491

# game/script/chapter1.rpy:1748
translate russian c01_0492:

    # "[pl_name][josa_i_ga] 시야에서 안보일 정도로 멀어지자 엘레드는 조금씩 무표정으로 변해갔다." id c01_0492
    "По мере того как [pl_name] исчезал из поля зрения, лицо Элреда постепенно становилось пустым." id c01_0492

# game/script/chapter1.rpy:1750
translate russian c01_0493:

    # "뒤늦게 절정의 여운에서 벗어난 늑대가 머뭇 거리며 질문한다." id c01_0493
    "Волк, все еще не пришедший в себя после кульминации, нерешительно спрашивает." id c01_0493

# game/script/chapter1.rpy:1752
translate russian c01_0494:

    # n "\"엘레드 님?...\"" id c01_0494
    n "\"Сэр Элред?...\"" id c01_0494

# game/script/chapter1.rpy:1757
translate russian c01_0495:

    # "평소처럼 아직 끝나지 않은 행위를 이어가기 위해 그가 말을 붙였으나 엘레드는 이미 바닥에 놓인 갑옷을 줍고 있었다. 그러자 늑대 수인이 다시 말을 꺼냈다." id c01_0495
    "Как обычно, он вмешался, чтобы продолжить незаконченное дело, но Элред уже поднял доспехи с пола. Затем волк заговорил снова." id c01_0495

# game/script/chapter1.rpy:1759
translate russian c01_0496:

    # n "\"아직 두세번은 더...\"" id c01_0496
    n "\"Есть еще двое или трое...\"" id c01_0496

# game/script/chapter1.rpy:1761
translate russian c01_0497:

    # "엘레드는 단호한 목소리로 그의 말을 끊었다." id c01_0497
    "Элред прервал его твердым голосом." id c01_0497

# game/script/chapter1.rpy:1767
translate russian c01_0498:

    # t "\"그만!, 오늘은 여기까지.\"" id c01_0498
    t "\"Вот и все, на сегодня хватит.\"" id c01_0498

# game/script/chapter1.rpy:1772
translate russian c01_0499:

    # "평소와는 다른 기사 엘레드의 낮고 진지한 목소리가 울려 퍼졌다." id c01_0499
    "Раздался низкий, серьезный голос Элреда, рыцаря, отличающегося от обычного." id c01_0499

# game/script/chapter1.rpy:1778
translate russian c01_0500:

    # "엘레드는 자책이 섞인 무거운 한숨을 내쉬며, 갑옷을 급히 입었다." id c01_0500
    "Элред испускает тяжелый вздох, смешанный с самобичеванием, поспешно надевая свои доспехи." id c01_0500

# game/script/chapter1.rpy:1783
translate russian c01_0501:

    # t "\"...젠장.\"" id c01_0501
    t "\"...Черт.\"" id c01_0501

# game/script/chapter1.rpy:1788
translate russian c01_0502:

    # "엘레드는 자기 자신을 이해할 수 없는 일이 요즘따라 계속되는 것 같아 착잡한 기분이었다." id c01_0502
    "В последнее время Элред, кажется, обеспокоен собственными поступками, не в состоянии понять самого себя." id c01_0502

# game/script/chapter1.rpy:1793
translate russian c01_0503:

    # c "뒷골목을 빠져나오자 익숙한 길거리가 나온다. 정신없는 와중에 가게까지 잘 찾아온 것 같다." id c01_0503
    c "Выйдя из переулка, я оказываюсь на знакомых улицах, каким-то образом умудряясь добраться до магазина в этом хаотичном состоянии." id c01_0503

# game/script/chapter1.rpy:1795
translate russian c01_0504:

    # c "(그래서 아까 본 건... 진짜였을까.)" id c01_0504
    c "(Так, было то, что я видел раньше... реально.)" id c01_0504

# game/script/chapter1.rpy:1805
translate russian c01_0505:

    # c ddam "\"드디어 상점에 도착했다...\"" id c01_0505
    c ddam "\"Наконец-то я добрался до магазина...\"" id c01_0505

# game/script/chapter1.rpy:1810
translate russian c01_0506:

    # w "\"[pl_name].\"" id c01_0506
    w "\"[pl_name].\"" id c01_0506

# game/script/chapter1.rpy:1815
translate russian c01_0507:

    # c talk "\"어? 가헬, 벌써 준비 끝났어?\"" id c01_0507
    c talk "\"А? Гахель, ты уже закончил готовиться?\"" id c01_0507

# game/script/chapter1.rpy:1820
translate russian c01_0508:

    # w "\"벌써라니, 한참 지났는데.\"" id c01_0508
    w "\"Уже? Прошло довольно много времени.\"" id c01_0508

# game/script/chapter1.rpy:1825
translate russian c01_0509:

    # c base "가헬이 이끄는 대로 상점 안에 들어가니 벌써 2시가 넘어가고 있었다." id c01_0509
    c base "Когда Гахель ведет меня внутрь, я понимаю, что уже больше двух часов дня." id c01_0509

# game/script/chapter1.rpy:1827
translate russian c01_0510:

    # c "이렇게까지 정신없이 보낸 하루는 처음이다. 준비를 위해 영업을 하루 쉬길 잘했다는 생각이 든다." id c01_0510
    c "У меня никогда не было такого напряженного дня. Закрыть магазин на день для подготовки было правильным решением." id c01_0510

# game/script/chapter1.rpy:1832
translate russian c01_0511:

    # w "\"준비는 거의 끝났다. 방금은 대장간에서 칼을 갈았고.\"" id c01_0511
    w "\"Приготовления почти завершены. Я только что закончил точить мечи в кузнице.\"" id c01_0511

# game/script/chapter1.rpy:1837
translate russian c01_0512:

    # c talk "\"나는 식량이랑 지도를...\"" id c01_0512
    c talk "\"Я приготовил еду и карту...\"" id c01_0512

# game/script/chapter1.rpy:1841
translate russian c01_0513:

    # c ddam "자꾸만 오늘 본 것들이 생각난다." id c01_0513
    c ddam "Мои мысли постоянно возвращаются к тому, что я видел сегодня." id c01_0513

# game/script/chapter1.rpy:1843
translate russian c01_0514:

    # c shy "가헬의 손에 주물러지는 기둥이나, 엘레드의 두툼한 귀두나..." id c01_0514
    c shy "Мясной столб в руке Гахеля, толстая головка в руке Элреда..." id c01_0514

# game/script/chapter1.rpy:1845
translate russian c01_0515:

    # c "두 눈으로 보고도 믿지 못할 광경이긴 했다. 아무리 그래도 길거리에서 그럴 줄은..." id c01_0515
    c "Это было невероятное зрелище, несмотря на то, что я видел это собственными глазами. Я никогда не думал, что увижу такое в глухом переулке..." id c01_0515

# game/script/chapter1.rpy:1847
translate russian c01_0516:

    # c ddam2 "굵기는 역시 엘레드가 이긴 것 같지만, 길이는 가헬이 좀 더... 아니, 내가 대체 무슨 생각을 하고 있는거지?" id c01_0516
    c ddam2 "Я думаю, Элред выигрывает из-за толщины, но Гаэль выигрывает из-за длины... Нет, о чем, черт возьми, я думаю?" id c01_0516

# game/script/chapter1.rpy:1849
translate russian c01_0517:

    # c base "어떻게든 정신을 차리기 위해 가방에서 물건을 꺼내 정리하며 말을 이었다." id c01_0517
    c base "Пытаясь вновь сосредоточиться, я достаю из сумки кое-какие вещи, чтобы разложить их по полочкам." id c01_0517

# game/script/chapter1.rpy:1853
translate russian c01_0518:

    # c ddam "자꾸만 오늘 본 것들이 생각난다." id c01_0518
    c ddam "Мои мысли постоянно возвращаются к тому, что я видел сегодня." id c01_0518

# game/script/chapter1.rpy:1855
translate russian c01_0519:

    # c shy "어쩌면 수컷으로서 당연한 것이긴 한데, 가헬에게 그렇게 짐승같은 모습이 있을 줄은..." id c01_0519
    c shy "Возможно, этого и следовало ожидать от мужчины, но я не ожидал, что Гахель окажется таким животным..." id c01_0519

# game/script/chapter1.rpy:1857
translate russian c01_0520:

    # c base "어떻게든 정신을 차리기 위해 가방에서 물건을 꺼내 정리하며 말을 이었다." id c01_0520
    c base "Пытаясь вновь сосредоточиться, я достаю из сумки кое-какие вещи, чтобы разложить их по полочкам." id c01_0520

# game/script/chapter1.rpy:1861
translate russian c01_0521:

    # c ddam "자꾸만 오늘 본 것들이 생각난다." id c01_0521
    c ddam "Мои мысли постоянно возвращаются к тому, что я видел сегодня." id c01_0521

# game/script/chapter1.rpy:1863
translate russian c01_0522:

    # c shy "두 눈으로 보고도 믿지 못할 광경이긴 했다. 아무리 그래도 길거리에서 그럴 줄은..." id c01_0522
    c shy "Это было невероятное зрелище, несмотря на то, что я видел это собственными глазами. Я никогда не думал, что увижу такое в глухом переулке..." id c01_0522

# game/script/chapter1.rpy:1865
translate russian c01_0523:

    # c base "어떻게든 정신을 차리기 위해 가방에서 물건을 꺼내 정리하며 말을 이었다." id c01_0523
    c base "Пытаясь вновь сосредоточиться, я достаю из сумки кое-какие вещи, чтобы разложить их по полочкам." id c01_0523

# game/script/chapter1.rpy:1869
translate russian c01_0524:

    # c base "배에서 나는 꼬르륵 소리가 내 말을 방해한다." id c01_0524
    c base "Булькающий звук из моего желудка прерывает мои слова." id c01_0524

# game/script/chapter1.rpy:1871
translate russian c01_0525:

    # c "돌아오는 길에 너무 힘을 많이 썼나보다. 나는 가방에서 물건을 꺼내 정리하며 말을 이었다." id c01_0525
    c "Кажется, я потратил слишком много энергии на обратном пути. Доставая вещи из сумки, чтобы разложить их по местам, я продолжил говорить." id c01_0525

# game/script/chapter1.rpy:1873
translate russian c01_0526:

    # c talk "\"아 배고프다. 지금까지 점심도 못먹었어... 빵을 좀 먹어야겠어.\"" id c01_0526
    c talk "\"Я так голоден. Я еще даже не обедал... Может, мне стоит съесть немного хлеба?\"" id c01_0526

# game/script/chapter1.rpy:1878
translate russian c01_0527:

    # w "\"... 치즈를 꺼내올까?\"" id c01_0527
    w "\"... Может, мне достать немного сыра?\"" id c01_0527

# game/script/chapter1.rpy:1883
translate russian c01_0528:

    # c talk "\"그래!\"" id c01_0528
    c talk "\"Да!\"" id c01_0528

# game/script/chapter1.rpy:1890
translate russian c01_0529:

    # c base "괜히 큰 소리로 말했더니 오히려 어색하게 갈라지는 목소리를 냈다. 부끄러움을 숨기기 위해 나는 찬물을 들이켰다. 크게 한숨을 쉬고 나니 좀 진정이 되는 것 같다." id c01_0529
    c base "Я говорю слишком громко, мой голос неловко срывается. Чтобы скрыть смущение, я глотаю немного холодной воды. Сделав глубокий вдох, я чувствую себя немного спокойнее." id c01_0529

# game/script/chapter1.rpy:1892
translate russian c01_0530:

    # c "....." id c01_0530
    c "....." id c01_0530

# game/script/chapter1.rpy:1894
translate russian c01_0531:

    # c "점심을 먹고 던전에 대해 가헬과 얘기했다." id c01_0531
    c "После обеда я поговорил с Гахелем о подземелье." id c01_0531

# game/script/chapter1.rpy:1898
translate russian c01_0532:

    # c base "점심을 먹고 던전에 대해 가헬과 얘기했다." id c01_0532
    c base "После обеда я поговорил с Гахелем о подземелье." id c01_0532

# game/script/chapter1.rpy:1904
translate russian c01_0533:

    # w "\"{color=#ee3939}'마력진동'{/color}은 조금 주의하는게 좋아.\"" id c01_0533
    w "\"Нам следует быть немного осторожными с {color=#ee3939}'энергетическими волнами'{/color}\"" id c01_0533

# game/script/chapter1.rpy:1909
translate russian c01_0534:

    # c talk "\"그렇긴 한데 아직 엄청 약하기도 하고, 내일 얼른 갔다오면 될거야.\"" id c01_0534
    c talk "\"Верно, но они все еще довольно слабы. Мы можем быстро уйти и вернуться завтра.\"" id c01_0534

# game/script/chapter1.rpy:1914
translate russian c01_0535:

    # c base "내 말에 가헬은 토를 달지 않았지만 역시 못미더운 표정이었다." id c01_0535
    c base "Гахель не стал спорить с моими словами, но выражение его лица по-прежнему было озабоченным." id c01_0535

# game/script/chapter1.rpy:1916
translate russian c01_0536:

    # c "..." id c01_0536
    c "..." id c01_0536

# game/script/chapter1.rpy:1918
translate russian c01_0537:

    # c "나는 다음날 던전에 들어가서야, 내 생각이 안일했다는 걸 뼈저리게 깨달았다." id c01_0537
    c "Только на следующий день, когда я вхожу в подземелье, я с горечью осознаю, насколько наивными были мои мысли." id c01_0537

translate russian strings:

    # game/script/chapter1.rpy:120
    old "내가 직접 옮긴다고 한다."
    new "Я сам передвину его."

    # game/script/chapter1.rpy:120
    old "그가 옮겨주는 걸 지켜본다."
    new "Я наблюдаю, как он передвигает его."

    # game/script/chapter1.rpy:144
    old "가헬 호감도 변화"
    new "Привлекательность Гахеля симпатий"

    # game/script/chapter1.rpy:707
    old "허브오일을 준다."
    new "Дать ему травяное масло."

    # game/script/chapter1.rpy:707
    old "회복물약을 준다."
    new "Дать ему целебное зелье."

    # game/script/chapter1.rpy:707
    old "그냥 감사히 돈만 받는다."
    new "Просто принять деньги с благодарностью."

    # game/script/chapter1.rpy:712
    old "엘레드 이해도 변화"
    new "Углубленное понимание симпатий"

    # game/script/chapter1.rpy:990
    old "문틈으로 가헬의 방안을 몰래 본다."
    new "Взглянуть в комнату Гахеля через дверную щель."

    # game/script/chapter1.rpy:990
    old "가헬의 즐거운 시간을 방해하지 않기 위해 모른 척 자리를 비킨다."
    new "Покинуть это место, чтобы не мешать Гахелю наслаждаться."

    # game/script/chapter1.rpy:1273
    old "역시 가헬의 충고를 생각해서 챙기기로 한다."
    new "Решить принять это, памятуя о совете Гахеля."

    # game/script/chapter1.rpy:1273
    old "괜히 유난 떨지 않고 다른 물건이나 챙겼다."
    new "Вместо этого просто упаковать другие вещи."

    # game/script/chapter1.rpy:1416
    old "귀찮긴 하지만 어떻게든 뚫고 가자."
    new "Решить пробиться вперед, несмотря на все трудности."

    # game/script/chapter1.rpy:1416
    old "시간은 좀 더 걸리더라도 골목길을 통해 가자."
    new "Выбрать более длинный маршрут по переулку."

    # game/script/chapter1.rpy:1517
    old "빨리 이 자리를 뜬다."
    new "Решить быстро покинуть место происшествия."

    # game/script/chapter1.rpy:1517
    old "계속 지켜보기로 한다."
    new "Решить продолжить наблюдение."

    # game/script/chapter1.rpy:1535
    old "엘레드 호감도 변화"
    new "Повышенние привлекательности симпатий"

    # game/script/chapter1.rpy:1716
    old "거절한다"
    new "Решить отказаться"

# TODO: Translation updated at 2025-01-09 23:18

translate russian strings:

    # game/script/chapter1.rpy:32
    old "정보 : 마법 상점"
    new "Информация: Волшебный магазин"

    # game/script/chapter1.rpy:56
    old "캐릭터 : 가헬"
    new "Персонаж: Gahel"

    # game/script/chapter1.rpy:224
    old "정보 : 회복 물약"
    new "Информация: Целебное зелье"

    # game/script/chapter1.rpy:280
    old "정보 : 용병 길드"
    new "Информация: Гильдия приключений"

    # game/script/chapter1.rpy:299
    old "캐릭터 : 루카스"
    new "Персонаж: Lucas"

    # game/script/chapter1.rpy:476
    old "정보 : 칼루리엔 용병단"
    new "Информация: Группа наемников Калуриена"

    # game/script/chapter1.rpy:565
    old "캐릭터 : 엘레드"
    new "Персонаж: Elred"

    # game/script/chapter1.rpy:566
    old "정보 : 반슈타인 기사단"
    new "Информация: Бернштейнские рыцари"

    # game/script/chapter1.rpy:1348
    old "정보 : 특제 물약"
    new "Информация: Особое зелье"

    # game/script/chapter1.rpy:1493
    old "정보 : 마력진동"
    new "Информация: Аберрация маны"

    # game/script/chapter1.rpy:1843
    old "이미지 : 엘레드(발기)"
    new "Изображение: Elred (Возбужденный)"

    # game/script/chapter1.rpy:1861
    old "이미지 : 엘레드(알몸)"
    new "Изображение: Elred (Обнаженный)"

