# TODO: Translation updated at 2024-04-05 01:22

# game/script/chapter2.rpy:30
translate russian c02_0000:

    # c base out_d "던전은 서로 다른 공간을 강제로 이어 붙인 것처럼 기묘한 조화를 이루는 공간이다." id c02_0000
    c base out_d "Подземелье представляет собой странную смесь различных пространств, как будто вынужденных соединяться." id c02_0000

# game/script/chapter2.rpy:32
translate russian c02_0001:

    # c "벽에는 각양각색의 곰팡이가 얼룩덜룩하게 피어있고, 마나를 머금고 희미하게 빛나는 이끼가 불규칙한 패턴으로 성장하고 있었다." id c02_0001
    c "Стены были испещрены различными грибками, а содержащий ману мерцающий мох рос неправильным рисунком." id c02_0001

# game/script/chapter2.rpy:34
translate russian c02_0002:

    # c "마물의 흔적이나 다른 사람의 야영 흔적 같은 것도 가끔씩 남아있다. 던전이 그냥 동굴과 다른 점은 마력에 따라 움직이는 것이다." id c02_0002
    c "Также время от времени встречаются следы монстров и остатки лагерей других искателей приключений. Что отличает подземелье от пещеры, так это то, что мана приводит его в движение." id c02_0002

# game/script/chapter2.rpy:36
translate russian c02_0003:

    # c "던전 그 자체가 살아 숨 쉬고 있다. 매 순간 공간이 조금씩 변화하고, 벽의 일부는 마치 살아서 꿈틀거리는 듯했다." id c02_0003
    c "Само подземелье дышит, как будто оно само живое. Не проходит и минуты, чтобы пространство слегка не смещалось, а части стены, кажется, оживают и извиваются." id c02_0003

# game/script/chapter2.rpy:49
translate russian c02_0004:

    # c out_d "나와 가헬은 조심스럽게 걸어가며, 이 기괴한 풍경을 조용히 감상했다." id c02_0004
    c out_d "Мы с Гахелем шли осторожно, незаметно разглядывая этот причудливый пейзаж." id c02_0004

# game/script/chapter2.rpy:51
translate russian c02_0005:

    # c talk "\"항상 느끼는 거지만, 던전 내부는 정말 기묘해... 마치 여러 조직을 이어 붙인 생물의 내장에 들어온 느낌이야.\"" id c02_0005
    c talk "\"Я всегда это говорю, но внутреннее подземелья - странное, престранное место... Это все равно что залезть во внутренности существа, сшитого из множества органов.\"" id c02_0005

# game/script/chapter2.rpy:53
translate russian c02_0006:

    # "가헬은 [pl_name]의 말에 대해 잠시 생각에 잠긴 듯하더니, 무겁게 대답했다." id c02_0006
    "Гахель, казалось, на мгновение задумался над словами [pl_name], затем торжественно ответил." id c02_0006

# game/script/chapter2.rpy:60
translate russian c02_0007:

    # w "\"내장이라... 끔찍한 비유지만, 부정할 수는 없겠군.\"" id c02_0007
    w "\"Построенный... Это ужасная аналогия, но я не могу этого отрицать.\"" id c02_0007

# game/script/chapter2.rpy:65
translate russian c02_0008:

    # c base "우리는 마나 허브를 찾기 위해 발걸음을 재촉했다." id c02_0008
    c base "Мы ускорили шаг в поисках травы маны." id c02_0008

# game/script/chapter2.rpy:67
translate russian c02_0009:

    # c "가능한 넓은 범위를 탐지하기 위해 던전의 중간쯤까지 가야 했다. 지도를 따라 공터에 도달하자, 나는 공간탐지 마법을 준비했다." id c02_0009
    c "Нам пришлось пройти примерно половину подземелья, чтобы просканировать как можно больше местности."
    c "Следуя карте и достигнув поляны, я подготовил заклинание пространственного обнаружения." id c02_0009

# game/script/chapter2.rpy:69
translate russian c02_0010:

    # "[pl_name]의 몸에서 서서히 피어오르는 푸른 빛무리가 어둠을 밀어내며 신비로운 광채를 발산했다." id c02_0010
    "Сгусток синего света медленно исходил из тела [pl_name], отталкивая тьму и источая таинственное сияние." id c02_0010

# game/script/chapter2.rpy:76
translate russian c02_0011:

    # c "이 마력은 내 발끝에서 시작해 물줄기를 타고 흐르는 나뭇잎처럼 하늘거리며, 끊임없이 변화하는 던전의 깊숙한 곳까지 스며들었다." id c02_0011
    c "Эта мана зашевелилась у моих ног и затрепетала, как лист, плывущий вниз по течению, прежде чем просочиться в постоянно меняющиеся глубины подземелья." id c02_0011

# game/script/chapter2.rpy:78
translate russian c02_0012:

    # c "주변을 경계하는 가헬과 주문을 사용하는 내 숨소리 외에는 숨죽은 듯 고요했지만, 빛나는 마력의 실을 통해 느껴지는 던전은 꽉 찬 술집처럼 시끄러웠다." id c02_0012
    c "Хотя в этом месте царила тишина, как будто затаив дыхание, за исключением звука моего дыхания и Гахеля, охраняющего наше окружение, подземелье,"
    c "которое я ощущал через нити маны, казалось таким же буйным, как внутри переполненной таверны." id c02_0012

# game/script/chapter2.rpy:80
translate russian c02_0013:

    # c "나는 손에 든 지도와 탐지 마법을 통해 느껴지는 던전을 비교하며 가헬에게 말했다." id c02_0013
    c "Перекрестно изучив подземелье, изображенное на карте в моей руке, и подземелье, которое я почувствовал с помощью магии обнаружения, я поговорил с Гахелем." id c02_0013

# game/script/chapter2.rpy:82
translate russian c02_0014:

    # c talk "\"음, 일단 문제 없어. 지도와 거의 다르지 않네. 동쪽에 샘, 서쪽에 마물로 막힌 통로도 그대로야. 마나 허브는... 북서쪽에 있어.\"" id c02_0014
    c talk "\"Хмм, похоже, у нас получилось. Все так, как указано на карте. Фонтан находится на востоке, а тропа, по которой ходят монстры, на самом деле тоже на западе. Травы маны... находятся на северо-западе.\"" id c02_0014

# game/script/chapter2.rpy:84
translate russian c02_0015:

    # c base "말을 마치자마자, 나는 던전의 지도를 접어 주머니에 넣었다. 가헬은 말없이 주변을 경계하던 중, 고개를 끄덕였다." id c02_0015
    c base "Как только я закончил говорить, я сложил карту подземелья и сунул ее в карман. Гахель, который молча наблюдал за нашим окружением, кивнул." id c02_0015

# game/script/chapter2.rpy:86
translate russian c02_0016:

    # c "고요한 던전 길을 따라 걷다가 가헬이 입을 열었다. 아까 사용한 탐지 마법이 궁금한 것 같았다." id c02_0016
    c "Прогуливаясь по тихой тропинке подземелья, Гахель заговорил, по-видимому, заинтересовавшись магией обнаружения, которую я использовал ранее." id c02_0016

# game/script/chapter2.rpy:91
translate russian c02_0017:

    # w "\"탐지 마법으로 다양한 정보를 추적할 수 있는 마법사는 드문 걸로 알고 있는데, 대단하군.\"" id c02_0017
    w "\"Я слышал, что магов, которые могут отслеживать различные фрагменты информации с помощью магии обнаружения, найти трудно. Это было впечатляюще.\"" id c02_0017

# game/script/chapter2.rpy:96
translate russian c02_0018:

    # c talk "\"전에 던전 탐사 때도 보여줬잖아. 새삼스럽게 왜?\"" id c02_0018
    c talk "\"Ты видел, как я это делал в прошлый раз, когда мы ходили нырять в подземелье. Есть причина, по которой ты заговорил об этом сейчас?\"" id c02_0018

# game/script/chapter2.rpy:101
translate russian c02_0019:

    # w "\"그때는 단순한 표면을 추적하는 마법으로만 생각했지.\"" id c02_0019
    w "\"Тогда я предположил, что это было просто элементарное заклинание слежения на поверхности.\"" id c02_0019

# game/script/chapter2.rpy:103
translate russian c02_0020:

    # w "\"대부분 마법사들은 공간 전체를 파악하려면 너무 많은 정보에 압도되기 때문에, 특정 대상만 추적하는 편이라고 들었다.\"" id c02_0020
    w "\"Мне говорили, что большинство магов способны отслеживать только конкретную цель, потому что само количество информации,"
    w "которое приходит с пониманием всего пространства, может быть ошеломляющим.\"" id c02_0020

# game/script/chapter2.rpy:108
translate russian c02_0021:

    # "그가 신기하다는 듯 이어 말했다." id c02_0021
    "Он продолжил, по-видимому, заинтригованный." id c02_0021

# game/script/chapter2.rpy:113
translate russian c02_0022:

    # w "\"너도 그렇게 마나 허브를 추적하는 줄 알았는데, 던전에서 탐지 마법으로 정확히 공간 정보를 읽어내다니. 흔한 마법사와는 다르군.\"" id c02_0022
    w "\"Я думал, ты отслеживаешь только травы с маной, но ты точно считывал пространственную информацию всего подземелья с помощью заклинания обнаружения."
    w "Теперь я вижу, что ты не обычный маг.\"" id c02_0022

# game/script/chapter2.rpy:118
translate russian c02_0023:

    # "[pl_name][josa_eun_neun] 살짝 민망한 웃음을 지으며 대답했다." id c02_0023
    "[pl_name] со слегка смущенной улыбкой ответил." id c02_0023

# game/script/chapter2.rpy:120
translate russian c02_0024:

    # c smile "\"하하, 용병 마법사면 아무래도 전투용 원소 마법이 특기일 테니까.\"" id c02_0024
    c smile "\"Хаха, в конце концов, вполне естественно, что маг-наемник специализируется на боевой магии стихий.\"" id c02_0024

# game/script/chapter2.rpy:122
translate russian c02_0025:

    # c talk "\"마탑의 정식 마법사에게 이런 건 아무것도 아닐 거야. 성도 반대편에서 잃어버린 동전도 찾을 수 있을걸?\"" id c02_0025
    c talk "\"Держу пари, официальные маги Волшебной башни могли бы сделать то же самое, даже не вспотев. Они, вероятно, могли бы найти потерянную монету на другом конце города.\"" id c02_0025

# game/script/chapter2.rpy:124
translate russian c02_0026:

    # "가헬은 여전히 [pl_name][josa_eul_reul] 대단하다고 생각하는 듯 빛나는 눈이었다." id c02_0026
    "Глаза Гахеля все еще сияли, по-видимому, он думал, что [pl_name] был замечательным." id c02_0026

# game/script/chapter2.rpy:129
translate russian c02_0027:

    # w "\"회복 물약에 마탑 공증을 받은 것도 그렇고, 혹시 마탑에서 교육을 받았어?\"" id c02_0027
    w "\"Ты также получил сертификат Волшебной башни на свои целебные зелья. Ты проходил обучение в Волшебной башне?\"" id c02_0027

# game/script/chapter2.rpy:134
translate russian c02_0028:

    # c talk "\"그랬으면 계약할 때 신분 증명이 상인이 아니라 마법사였을걸?\"" id c02_0028
    c talk "\"Если бы это было так, то в документе, удостоверяющем личность, который я представил, когда мы подписывали наш контракт,"
    c talk "было бы указано, что я маг, а не торговец, верно?\"" id c02_0028

# game/script/chapter2.rpy:136
translate russian c02_0029:

    # c "\"마탑에 들어가려면 엄청난 경쟁률을 자랑하는 시험에 합격부터 해야 하고, 거기서 정식 마법사가 되기까지 어마어마한 돈이 든다고.\"" id c02_0029
    c "\"Если бы я поступил в Магическую башню, мне пришлось бы сдать высококонкурентный экзамен, и только с этого момента огромная сумма денег,"
    c "которая мне понадобится, чтобы стать официальным магом, станет проблемой.\"" id c02_0029

# game/script/chapter2.rpy:138
translate russian c02_0030:

    # c "\"난 그렇게 재능이 있지도, 돈이 많지도 않아서... 회복 물약은 마탑의 지인을 통해 인증받은 거야.\"" id c02_0030
    c "\"У меня нет ни такого большого таланта, ни денег... Я получил нотариально заверенное целебное зелье с помощью знакомого в Волшебной башне.\"" id c02_0030

# game/script/chapter2.rpy:140
translate russian c02_0031:

    # "[pl_name]의 대답에 가헬은 의문을 표했다." id c02_0031
    "Гахель выразил сомнение в ответе [pl_name]." id c02_0031

# game/script/chapter2.rpy:145
translate russian c02_0032:

    # w "\"그럼, 마법은 어떻게 배운 거야?\"" id c02_0032
    w "\"Тогда как же ты научился магии?\"" id c02_0032

# game/script/chapter2.rpy:150
translate russian c02_0033:

    # c talk "\"어릴 때 스승님이 있었거든. 특이한 용 수인이었어.\"" id c02_0033
    c talk "\"Когда я был молод, у меня был мастер. Он был довольно эксцентричным зверочеловеком-драконом.\"" id c02_0033

# game/script/chapter2.rpy:152
translate russian c02_0034:

    # "가헬은 잠시 놀라서 [pl_name][josa_eul_reul] 바라봤다." id c02_0034
    "Гахель на мгновение удивленно посмотрел на [pl_name]." id c02_0034

# game/script/chapter2.rpy:149
translate russian c02_0035:

    # w "(단 한 명의 스승에게?... 스승이 뛰어난 건가, 아니면...)" id c02_0035
    w "(Только от одного мастера...? Был ли это выдающийся мастер, или...)" id c02_0035

# game/script/chapter2.rpy:154
translate russian c02_0036:

    # w "\"...그럼 마탑의 지인은?\"" id c02_0036
    w "\"...Тогда о твем знакомстве в Волшебной башне?\"" id c02_0036

# game/script/chapter2.rpy:159
translate russian c02_0037:

    # c "\"아, 음. '바토'라고 있어. 걔한테 배운 건 아냐. 상점을 차렸을 때쯤에 처음 만났거든.\"" id c02_0037
    c talk "\"Ах, хм. Его зовут Бато. Я не учился у него магии. Я впервые встретил его примерно в то время, когда открыл свой магазин.\"" id c02_0037

# game/script/chapter2.rpy:161
translate russian c02_0038:

    # c "나는 가헬과 '바토'라는 곰 수인에 대해 얘기하며 걸어갔다." id c02_0038
    c base "Я гулял и болтал с Гахелем о 'Бато', зверочеловеке-медведе." id c02_0038

# game/script/chapter2.rpy:163
translate russian c02_0039:

    # c "원래 그는 마탑에서 허가받지 않은 {color=#ee3939}'금지된 마법'{/color} 같은 행위를 단속하는 업무를 하는데, 내 상점이 새로 생길 때도 검사를 하기 위해 찾아왔다." id c02_0039
    c "Его работа в Волшебной башне - следить за нелицензионной деятельностью, такой как {color=#ee3939}'запрещенная магия'{/color}, и он зашел осмотреть мой магазин, когда он только открылся." id c02_0039

# game/script/chapter2.rpy:165
translate russian c02_0040:

    # c "당연히 내 가게에는 문제가 없었지만, 바토가 쓰러지는 소동이 있었고 그때 도와준 인연으로 마탑 공증 문서까지 받게 되었다." id c02_0040
    c "Естественно, с моим магазином проблем не возникло, но произошел инцидент, когда Бато внезапно потерял сознание, и я получил нотариальный документ Волшебной башни за то, что помог ему." id c02_0040

# game/script/chapter2.rpy:174
translate russian c02_0041:

    # c "한가로운 수다 시간은 오래가지 않았다. 배회하는 하급 마물 몇을 쓰러뜨리고 마나 허브 군락에 도착했다." id c02_0041
    c "Неторопливая болтовня продолжалась недолго. После победы над несколькими бродячими монстрами низкого уровня мы прибыли в колонию мановых трав." id c02_0041

# game/script/chapter2.rpy:176
translate russian c02_0042:

    # c "빽빽하게 자라난 초록 수풀은 물약으로 만들어 팔 생각에 침이 꿀꺽 넘어갈 수준으로 가득 자라나 있었다." id c02_0042
    c out_d "Густо цветущая зелень распускалась так пышно, что слюнки текли при мысли о том, чтобы превратить ее в прибыльные зелья." id c02_0042

# game/script/chapter2.rpy:178
translate russian c02_0043:

    # c "물론 전부 채집해 가면 나중에 내가 다시 왔을 때도 자라나지 않을 수 있으니, 적당히 반 정도만 가져가야 한다." id c02_0043
    c "Конечно, если бы я собрал их все, они могли бы не отрасти к тому времени, когда я вернлся, поэтому я должен взять только около половины." id c02_0043

# game/script/chapter2.rpy:180
translate russian c02_0044:

    # c "나는 전용 주머니를 꺼내 허브를 채집할 준비를 했다." id c02_0044
    c "Я достал специальный мешочек, чтобы начать собирать травы." id c02_0044

# game/script/chapter2.rpy:190
translate russian c02_0045:

    # c "\"가헬도 한번 채집해 볼래? 생각보다 쉬워.\"" id c02_0045
    c talk "\"Хочешь попробовать собрать их, Гахель? Это проще, чем ты думаешь.\"" id c02_0045

# game/script/chapter2.rpy:197
translate russian c02_0046:

    # w "\"어떻게 하는 건가?\"" id c02_0046
    w "\"Как мне их собрать?\"" id c02_0046

# game/script/chapter2.rpy:202
translate russian c02_0047:

    # c "나를 도와주려는 가헬의 앞에서 직접 시범을 보였다." id c02_0047
    c base "Я продемонстрировал это перед Гахелем, который наклонился, чтобы помочь." id c02_0047

# game/script/chapter2.rpy:204
translate russian c02_0048:

    # c "\"시들지 않게 뿌리 끝을 마나로 감싸고 줄기가 끊어지지 않게 뽑는 거야. 마력보단 손재주가 중요할걸?\"" id c02_0048
    c talk "\"Оберни концы корней маной, чтобы предотвратить увядание и убедиться, что стебли не сломаются, когда ты будешь тянуть. Это больше связано с ловкостью, чем с магической близостью.\"" id c02_0048

# game/script/chapter2.rpy:209
translate russian c02_0049:

    # w "\"그건... 나는 마력을 조작형으로 사용할 수 없다. 시술을 받아서...\"" id c02_0049
    w "\"Это... Я не могу манипулировать маной подобным образом. Я получил {color=#ee3939}'процедуру'{/color}...\"" id c02_0049

# game/script/chapter2.rpy:211
translate russian c02_0050:

    # c "\"응? 아... 그렇구나.\"" id c02_0050
    c talk "\"А? О... Понял.\"" id c02_0050

# game/script/chapter2.rpy:216
translate russian c02_0051:

    # c "힘이 전부인 용병의 세상에서 몸에 술식을 새겨넣는 일은 흔하다." id c02_0051
    c base "Это обычная практика - выгравировать магические формулы на своем теле в мире наемников, где физическая сила - это все." id c02_0051

# game/script/chapter2.rpy:218
translate russian c02_0052:

    # c "재능이 있다면 훈련을 통해 검기를 발생시킨다거나 받는 충격을 흘려낸다거나 하는 마법이 가능하지만, 용병이라면 쉽고 빠르게 시술로 해결하는 게 이득일 것이다." id c02_0052
    c "Если у тебя есть талант, ты можешоь использовать магию для создания черноты во время тренировок или для того, чтобы избавиться от полученного шока, но если ты наемник, то будет полезно решить эту процедуру легко и быстро." id c02_0052

# game/script/chapter2.rpy:220
translate russian c02_0053:

    # c "물론 시술은 만능이 아니다. 아무래도 가헬은 마나를 흡수해서 근육을 강화하는 술식밖에 사용할 수 없는 것 같다." id c02_0053
    c "Конечно, такие процедуры не всесильны. Похоже, что Гахель может использовать только формулы, поглощающие ману, для укрепления своих мышц." id c02_0053

# game/script/chapter2.rpy:225
translate russian c02_0054:

    # w "\"시간이 꽤 걸릴 테니, 그동안 주변을 지켜보도록 하지.\"" id c02_0054
    w "\"Это может занять некоторое время, так что пока следите за нашим окружением.\"" id c02_0054

# game/script/chapter2.rpy:233
translate russian c02_0055:

    # c "\"채집하는 동안 주변을 지켜줄 수 있을까?\"" id c02_0055
    c talk "\"Ты можешь присмотреть за участком, пока я собираю урожай?\"" id c02_0055

# game/script/chapter2.rpy:240
translate russian c02_0056:

    # w "\"알겠다.\"" id c02_0056
    w "\"Понял тебя.\"" id c02_0056

# game/script/chapter2.rpy:245
translate russian c02_0057:

    # "조용한 던전 안에서 대화마저 끊기니 숨 막히는 침묵이 이어졌다." id c02_0057
    "Последовала удушающая тишина, когда даже разговоры в тихом подземелье прекратились." id c02_0057

# game/script/chapter2.rpy:247
translate russian c02_0058:

    # c "(차라리 같이 채집하자고 할 걸 그랬나...)" id c02_0058
    c consider "(Может быть, мне все-таки следовало попросить его помочь с уборкой урожая...)" id c02_0058

# game/script/chapter2.rpy:249
translate russian c02_0059:

    # c "나는 어떻게든 수닷거리라도 꺼내볼까 하다가 그냥 채집에 집중했다." id c02_0059
    c base "Я думал завести какую-нибудь светскую беседу, но решил просто сосредоточиться на сборе урожая." id c02_0059

# game/script/chapter2.rpy:251
translate russian c02_0060:

    # c "(빨리 끝내는 편이 낫겠다.)" id c02_0060
    c "(Мне лучше ускорить темп.)" id c02_0060

# game/script/chapter2.rpy:259
translate russian c02_0061:

    # c "\"휴. 이 정도면 충분하겠지?\"" id c02_0061
    c out_d "\"Фу. Этого должно быть достаточно, верно?\"" id c02_0061

# game/script/chapter2.rpy:266
translate russian c02_0062:

    # "[pl_name][josa_i_ga] 세심하게 허브를 뜯어 주머니를 가득 채우는 동안, 가헬은 [pl_name][josa_eul_reul] 지켜보다가 가까이 온 박쥐 마물을 베어버리거나 했다." id c02_0062
    "Пока [pl_name] наполнял мешочек тщательно подобранными травами, Гахель наблюдал за [pl_name], время от времени нанося удары по приближающимся монстрам-летучим мышам." id c02_0062

# game/script/chapter2.rpy:271
translate russian c02_0063:

    # "[pl_name][josa_eun_neun] 스트레칭을 하며 굳은 몸을 풀었다." id c02_0063
    "[pl_name] потянулся, разминая затекшие мышцы." id c02_0063

# game/script/chapter2.rpy:275
translate russian c02_0064:

    # c "\"이제 나가자.\"" id c02_0064
    c talk "\"Давай отправимся прямо сейчас.\"" id c02_0064

# game/script/chapter2.rpy:280
translate russian manaherb_colony_9f150eb7:

    # w "\"...\""
    w "\"...\""

# game/script/chapter2.rpy:288
translate russian c02_0065:

    # w "\"잠깐... 뭔가 심상치 않다.\"" id c02_0065
    w "\"Подожди... что-то не так.\"" id c02_0065

# game/script/chapter2.rpy:293
translate russian c02_0066:

    # "가헬은 멀리 있는 마물을 유심히 바라보았다. 아직 마물이 가까이 오지 않았지만, 마물이 있는 방향에 주목해서 관찰하다가 하나의 결론을 냈다." id c02_0066
    "Гахель внимательно наблюдал за монстрами на расстоянии. Хотя они еще не были на расстоянии удара, Гахель наблюдал за направлением, откуда появились монстры, и пришел к выводу." id c02_0066

# game/script/chapter2.rpy:298
translate russian c02_0067:

    # w "\"없던 통로가 생겼다.\"" id c02_0067
    w "\"Появился проход, которого раньше там не было.\"" id c02_0067

# game/script/chapter2.rpy:303
translate russian c02_0068:

    # c "\"던전이 움직였다는 뜻이네. 잠깐 탐지해 봐야겠어.\"" id c02_0068
    c talk "\"Это означает, что подземелье изменилось. Я очень быстро использую заклинание обнаружения.\"" id c02_0068

# game/script/chapter2.rpy:305
translate russian c02_0069:

    # c "나는 던전에 들어올 때보다 간단하게 가까운 곳만 탐지 마법을 사용했다." id c02_0069
    c base "Я использовал упрощенную версию заклинания обнаружения, которое наложил перед тем, как мы вошли, сосредоточившись только на окружающих областях." id c02_0069

# game/script/chapter2.rpy:312
translate russian c02_0070:

    # c "\"막힌 벽이 뚫렸나 봐. 아니, 마물이, 너무 많은데?\"" id c02_0070
    c talk "\"Похоже, открылась заблокированная стена. Подождите, здесь много монстров.\"" id c02_0070

# game/script/chapter2.rpy:314
translate russian c02_0071:

    # c "탐지할 수 없는 고립된 방에 마물이 가득 있었다가 지금 연결된 것 같다. 빨리 도망가야..." id c02_0071
    c base "Похоже, что отверстие соединяло эту область с ранее изолированной, необнаруживаемой комнатой, полной монстров. Нам нужно быстро бежать..." id c02_0071

# game/script/chapter2.rpy:318
translate russian c02_0072:

    # n "{i}캬오오!!{/i}" id c02_0072
    n "{i}Кьяааоо!!{/i}" id c02_0072

# game/script/chapter2.rpy:320
translate russian c02_0073:

    # c "\"헉!\"" id c02_0073
    c ddam2 "\"Трудно дышать!\"" id c02_0073

# game/script/chapter2.rpy:322
translate russian c02_0074:

    # c "짐승형 마물이 위협적인 소리를 내며 이쪽으로 뛰어온다. 그 소리에 다른 마물들도 반응하는 듯했다." id c02_0074
    c "Звероподобные монстры издавали угрожающие звуки, бросаясь к нам. Похоже, другие монстры тоже были встревожены шумом." id c02_0074

# game/script/chapter2.rpy:324
translate russian c02_0075:

    # c "나와 가헬은 다른 통로로 뛰어서 도망쳤다. 그러나 그쪽에도 마물이 남아있었다." id c02_0075
    c "Мы с Гахелем побежали по другому проходу, чтобы спастись. Однако и с другой стороны нас встретили монстры." id c02_0075

# game/script/chapter2.rpy:329
translate russian c02_0076:

    # w "\"흡!\"" id c02_0076
    w "\"Хмпф!\"" id c02_0076

# game/script/chapter2.rpy:344
translate russian c02_0077:

    # "가헬은 뿔을 앞세워 돌진하는 짐승형 마물을 날렵한 동작으로 조각내며 앞서 나아갔다." id c02_0077
    "Гахель бросился вперед, умело разрубая звероподобных монстров, которые бросились на нас рогом вперед." id c02_0077

# game/script/chapter2.rpy:346
translate russian c02_0078:

    # "[pl_name][josa_eun_neun] 가헬의 뒤를 정신없이 따라가다가 뒤돌아보니, 어둠 속에서 마물들이 득실거리는 것을 발견했다." id c02_0078
    "[pl_name], отчаянно следуя за Гахелем, оглянулся и увидел монстров, копошащихся в темноте." id c02_0078

# game/script/chapter2.rpy:355
translate russian c02_0079:

    # w "\"[pl_name], 피해!!\"" id c02_0079
    w "\"[pl_name], берегись!!\"" id c02_0079

# game/script/chapter2.rpy:360
translate russian c02_0080:

    # c "\"으악!\"" id c02_0080
    c ddam2 "\"Ааа!\"" id c02_0080

# game/script/chapter2.rpy:371
translate russian c02_0081:

    # c "본능적으로 몸을 낮추고 구르며, 내 머리를 향해 날아오는 날카로운 독침을 간발의 차이로 피했다." id c02_0081
    c ddam "Я пригнулся и перекатился, едва избежав острых отравленных дротиков, нацеленных мне в голову." id c02_0081

# game/script/chapter2.rpy:373
translate russian c02_0082:

    # c "머리털 사이로 느껴지는 공기의 진동은 나를 소름이 끼치게 했다." id c02_0082
    c ddam2 "Дрожь воздуха, которую я чувствовал сквозь свои мех, заставила мою кожу покрыться мурашками." id c02_0082

# game/script/chapter2.rpy:380
translate russian c02_0083:

    # c "가헬은 흉측한 모양의 덩어리를 두 동강 내고, 근육이 팽팽하게 조여진 다리로 빠르게 내게 질주했다." id c02_0083
    c base "Гахель разделил гротескную массу надвое и рванулся ко мне, на ногах напряглись мускулы." id c02_0083

# game/script/chapter2.rpy:385
translate russian c02_0084:

    # w "\"수가 너무 많아. 한 곳을 뚫고 도주할까?\"" id c02_0084
    w "\"Их слишком много. Должны ли мы прорваться и убежать?\"" id c02_0084

# game/script/chapter2.rpy:390
translate russian c02_0085:

    # c "\"제길... 그래야겠어.\"" id c02_0085
    c talk "\"Черт... Похоже, у нас нет другого выбора.\"" id c02_0085

# game/script/chapter2.rpy:392
translate russian c02_0086:

    # c "이런 위험도 '하'의 던전에서 이토록 강력한 마물이 대거 나타나는 것은 이례적인 일이었다." id c02_0086
    c base "Появление таких могущественных монстров в подземелье 'низкого' уровня сложности было ненормальным явлением." id c02_0086

# game/script/chapter2.rpy:394
translate russian c02_0087:

    # c "추리할 여유는 없었다. 살아남기 위해 신속히 대응해야 했다." id c02_0087
    c "Не было времени строить догадки. Что нам нужно было делать, чтобы выжить, так это действовать." id c02_0087

# game/script/chapter2.rpy:396
translate russian c02_0088:

    # c "\"눈이 없는 마물도 있으니, 연막은 의미 없을 거야. 최대한 안전하게 길을 뚫으려면 최대한 마물을 반대로 유인해야 해. 그러려면...\"" id c02_0088
    c talk "\"Некоторые монстры не полагаются на зрение, поэтому дымовые шашки не сработают. Чтобы безопасно расчистить путь, нам нужно как можно больше отвлекать монстров от нас. Для этого...\"" id c02_0088

# game/script/chapter2.rpy:403
translate russian c02_0089:

    # c "빠른 판단을 마치고 나는 가헬의 검에 손을 댔다. 날카로운 칼날에 베인 손끝 위에 핏방울이 맺힌다." id c02_0089
    c base "Быстро соображая, я коснулся меча Гахеля. На кончиках моих пальцев, порезанных острым лезвием, образовались капельки крови." id c02_0089

# game/script/chapter2.rpy:405
translate russian c02_0090:

    # w "뭐 하는!..." id c02_0090
    w "Что ты...!" id c02_0090

# game/script/chapter2.rpy:407
translate russian c02_0091:

    # c "\"왼쪽으로, 먼저 달려! 바로 따라갈게.\"" id c02_0091
    c talk "\"Беги налево! Я буду следовать сразу за тобой.\"" id c02_0091

# game/script/chapter2.rpy:409
translate russian c02_0092:

    # "가헬은 잠시 당황했지만, 곧 이해하고 마물들을 향해 날카로운 눈길을 던졌다." id c02_0092
    "Гахель на мгновение заколебался, но вскоре понял и бросил острый взгляд в сторону монстров." id c02_0092

# game/script/chapter2.rpy:413
translate russian c02_0093:

    # c "\"지금!\"" id c02_0093
    c talk "\"Сейчас!\"" id c02_0093

# game/script/chapter2.rpy:421
translate russian c02_0094:

    # "[pl_name][josa_i_ga] 소리치자, 가헬은 왼쪽으로 번개처럼 돌진했다. 동시에 [pl_name][josa_eun_neun] 피에 마나를 담아 허공에 뿌렸다." id c02_0094
    "Услышав крик [pl_name], Гахель молниеносно метнулся влево. Одновременно [pl_name] влил ману в кровь и рассеял ее в воздухе." id c02_0094

# game/script/chapter2.rpy:423
translate russian c02_0095:

    # c "마나를 추적하는 마물 몇몇은 여기에 이끌려 움직일 것이다. 나는 전력을 다해 가헬의 뒤를 따라 뛰었다." id c02_0095
    c base "Это привлечет некоторых монстров, которые могут отслеживать ману. Я последовал за Гахелем со всей силой, на которую были способны мои ноги." id c02_0095

# game/script/chapter2.rpy:425
translate russian c02_0096:

    # w "\"앞에서 오른쪽!\"" id c02_0096
    w "\"Поверни направо впереди!\"" id c02_0096

# game/script/chapter2.rpy:427
translate russian c02_0097:

    # "가헬은 마물을 베어내는 동시에 중간중간 [pl_name][josa_i_ga] 잘 따라오고 있는지 확인했다." id c02_0097
    "Убивая монстров, Гахель периодически проверял, безопасно ли следует за [pl_name]." id c02_0097

# game/script/chapter2.rpy:429
translate russian c02_0098:

    # c "오른쪽으로 급회전하자 쫓아오는 마물의 수가 확연히 줄었다. 하지만 내 숨은 점점 가빠졌고, 체력의 한계를 느꼈다." id c02_0098
    c ddam2 "Когда мы резко повернули направо, количество преследующих нас монстров значительно уменьшилось."
    c ddam2 "Однако вскоре мое дыхание стало более затрудненным, и я почувствовал, что приближаюсь к своему физическому пределу." id c02_0098

# game/script/chapter2.rpy:431
translate russian c02_0099:

    # c "숨을 고르기 위해, 잠시라도 숨을 곳을 찾아야 했다. 정말 잠깐이라도 마물에게서 몸을 숨기고 한숨 돌릴 곳이..." id c02_0099
    c ddam "Чтобы перевести дыхание, нам нужно было найти место, где можно спрятаться. Место, где можно спрятаться от монстров, хотя бы на мгновение…" id c02_0099

# game/script/chapter2.rpy:436
translate russian c02_0100:

    # w "\"[pl_name]!!\"" id c02_0100
    w "\"[pl_name]!!\"" id c02_0100

# game/script/chapter2.rpy:438
translate russian c02_0101:

    # c "\"어?\"" id c02_0101
    c talk "\"А?\"" id c02_0101

# game/script/chapter2.rpy:440
translate russian c02_0102:

    # "가헬이 [pl_name][josa_eul_reul] 옆으로 밀쳤다." id c02_0102
    "Гахель отодвинул [pl_name] в сторону." id c02_0102

# game/script/chapter2.rpy:451
translate russian c02_0103:

    # w "\"크윽...!\"" id c02_0103
    w "\"Ах...!\"" id c02_0103

# game/script/chapter2.rpy:453
translate russian c02_0104:

    # c "\"가헬!\"" id c02_0104
    c talk "\"Гахель!\"" id c02_0104

# game/script/chapter2.rpy:455
translate russian c02_0105:

    # "가헬의 팔에서 짙은 피가 뚝뚝 떨어졌다. 마물이 쏜 가시가 근육 깊숙이 파고 들어가, 격렬한 고통에 가헬은 얼굴을 찡그렸다." id c02_0105
    "Темная кровь капала с руки Гахеля. Шип, выпущенный монстром, глубоко вонзился в его мышцу, заставив его поморщиться от сильной боли." id c02_0105

# game/script/chapter2.rpy:457
translate russian c02_0106:

    # "빠르게 퍼지는 독 때문에 팔뚝의 피부가 보랏빛으로 변하고, 상처에서는 피가 거품을 이루며 솟구쳤다." id c02_0106
    "Быстро распространяющийся яд окрасил кожу его предплечья в фиолетовый цвет, кровь пузырилась и хлестала из раны." id c02_0106

# game/script/chapter2.rpy:462
translate russian c02_0107:

    # "그러나 가헬은 아픔을 무시한 채, 근접한 마물 하나를 강하게 내려 베고, 그 시체를 발로 차서 쫓아오는 마물들을 방해했다." id c02_0107
    "Несмотря на боль, Гахель с силой ударил ближайшего монстра и опрокинул его тело, чтобы преградить путь приближающимся." id c02_0107

# game/script/chapter2.rpy:464
translate russian c02_0108:

    # "이 틈을 타 [pl_name][josa_eun_neun] 가방을 뒤져 회복 물약을 찾았다." id c02_0108
    "Воспользовавшись возможностью, [pl_name] порылся в сумке в поисках целебного зелья." id c02_0108

# game/script/chapter2.rpy:467
translate russian c02_0109:

    # c "(맞아. 이게 있었지.)" id c02_0109
    c base "(Верно. У меня есть это.)" id c02_0109

# game/script/chapter2.rpy:476
translate russian c02_0110:

    # c "나는 특제 회복 물약을 꺼내 바로 상처에 들이부었다." id c02_0110
    c "Я быстро достал специальное целебное зелье и нанес его непосредственно на рану." id c02_0110

# game/script/chapter2.rpy:478
translate russian c02_0111:

    # c "마법의 힘이 담긴 붉은 액체가 상처를 덮고, 순식간에 그를 완전히 치유한다." id c02_0111
    c "Красная жидкость, наполненная магической силой, покрыла рану и мгновенно исцелила его." id c02_0111

# game/script/chapter2.rpy:483
translate russian c02_0112:

    # c "그의 상처가 마치 시간이 되감기듯 사라져 갔다. 나는 이걸 챙겨서 정말 다행이라고 생각했다." id c02_0112
    c "Его рана затянулась, как будто время отмотали назад. Я почувствовал облегчение, что захватил с собой зелье." id c02_0112

# game/script/chapter2.rpy:491
translate russian c02_0113:

    # c "가헬은 한결 편안해진 표정으로 팔을 움직이며 상태를 점검해 본다." id c02_0113
    c "С выражением облегчения на лице Гахель пошевелил рукой, чтобы проверить ее состояние." id c02_0113

# game/script/chapter2.rpy:496
translate russian c02_0114:

    # w "\"허... 통증이 전혀 없어. 굉장한 성능의 물약이네.\"" id c02_0114
    w "\"Хмм... Боли совсем нет. Это зелье невероятное.\"" id c02_0114

# game/script/chapter2.rpy:502
translate russian c02_0115:

    # c "(일단 응급 처치라도 해야 해.)" id c02_0115
    c base "(Мне нужно хотя бы оказать первую помощь.)" id c02_0115

# game/script/chapter2.rpy:509
translate russian c02_0116:

    # c "나는 물약 두 개를 꺼내 하나는 바로 상처에 들이붓고 하나는 가헬에게 마시게 했다." id c02_0116
    c "Я достал два зелья и приложил одно непосредственно к ране, а другое дал выпить Гахелю." id c02_0116

# game/script/chapter2.rpy:511
translate russian c02_0117:

    # c "아직 마물 떼와 거리가 있으니, 회복만 한다면 도망칠 수 있을 것이다." id c02_0117
    c "Поскольку мы отошли на некоторое расстояние от стаи монстров, мы должны быть в состоянии убежать, если только придем в себя." id c02_0117

# game/script/chapter2.rpy:516
translate russian c02_0118:

    # c "보라색이던 피부가 점점 돌아오고, 콸콸 흐르던 피가 서서히 멈추는 게 보인다." id c02_0118
    c "Фиолетовая кожа постепенно приходила в норму, и обильное кровотечение из раны медленно прекращалось." id c02_0118

# game/script/chapter2.rpy:518
translate russian c02_0119:

    # c "하지만 고통만은 어쩔 수 없는지 가헬의 표정은 썩 좋지 않다." id c02_0119
    c "Но выражение лица Гахеля все еще было напряженным, как будто с затянувшейся болью ничего нельзя было поделать." id c02_0119

# game/script/chapter2.rpy:524
translate russian c02_0120:

    # "!!!" id c02_0120
    "!!!" id c02_0120

# game/script/chapter2.rpy:526
translate russian c02_0121:

    # c "(응?... 뭐지? 방금 마력 진동이 터진 거 같은데.)" id c02_0121
    c question2 "(А...? Что это было? Казалось, что только что произошел взрыв магических волн.)" id c02_0121

# game/script/chapter2.rpy:528
translate russian c02_0122:

    # c "자연스러운 흐름에 거스르는 마력이 털을 곤두서게 만든다." id c02_0122
    c base "От потока магической энергии, который лился против обычного течения, волосы у меня на затылке встали дыбом." id c02_0122

# game/script/chapter2.rpy:530
translate russian c02_0123:

    # c "일단 가헬이 일어서는 동안 마물이 가까이 오지 못하도록 마력탄을 몇 개 던졌다." id c02_0123
    c "На данный момент я бросил несколько магических снарядов, чтобы помешать монстрам приблизиться, пока Гахель поднимался на ноги." id c02_0123

# game/script/chapter2.rpy:532
translate russian c02_0124:

    # c "마물에게 제대로 된 피해는 못 주겠지만 마구잡이로 흩뿌려서 발을 묶을 생각이었다." id c02_0124
    c "Идея состояла не в том, чтобы нанести критический урон монстрам, а в том, чтобы разбросать их как попало, чтобы затруднить их передвижение." id c02_0124

# game/script/chapter2.rpy:538
translate russian c02_0125:

    # w "\"커흑...!\"" id c02_0125
    w "\"Покашлевание...!\"" id c02_0125

# game/script/chapter2.rpy:540
translate russian c02_0126:

    # "갑자기 가헬이 고통스러운 신음을 내뱉었다." id c02_0126
    "Внезапно Гахель издал страдальческий стон." id c02_0126

# game/script/chapter2.rpy:542
translate russian c02_0127:

    # w "으으윽... 빨리, 나가!" id c02_0127
    w "Ургх... Быстрее, беги!" id c02_0127

# game/script/chapter2.rpy:544
translate russian c02_0128:

    # c "\"뭐? 무슨 소리야?\"" id c02_0128
    c question2 "\"Что? Что ты имеешь в виду?\"" id c02_0128

# game/script/chapter2.rpy:546
translate russian c02_0129:

    # w "\"나에게서, 떨어져! 먼저 여기서 나가! 빨리!! 크으윽...\"" id c02_0129
    w "\"Отойди от меня! Сначала убирайся отсюда! Быстро!! Кррр...\"" id c02_0129

# game/script/chapter2.rpy:553
translate russian c02_0130:

    # c "가헬은 방금 나를 밀친 것과 비교할 수 없을 정도로 강하게 나를 밀어냈다. 등이 거의 얻어맞은 것처럼 욱신거린다." id c02_0130
    c base "Гахель оттолкнул меня с силой, несравнимой с прежней, отчего моя спина запульсировала, как будто меня избили." id c02_0130

# game/script/chapter2.rpy:555
translate russian c02_0131:

    # c "바닥에 나자빠진 내 눈에 보인 것은 알 수 없는 이유로 괴로워하는 가헬이었다." id c02_0131
    c "Когда я упал на землю, я увидел, как Гахель корчится в агонии по какой-то неизвестной причине." id c02_0131

# game/script/chapter2.rpy:557
translate russian c02_0132:

    # c "가헬 주변의 마력이 일그러지면서 가헬의 안으로 빨려 들어가는 게 느껴졌다. 게다가 가헬의 눈도 이상한 색으로 변하고 있었다." id c02_0132
    c "Магическая энергия вокруг Гахеля деформировалась и всасывалась в него. Более того, его глаза меняли странный цвет." id c02_0132

# game/script/chapter2.rpy:559
translate russian c02_0133:

    # c "(설마... 마력이 폭주하는 건가?)" id c02_0133
    c consider "(Может ли это быть... буйство маны?)" id c02_0133

# game/script/chapter2.rpy:561
translate russian c02_0134:

    # c "가헬도 마력을 다룰 수 있으니까 무리해서 사용하면 저런 증상이 발생할 수 있다. 하지만 가헬같은 용병이 그 정도로 무리했다면 체력도 바닥나는 게 정상이다." id c02_0134
    c base "Поскольку Гахель владеет магической силой, перенапряжение может вызвать такие симптомы." 
    c base "Однако для такого наемника, как он, было бы нормально быть физически истощенным, если бы он перенапрягся до такой степени." id c02_0134

# game/script/chapter2.rpy:563
translate russian c02_0135:

    # c "방금까지만 해도 가헬은 숙련된 검사다운 통제된 호흡을 하고 있었다. 뭔가 다른 원인으로 마력 폭주가 발생하는 것 같다." id c02_0135
    c "До этого момента дыхание Гахеля контролировалось, как у опытного фехтовальщика. Похоже, что буйство маны происходит по какой-то другой причине." id c02_0135

# game/script/chapter2.rpy:565
translate russian c02_0136:

    # c "가헬의 온몸 근육이 제멋대로 꿈틀거리는 게 보인다. 마력으로 근육을 강화하는 마법을 사용한다면 마력 폭주는 저런 형태로 나타날 것이다." id c02_0136
    c "Я мог видеть, как мышцы Гахеля бесконтрольно сокращаются. Если он использует магию для усиления своих мышц, буйство маны проявится в такой форме." id c02_0136

# game/script/chapter2.rpy:567
translate russian c02_0137:

    # c "(아마도 힘이 넘쳐흐르는 대신, 단 한 순간도 멈추지 못하겠지.)" id c02_0137
    c "(Компромисс для такой подавляющей силы заключается в том, что он не может остановиться ни на мгновение.)" id c02_0137

# game/script/chapter2.rpy:569
translate russian c02_0138:

    # c "모든 게 내 잘못 같았다. 죄책감이 몸을 무겁게 짓누른다." id c02_0138
    c "Мне казалось, что я во всем виноват. Чувство вины тяжким грузом давило на меня." id c02_0138

# game/script/chapter2.rpy:574
translate russian c02_0139:

    # c "가헬은 쌍검을 부러질 기세로 꽉 쥐고, 검붉은 색으로 변해버린 눈을 부릅뜨고 마물 떼를 바라본다." id c02_0139
    c "Гахель так крепко сжал свои мечи, что я подумал, они могут сломаться, и уставился на орду монстров кроваво-красными глазами." id c02_0139

# game/script/chapter2.rpy:576
translate russian c02_0140:

    # c "나와 함께 나가려다가 나를 베어버릴 가능성이 있으니, 차라리 마물을 전부 해치울 생각인 것 같다." id c02_0140
    c "Казалось, он предпочел бы убить всех монстров, чем рисковать причинить мне боль, пока мы убегали вместе." id c02_0140

# game/script/chapter2.rpy:578
translate russian c02_0141:

    # c "아무리 가헬이 강해도 저런 상태로 멀쩡히 싸울 수 있단 말인가?" id c02_0141
    c "Даже если Гахель силен, сможет ли он действительно нормально сражаться в таком состоянии?" id c02_0141

# game/script/chapter2.rpy:585
translate russian c02_0142:

    # w "\"반드시, 돌아갈 테니까...\"" id c02_0142
    w "\"Я обязательно вернусь за тобой...\"" id c02_0142

# game/script/chapter2.rpy:587
translate russian c02_0143:

    # c "그의 목소리에는 굳은 결의가 담겨 있었다. 그 말을 남긴 가헬은 순간적으로 움직임을 가속하며, 마치 빛과 같은 속도로 마물에게 돌진했다." id c02_0143
    c "Его голос был полон твердой решимости. Сказав это, Гахель внезапно ускорил свои движения, бросаясь на монстров со скоростью молнии." id c02_0143

# game/script/chapter2.rpy:591
translate russian c02_0144:

    # c "점점 멀어지는 가헬을 뒤로하고 나는 가헬의 뜻대로 밖으로 나갈 길을 찾았다." id c02_0144
    c "Я оставил Гахеля, который отходил все дальше, позади и стал искать выход, как он бы этого хотел." id c02_0144

# game/script/chapter2.rpy:599
translate russian c02_0145:

    # c "던전 입구에서 가헬을 기다리면서도 걱정과 괴로움에 고개를 들지 못했다." id c02_0145
    c sad_am out_d "Даже ожидая Гахеля у входа в подземелье, я не мог поднять голову из-за беспокойства и огорчения." id c02_0145

# game/script/chapter2.rpy:601
translate russian c02_0146:

    # c "던전 호위 용병은 이런 목숨값까지 고려해서 고용하는 것이지만, 가헬과는 정이 들었기도 하고." id c02_0146
    c "Наемники-телохранители подземелья уже очень хорошо понимают, что эта работа может стоить им жизни, но я привязался к Гахелю." id c02_0146

# game/script/chapter2.rpy:603
translate russian c02_0147:

    # c "그리고 이상하게도 비슷한 일을 겪었던 기분이 들면서 그게 무슨 일이었는지 기억나지 않아서 더 괴로웠다." id c02_0147
    c "И что делало это еще более болезненным, так это то, что я странным образом чувствовал, что испытывал нечто подобное раньше, и все же не мог вспомнить, что это было." id c02_0147

# game/script/chapter2.rpy:605
translate russian c02_0148:

    # c "(...시체라도 찾아야 하지 않을까?)" id c02_0148
    c "(...Должен ли я хотя бы поискать его тело?)" id c02_0148

# game/script/chapter2.rpy:607
translate russian c02_0149:

    # c "그런 생각을 하며 던전에 다시 들어가려는 순간, 눈앞에 가헬이 걸어 나오는 게 보인다." id c02_0149
    c base "Как раз в тот момент, когда я собирался снова войти в подземелье с этой мыслью в голове, я увидел Гахеля, выходящего у меня на глазах." id c02_0149

# game/script/chapter2.rpy:614
translate russian c02_0150:

    # c "가헬은 심하게 지쳐 보이지만 놀랍게도 피 한 방울 흘리지 않은 것 같다." id c02_0150
    c "Гахель выглядит ужасно измученным, но, что удивительно, похоже, не потерял ни капли крови." id c02_0150

# game/script/chapter2.rpy:616
translate russian c02_0151:

    # c "\"가헬!\"" id c02_0151
    c talk "\"Гахель!\"" id c02_0151

# game/script/chapter2.rpy:621
translate russian c02_0152:

    # w "[pl_name]..." id c02_0152
    w "[pl_name]..." id c02_0152

# game/script/chapter2.rpy:631
translate russian c02_0153:

    # c "가헬은 옅은 미소를 지으며 안도감을 느낀 건지 바닥에 쓰러졌다. 허겁지겁 다가가자 다행히 기절하지 않은 가헬이 내 손을 잡는다." id c02_0153
    c base "Гахель рухнул на землю со слабой улыбкой, возможно, почувствовав облегчение. Он схватил меня за руки, когда я бросилась к нему, к счастью, еще не потеряв сознания." id c02_0153

# game/script/chapter2.rpy:633
translate russian c02_0154:

    # c "\"빨리 가게로 가자.\"" id c02_0154
    c talk "\"Давай вернемся в магазин.\"" id c02_0154

# game/script/chapter2.rpy:638
translate russian c02_0155:

    # w "\" ... 그래.\"" id c02_0155
    w "\" ... Давай.\"" id c02_0155

# game/script/chapter2.rpy:643
translate russian c02_0156:

    # c "나는 힘겹게 가헬을 부축해서 전송 마법진으로 갔다. 치유사를 찾을 시간에 차라리 빨리 가게에서 특제 회복 물약을 쓰는 게 나을 것이다." id c02_0156
    c base "Я изо всех сил старался поддерживать тело Гахеля, пока мы пробирались к магическому кругу телепортации."
    c base "Было бы лучше использовать специальное целебное зелье из магазина, чем тратить время на поиски целителя." id c02_0156

# game/script/chapter2.rpy:654
translate russian c02_0157:

    # "가게에 도착한 [pl_name][josa_eun_neun] 낑낑대며 가헬의 몸을 계단으로 이끌었다." id c02_0157
    "[pl_name] прибыл в магазин, кряхтя, тащил тело Гахеля вверх по лестнице." id c02_0157

# game/script/chapter2.rpy:656
translate russian c02_0158:

    # c "(무거워!...)" id c02_0158
    c ddam2 out_d "(Тяжелый!...)" id c02_0158

# game/script/chapter2.rpy:665
translate russian c02_0159:

    # "[pl_name][josa_eun_neun] 자신의 방 침대에 가헬을 눕혔다. 겉으로 보이는 핏자국은 없지만, 어디를 어떻게 다쳤는지 확인할 필요가 있었다." id c02_0159
    "[pl_name] уложил Гахеля на кровать в его комнате. Видимых пятен крови не было, но необходимо было проверить, где и как он был ранен." id c02_0159

# game/script/chapter2.rpy:667
translate russian c02_0160:

    # "[pl_name][josa_eun_neun] 가헬의 옷을 벗기기 시작했다." id c02_0160
    "[pl_name] начал раздевать Гахеля." id c02_0160

# game/script/chapter2.rpy:674
translate russian c02_0161:

    # w "\"!!...\"" id c02_0161
    w "\"!!...\"" id c02_0161

# game/script/chapter2.rpy:679
translate russian c02_0162:

    # w "\"이, 이정도는 직접…!\"" id c02_0162
    w "\"Я, я могу многое сделать сам...!\"" id c02_0162

# game/script/chapter2.rpy:688
translate russian c02_0163:

    # "가헬은 [pl_name]의 손을 막으려고 했으나 근육이 말을 듣지 않았다." id c02_0163
    "Гахель попытался остановить руку [pl_name], но мышцы ему не повиновались." id c02_0163

# game/script/chapter2.rpy:697
translate russian c02_0164:

    # w "\"거기는!...\"" id c02_0164
    w "\"Эта часть!...\"" id c02_0164

# game/script/chapter2.rpy:706
translate russian c02_0165:

    # "결국 [pl_name]의 손에 속옷까지 빼앗긴 가헬은 수치스러워서 눈을 감았다." id c02_0165
    "В конце концов, Гахель, у которого рука [pl_name] сняла даже нижнее белье, закрыл глаза от стыда." id c02_0165

# game/script/chapter2.rpy:708
translate russian c02_0166:

    # w "\"으...\"" id c02_0166
    w "\"Угх...\"" id c02_0166

# game/script/chapter2.rpy:715
translate russian c02_0167:

    # "[pl_name][josa_eun_neun] 침대 밑에 숨겨둔 특제 회복 물약을 꺼냈다." id c02_0167
    "[pl_name] достал специальное целебное зелье, спрятанное под кроватью." id c02_0167

# game/script/chapter2.rpy:717
translate russian c02_0168:

    # c "\"못 움직이는거 보니 역시 근육을 혹사시킨 것 같네. 근육이 물약을 흡수하려면...\"" id c02_0168
    c talk "\"Судя по втоей неспособности двигаться, похоже, ты действительно перетрудил свои мышцы. Для того, чтобы мышцы впитали зелье...\"" id c02_0168

# game/script/chapter2.rpy:721
translate russian c02_0169:

    # c "나는 생각 끝에 물약을 가헬의 몸 위에 들이부었다. 근육을 주무르면서 직접 몸 안으로 흡수시키면 될 것이다." id c02_0169
    c base "Я вылил зелье на тело Гахеля, взвесив все варианты. Если я втираю зелье в мышцы и заставляю его впитываться непосредственно в тело..." id c02_0169

# game/script/chapter2.rpy:726
translate russian c02_0170:

    # c "축축한 손으로 가헬의 팔을 잡고 마사지하자 효과가 보이기 시작했다." id c02_0170
    c "Когда я схватил Гахеля за руку и помассировал ее своими влажными ладонями, эффект начал проявляться." id c02_0170

# game/script/chapter2.rpy:733
translate russian c02_0171:

    # "[pl_name][josa_i_ga] 양 손으로 가헬의 가슴을 주무르자 가헬의 숨소리가 거칠어졌다." id c02_0171
    "Когда [pl_name] массировал грудь Гахеля обеими руками, дыхание Гахеля стало прерывистым." id c02_0171

# game/script/chapter2.rpy:735
translate russian c02_0172:

    # "정작 [pl_name][josa_eun_neun] 가헬의 몸 구석구석을 만지며 근육이 멀쩡한지 신경쓰느라 바빴다." id c02_0172
    "Однако [pl_name] был занят тем, что трогал каждый уголок тела Гахеля, чтобы проверить, в порядке ли его мышцы." id c02_0172

# game/script/chapter2.rpy:737
translate russian c02_0173:

    # c "(생각보다 더 단단한데?)" id c02_0173
    c "(Они сложнее, чем я думал.)" id c02_0173

# game/script/chapter2.rpy:739
translate russian c02_0174:

    # "한편 가헬은 [pl_name] 때문에 미칠 것 같았다." id c02_0174
    "Гахель, тем временем, был близок к тому, чтобы сойти с ума из-за [pl_name]." id c02_0174

# game/script/chapter2.rpy:744
translate russian c02_0175:

    # "눈을 감고 있었더니 감각이 더 예민해진 것 같아서 차라리 눈을 떴다." id c02_0175
    "Почувствовав, что его чувства обостряются с закрытыми глазами, он понял, что предпочел бы, чтобы они были открыты." id c02_0175

# game/script/chapter2.rpy:745
translate russian c02_0176:

    # "가슴부터 배, 옆구리, 허벅지까지 서서히 내려가는 [pl_name]의 손길에 정신을 차릴 수 없었다." id c02_0176
    "Он не мог сосредоточиться из-за прикосновения [pl_name], медленно перемещающегося вниз по его телу, начиная с груди, живота, ребер и достигая бедер." id c02_0176

# game/script/chapter2.rpy:746
translate russian c02_0177:

    # "조금이라도 긴장을 풀었다가는 [pl_name]의 앞에서 발기해버릴 것이다." id c02_0177
    "Если бы он хоть немного расслабился, у него возникла бы эрекция прямо перед [pl_name]." id c02_0177

# game/script/chapter2.rpy:751
translate russian c02_0178:

    # w "조금만 살살..." id c02_0178
    w "Чуть более нежно..." id c02_0178

# game/script/chapter2.rpy:753
translate russian c02_0179:

    # c "아파? 어디... 여기?" id c02_0179
    c question2 "Это больно? Где... Здесь?" id c02_0179

# game/script/chapter2.rpy:755
translate russian c02_0180:

    # "[pl_name][josa_eun_neun] 가헬의 반응을 오해하고 혈관에 문제가 있나 의심했다." id c02_0180
    "[pl_name] неправильно понял реакцию Гахеля и заподозрил, что у него могут быть проблемы с венами." id c02_0180

# game/script/chapter2.rpy:757
translate russian c02_0181:

    # "[pl_name]의 손이 가헬의 허벅지 안쪽을 붙잡는 순간, 가헬의 남근은 벌떡 일어났다." id c02_0181
    "В тот момент, когда рука [pl_name] сжала внутреннюю поверхность бедра Гахеля, член Гахеля ожил." id c02_0181

# game/script/chapter2.rpy:763
translate russian c02_0182:

    # w "\"!!!\"" id c02_0182
    w "\"!!!\"" id c02_0182

# game/script/chapter2.rpy:768
translate russian c02_0183:

    # w "... 이, 이제 괜찮다." id c02_0183
    w "...Я, сейчас я в порядке." id c02_0183

# game/script/chapter2.rpy:781
translate russian c02_0184:

    # "가헬은 바닥에 떨어진 속옷을 주워서 입으려다가 포기했다." id c02_0184
    "Гахель попытался надеть нижнее белье, которое уронил на пол, но сдался." id c02_0184

# game/script/chapter2.rpy:786
translate russian c02_0185:

    # "도저히 가릴 수 없는 크기의 물건이 힘차게 자기주장을 하고 있었다." id c02_0185
    "Что-то слишком большое, чтобы скрывать, заявляло о себе слишком сильно для этого." id c02_0185

# game/script/chapter2.rpy:788
translate russian c02_0186:

    # "가헬은 그냥 알몸 그대로 방을 나갔다." id c02_0186
    "Гахель голый выбежал из комнаты." id c02_0186

# game/script/chapter2.rpy:798
translate russian c02_0187:

    # c "\"가헬!\"" id c02_0187
    c talk "\"Гахель!\"" id c02_0187

# game/script/chapter2.rpy:800
translate russian c02_0188:

    # c "가헬은 아무래도 자신의 방에 들어간 것 같다." id c02_0188
    c base "Гахель, по-видимому, ушел в свою комнату." id c02_0188

# game/script/chapter2.rpy:802
translate russian c02_0189:

    # c "부끄러운건 이해하지만 아직 다 낫지도 않았는데 막 움직이면 근육이 망가질 수 있다." id c02_0189
    c "Я знаю, это неловко, но если он начнет двигаться, когда еще не полностью восстановился, он может порвать мышцы." id c02_0189

# game/script/chapter2.rpy:808
translate russian c02_0190:

    # c "나는 바닥에 놓인 갑옷과 검을 챙겨서 가헬의 방 문 앞에 내려놓았다." id c02_0190
    c "Я поднял с пола свои доспехи и меч и положил их перед дверью в комнату Гахеля." id c02_0190

# game/script/chapter2.rpy:810
translate russian c02_0191:

    # c "(따지고보면 처음 본 것도 아니긴 한데...)" id c02_0191
    c "(Хотя технически я вижу это не в первый раз...)" id c02_0191

# game/script/chapter2.rpy:812
translate russian c02_0192:

    # "가헬이 알면 수치심에 죽을지도 모르는 사실을 숨기며 [pl_name][josa_eun_neun] 아래층으로 내려갔다." id c02_0192
    "[pl_name] спустился вниз, пряча от Гахеля воспоминание, которое заставило бы его умереть от смущения, если бы он узнал." id c02_0192

# game/script/chapter2.rpy:816
translate russian c02_0193:

    # c "(내가 뭘 본거지.)" id c02_0193
    c consider "(Что я увидел.)" id c02_0193

# game/script/chapter2.rpy:818
translate russian c02_0194:

    # c "조금 당황스럽지만 자신보다 더 당황했을 가헬을 생각하니 미안해졌다." id c02_0194
    c base "Он почувствовал себя немного смущенным, но потом подумал о Гахеле, который, вероятно, был смущен еще больше, чем он сам." id c02_0194

# game/script/chapter2.rpy:820
translate russian c02_0195:

    # c "가헬은 아무래도 자신의 방에 들어간 것 같다." id c02_0195
    c "Гахель, по-видимому, ушел в свою комнату." id c02_0195

# game/script/chapter2.rpy:826
translate russian c02_0196:

    # c "나는 바닥에 놓인 갑옷과 검을 챙겨서 가헬의 방 문 앞에 내려놓았다." id c02_0196
    c "Я поднял с пола свои доспехи и меч и положил их перед дверью в комнату Гахеля." id c02_0196

# game/script/chapter2.rpy:828
translate russian c02_0197:

    # c "(그냥 모르는 척 해줘야겠다.)" id c02_0197
    c "(Я должен просто притвориться, что не знаю.)" id c02_0197

# game/script/chapter2.rpy:830
translate russian c02_0198:

    # "머릿속에서 방금 본 것을 쫓아내며 [pl_name][josa_eun_neun] 아래층으로 내려갔다." id c02_0198
    "[pl_name] спустился вниз, прокручивая в голове то, что он только что увидел." id c02_0198

# game/script/chapter2.rpy:840
translate russian c02_0199:

    # "잠시 후, 조금 부끄러운 듯한 모습의 가헬이 내려왔다." id c02_0199
    "Мгновение спустя по лестнице спустился слегка смущенный Гахель." id c02_0199

# game/script/chapter2.rpy:845
translate russian c02_0200:

    # c "\"오늘은 더 쉬는 게 좋지 않을까?\"" id c02_0200
    c talk "\"Не лучше ли было бы сегодня еще немного отдохнуть?\"" id c02_0200

# game/script/chapter2.rpy:850
translate russian c02_0201:

    # w "\"걱정해 줘서 고맙다. 하지만 던전의 상태를 빨리 알려야 해.\"" id c02_0201
    w "\"Спасибо за твою заботу. Но мне срочно нужно сделать отчет о состоянии подземелья.\"" id c02_0201

# game/script/chapter2.rpy:855
translate russian c02_0202:

    # "가헬의 추측에 따르면, {color=#ee3939}‘마물 콜로니’{/color}에서 도망간 마물들이 던전으로 숨어들어 간 것 같다고 한다." id c02_0202
    "Согласно предположениям Гахеля, монстры, сбежавшие из {color=#ee3939}'Колонии монстров'{/color}, похоже, нашли убежище в подземелье." id c02_0202

# game/script/chapter2.rpy:857
translate russian c02_0203:

    # "검증이 필요하겠지만 아마도 마물이 마력 진동을 느끼고 그곳으로 이끌려간 것으로 추측 중이다." id c02_0203
    "Необходима дальнейшая проверка, но он предполагает, что монстры почувствовали энергетические волны и были привлечены к этому месту." id c02_0203

# game/script/chapter2.rpy:859
translate russian c02_0204:

    # "이런 정보를 빨리 용병 길드에 전달해야 위험도가 갱신될 것이다." id c02_0204
    "Эта информация должна быть передана в Гильдию наемников как можно скорее, чтобы можно было обновить сложность подземелья." id c02_0204

# game/script/chapter2.rpy:861
translate russian c02_0205:

    # c "\"나 혼자 가도 되는데.\"" id c02_0205
    c "\"Я могу пойти один.\"" id c02_0205

# game/script/chapter2.rpy:866
translate russian c02_0206:

    # w "\"던전 깊은 곳의 마물이... 내 증언이 필요하다.\"" id c02_0206
    w "\"Существо из глубин подземелья... Тебе понадобятся мои показания.\"" id c02_0206

# game/script/chapter2.rpy:871
translate russian c02_0207:

    # c "가헬의 주장을 굽히지 못해서 결국 우리는 함께 용병 길드로 갔다." id c02_0207
    c base "После того, как тебе не удалось отклонить настояния Гахеля, мы вместе отправились в гильдию наемников." id c02_0207

# game/script/chapter2.rpy:874
translate russian c02_0208:

    # c "시끌벅적한 용병 길드는 가헬의 등장으로 약간 조용해졌다. '칼루리엔' 소속 용병이니 이목이 쏠릴 법하다. 뒤에 선 나는 가헬의 덩치에 가려져서 다행이라고 생각했다." id c02_0208
    c "Шумная гильдия наемников немного поутихла с приходом Гахеля. Как наемник из 'Калуриена', он наверняка привлечет к себе внимание."
    c "Стоя позади него, я был рад, что габариты Гахеля полностью скрывали меня из виду." id c02_0208

# game/script/chapter2.rpy:882
translate russian c02_0209:

    # l "\"안녕하십니까 가헬님.\"" id c02_0209
    l "\"Привет Гахель.\"" id c02_0209

# game/script/chapter2.rpy:884
translate russian c02_0210:

    # "길드 접수원 루카스는 예의 바른 인사를 건넸다. 가헬은 곧바로 본론으로 들어가 {color=#ee3939}‘타시아’{/color} 던전에 가득한 마물에 관해 이야기했다." id c02_0210
    "Лукас, администратор гильдии, вежливо поздоровался. Гахель сразу перешел к делу, рассказав о монстрах, которые кишели в подземелье {color=#ee3939}'Тасия'{/color}." id c02_0210

# game/script/chapter2.rpy:886
translate russian c02_0211:

    # l "\"... 보고서가 필요하겠군요.\"" id c02_0211
    l "\"...Мне понадобится отчет.\"" id c02_0211

# game/script/chapter2.rpy:888
translate russian c02_0212:

    # "[pl_name]의 증언은 사전 설명에 불과했다. 가헬의 증언에 따라 마물의 종류와 대략적인 수, 던전의 변화 등등이 기록된다." id c02_0212
    "Показания [pl_name] были лишь предварительным описанием." 
    "Это будет основано на показаниях Гахеля относительно типа и приблизительного количества монстров, изменений в подземелье и посторонних деталей, о которых будет составлен отчет." id c02_0212

# game/script/chapter2.rpy:890
translate russian c02_0213:

    # "생각보다 더 엄청난 양의 마물과 전투했다는 걸 알게 되자 [pl_name]의 표정은 점점 경악으로 변했다." id c02_0213
    "Когда [pl_name] понял, что Гахель сражался с еще большим количеством демонов, чем он ожидал, выражение его лица стало еще более встревоженным." id c02_0213

# game/script/chapter2.rpy:895
translate russian c02_0214:

    # w "\"콜로니의 마물이 던전에 유입된 것 같다. 그것도 꽤 많은 수가.\"" id c02_0214
    w "\"Похоже, что монстры Колонии проникли в подземелье, и их довольно много.\"" id c02_0214

# game/script/chapter2.rpy:900
translate russian c02_0215:

    # l "\"자세한 증언 감사합니다. 이 사건은 반슈타인 기사단에도 공유해야겠군요.\"" id c02_0215
    l "\"Спасибо тебе за твой подробное показание. Мне придется поделиться этим случаем с рыцарями 'Бернштейна'.\"" id c02_0215

# game/script/chapter2.rpy:902
translate russian c02_0216:

    # "심하면 던전에서 마물 콜로니가 새로 생길 수도 있다. 물론 그렇게 되면 기사단이 처리하겠지만, 위험한 일은 하나라도 적은 편이 좋다." id c02_0216
    "В худшем случае в подземелье может появиться новая колония монстров. Рыцари, конечно, позаботятся об этом, но лучше меньше рисковать." id c02_0216

# game/script/chapter2.rpy:906
translate russian c02_0217:

    # "가헬과 증언을 마치고 가게로 돌아오는 길에 고기를 크게 한 덩이 샀다. 육체의 부상은 치료했으나 정신적인 휴식이 필요할 것이다." id c02_0217
    "Возвращаясь в магазин после дачи показаний с Гахелем, [pl_name] купил большой кусок мяса. Физические травмы Гахеля были исцелены, но ему потребуется душевный отдых." id c02_0217

# game/script/chapter2.rpy:908
translate russian c02_0218:

    # c "\"오늘은 든든하게 먹고, 내일 영업도 혼자 할 테니 푹 쉬어.\"" id c02_0218
    c talk "\"Хорошо поешь сегодня и хорошенько выспись ночью, потому что завтра ты будешь руководить бизнесом.\"" id c02_0218

# game/script/chapter2.rpy:913
translate russian c02_0219:

    # "가헬은 [pl_name][josa_eul_reul] 물끄러미 바라보다가 활짝 웃었다." id c02_0219
    "Гахель посмотрел на [pl_name] и широко улыбнулся." id c02_0219

# game/script/chapter2.rpy:918
translate russian c02_0220:

    # w "\"고마워.\"" id c02_0220
    w "\"Спасибо.\"" id c02_0220

# game/script/chapter2.rpy:920
translate russian c02_0221:

    # c "가헬의 순수한 미소는 처음 보는 것 같다. 나는 마주 웃어주었다." id c02_0221
    c laugh "Я никогда не видел такой невинной улыбки на лице Гахеля. Я улыбаюсь в ответ." id c02_0221

# game/script/chapter2.rpy:927
translate russian c02_0222:

    # "정말 다사다난했던 어제 이후로 평화로운 가게 영업을 하니 기분이 나른해졌다. 이틀 연속 휴업을 한 탓인지 손님도 몇 없어서 재료 손질에 시간을 쓸 수 있었다." id c02_0222
    "После вчерашнего насыщенного дня спокойное открытие магазина стало приятной сменой обстановки." 
    "Поскольку мы были закрыты два дня подряд, у нас было очень мало покупателей, поэтому я смог потратить некоторое время на приготовление ингредиентов." id c02_0222

# game/script/chapter2.rpy:929
translate russian c02_0223:

    # "늘어지는 마음을 다잡기 위해 청소라도 하던 도중에 문이 열린다." id c02_0223
    "Он был в самом разгаре уборки, пытаясь успокоить нервы, когда дверь открылась." id c02_0223

# game/script/chapter2.rpy:932
translate russian c02_0224:

    # "{i}딸랑~{/i}" id c02_0224
    "{i}Дзынь~{/i}" id c02_0224

# game/script/chapter2.rpy:938
translate russian c02_0225:

    # "상점에 들어온 건 흰색 곰이었다. 로브를 두르고 스태프를 든 모습이 전형적인 마법사의 복장이다. 익숙한 얼굴에 [pl_name][josa_eun_neun] 바로 인사를 건넸다." id c02_0225
    "В магазин вошел белый медведь. Он был одет в мантию и держал в руках посох — типичный наряд мага. Увидев знакомое лицо, [pl_name] немедленно бросился его приветствовать." id c02_0225

# game/script/chapter2.rpy:940
translate russian c02_0226:

    # c "\"어서 와. 한적할 때 잘 왔어.\"" id c02_0226
    c talk "\"С возвращением. Ты пришел в хорошее время.\"" id c02_0226

# game/script/chapter2.rpy:942
translate russian c02_0227:

    # c "이 곰, 바토는 복장부터 알 수 있듯이 마법사다. 그것도 마탑의 정규 교육을 받은 엘리트 마법사." id c02_0227
    c base "Этот медведь, Бато, маг, как можно догадаться по его одежде. И не просто обычный маг, а официально обученный элитный маг Магической башни." id c02_0227

# game/script/chapter2.rpy:944
translate russian c02_0228:

    # c "그를 처음 본다면 첫인상과 덩치에 조금 겁먹을 수 있지만 알고 보면 생각보다 말랑말랑한 곰이다." id c02_0228
    c "Если кто-то видит его впервые, они могут быть немного напуганы его размерами, но на самом деле он более приятный, чем кажется на первый взгляд." id c02_0228

# game/script/chapter2.rpy:946
translate russian c02_0229:

    # c "보기보다 수줍음도 많고 부끄럼도 타지만 마법 실력만큼은 일류라고 할 수 있다." id c02_0229
    c "Он более застенчив и сдержан, чем кажется, но его магические способности первоклассны." id c02_0229

# game/script/chapter2.rpy:952
translate russian c02_0230:

    # b "\"안녕하세요, 형...\"" id c02_0230
    b "\"Привет, старший бро...\"" id c02_0230

# game/script/chapter2.rpy:958
translate russian c02_0231:

    # c "그는 나보다 어리다. 마탑의 교육은 기사 수련과 달리 시험을 통과할 때까지 몇 년이고 계속되는데, 그 과정을 빠르게 졸업하고 벌써 몇 년째 실전에서 뛴다는 건 바토의 천재성을 증명하는 것이다." id c02_0231
    c "Бато моложе меня. В отличие от обучения рыцаря, обучение в Волшебной башне длится годами, пока ученик не сдаст экзамен." 
    c "И то, что он так быстро закончил школу и уже имел многолетний опыт работы в полевых условиях, свидетельствует об изобретательности Бато." id c02_0231

# game/script/chapter2.rpy:960
translate russian c02_0232:

    # c "\"오늘은 무슨 일로 왔어?\"" id c02_0232
    c talk "\"Что привело тебя сюда сегодня?\"" id c02_0232

# game/script/chapter2.rpy:967
translate russian c02_0233:

    # b "\"그, 그게, 별건 아니고, 그냥... 확인하러 왔어요.\"" id c02_0233
    b "\"Это, это, это не имеет большого значения, я просто... Я просто хотел проверить.\"" id c02_0233

# game/script/chapter2.rpy:974
translate russian c02_0234:

    # c "\"음, 차라도 한 잔 내올게.\"" id c02_0234
    c "\"Хм, я приготовлю тебе чашку чая.\"" id c02_0234

# game/script/chapter2.rpy:976
translate russian c02_0235:

    # c "바토가 말하는 '확인'은 여러 가지 의미가 있다. 이 가게가 멀쩡히 있는지, 나는 어디 잡혀가진 않았는지, 그리고 바토 본인의 상태까지 확인하러 온 것이다." id c02_0235
    c base "Для Бато 'проверка' означает несколько вещей. Он хочет убедиться, что с магазином все в порядке, убедиться, что со мной все в порядке, а также проверить свое состояние." id c02_0235

# game/script/chapter2.rpy:978
translate russian c02_0236:

    # c "그는 내 위험한 {color=#ee3939}'사업'{/color}에 대해 어느 정도 알고 있고 그것을 단속해야 하는 입장이지만, 동시에 나에게 목숨을 빚지고 나에게 협력하는 중이다." id c02_0236
    c "Он кое-что знает о моем опасном {color=#ee3939}'бизнесе'{/color} и находится в положении, долг которого - пресечь его, но в то же время он обязан мне жизнью и сотрудничает со мной." id c02_0236

# game/script/chapter2.rpy:980
translate russian c02_0237:

    # c "바토는 언제부턴가 심각한 {color=#ee3939}'마력 누수'{/color} 문제를 겪고 있다." id c02_0237
    c "Бато уже некоторое время страдает от серьезного случая {color=#ee3939}'утечки маны'{/color}." id c02_0237

# game/script/chapter2.rpy:982
translate russian c02_0238:

    # c "마법을 사용할 때 마나가 조금 새는 정도는 흔한 일이지만, 바토는 평균 수준에 한참 못 미치는 효율이 나올 정도로 마나가 줄줄 새고 있었다." id c02_0238
    c "Небольшая утечка маны при использовании магии не редкость, но Бато терял ману до такой степени, что его магическая эффективность была значительно ниже средней." id c02_0238

# game/script/chapter2.rpy:984
translate russian c02_0239:

    # c "출력이 약해지는 건 당연한 일, 남들과 같은 수준의 마법을 쓰려면 밑 빠진 독에 물을 붓는 것처럼 마나를 퍼부어야 한다. 그리고 그렇게 마력을 쓰다간 목숨이 위험해진다." id c02_0239
    c "Слабая отдача магии - это только начало симптомов. Использование магии на уровне, соответствующем его сверстникам, было сродни наливанию воды в треснувший таз."
    c "И подобное использование маны могло поставить под угрозу его собственную жизнь." id c02_0239

# game/script/chapter2.rpy:993
translate russian c02_0240:

    # b "\"여기 오면 왠지 마음이 편해요. 그렇게 자주 온 건 아니지만...\"" id c02_0240
    b "\"В том, что я прихожу сюда, есть что-то такое, что заставляет меня чувствовать себя непринужденно, хотя я прихожу сюда не так часто...\"" id c02_0240

# game/script/chapter2.rpy:998
translate russian c02_0241:

    # "바토는 차를 홀짝이며 우물쭈물 말했다. 생김새와 동떨어진 성격에는 왠지 그를 동생처럼 여기게 만드는 묘한 힘이 있다." id c02_0241
    "Бато отхлебнул чаю и пробормотал. Есть что-то в его внешности и характере, что почему-то заставляет меня думать о нем как о младшем брате." id c02_0241

# game/script/chapter2.rpy:1000
translate russian c02_0242:

    # c "나는 바토를 가게 안쪽으로 이끌었다." id c02_0242
    c "Я отвел Бато в дальний конец магазина." id c02_0242

# game/script/chapter2.rpy:1002
translate russian c02_0243:

    # c "\"잠깐 앉아볼래?\"" id c02_0243
    c talk "\"Не хотите ли присесть на минутку?\"" id c02_0243

# game/script/chapter2.rpy:1007
translate russian c02_0244:

    # b "\"ㄴ, 네...\"" id c02_0244
    b "\"Д, да...\"" id c02_0244

# game/script/chapter2.rpy:1014
translate russian c02_0245:

    # c "나는 치유사가 진찰하는 것처럼 의자에 앉은 바토를 만졌다. 흰 털에 뒤덮인 살과 근육이 긴장한 듯 움찔거린다." id c02_0245
    c base "Я дотронулся до Бато, когда он сидел в кресле, как будто я был целителем, проверяющим его здоровье. Плоть и мышцы, покрытые белым мехом, нервно подергивались." id c02_0245

# game/script/chapter2.rpy:1016
translate russian c02_0246:

    # c "가헬이나 엘레드처럼 전문적인 훈련을 한 몸매는 아니어도 무시무시한 힘을 낼 수 있는 근육이 느껴진다." id c02_0246
    c "Даже если у него не было профессионально тренированного тела, как у Гахеля или Эледа, вы можете почувствовать, что его мышцы были способны накапливать устрашающую силу." id c02_0246

# game/script/chapter2.rpy:1018
translate russian c02_0247:

    # c "흔해빠진 용병 나부랭이보단 바토가 더 주먹질을 잘할 것이다. 싸우는 모습을 내가 직접 보진 못했지만, 바토에게 맞고 곤죽이 된 암시장 상인의 얼굴은 본 적이 있다." id c02_0247
    c "Бато, вероятно, наносит удары лучше, чем среднестатистический наемник. Сам я никогда не видел его в бою, но я видел лицо торговца с черного рынка, которого Бато избил до полусмерти." id c02_0247

# game/script/chapter2.rpy:1026
translate russian c02_0248:

    # b "\"...힉!\"" id c02_0248
    b "\"...Ик!\"" id c02_0248

# game/script/chapter2.rpy:1028
translate russian c02_0249:

    # c "\"응? 왜 그래?\"" id c02_0249
    c question2 "\"А? Что не так?\"" id c02_0249

# game/script/chapter2.rpy:1033
translate russian c02_0250:

    # b "\"아, 아니, 아니에요.\"" id c02_0250
    b "\"О нет, нет, ничего страшного.\"" id c02_0250

# game/script/chapter2.rpy:1035
translate russian c02_0251:

    # c "아까보다 더 긴장했는지 바토의 털이 쭈뼛쭈뼛 서 있다. 폭신 말랑한 촉감이 중독적이라 더 만지고 싶지만 해야 할 일은 끝났으니 손을 뗐다." id c02_0251
    c base "Шерсть Бато стоит дыбом, еще более напряженная, чем раньше. Ощущение пушистости вызывает привыкание, и мне хочется прикасаться к нему еще, но я понимаю, что дело сделано." id c02_0251

# game/script/chapter2.rpy:1040
translate russian c02_0252:

    # c "\"각인은 아무 문제 없어. 새어나간 마나도 잘 회수되고 있지?\"" id c02_0252
    c talk "\"Отпечаток в хорошем состоянии. Утечка маны тоже восстанавливается, верно?\"" id c02_0252

# game/script/chapter2.rpy:1045
translate russian c02_0253:

    # b "\"네. 고마워요, 형.\"" id c02_0253
    b "\"Ага. Большое спасибо, старший бро.\"" id c02_0253

# game/script/chapter2.rpy:1052
translate russian c02_0254:

    # c "\"혹시 모르니 평소에 가장 자주 쓰는 마법 한번 써봐.\"" id c02_0254
    c "\"На всякий случай попробуй свое любимое заклинание.\"" id c02_0254

# game/script/chapter2.rpy:1060
translate russian c02_0255:

    # b "\"......\"" id c02_0255
    b "\"......\"" id c02_0255

# game/script/chapter2.rpy:1062
translate russian c02_0256:

    # "바토는 잠깐 고민하더니 들고 다니던 스태프의 마력 구체를 똑 뗐다." id c02_0256
    "Бато на мгновение заколебался, затем отключил энергетическую сферу своего посоха." id c02_0256

# game/script/chapter2.rpy:1069
translate russian c02_0257:

    # c "(저게 저렇게 떨어지는 물건이었구나...)" id c02_0257
    c base "(Так что он даже может вот так разобрать свой посох…)" id c02_0257

# game/script/chapter2.rpy:1071
translate russian c02_0258:

    # "바토는 금속 재질처럼 보이는 구체에 손을 집어넣었다. 동그란 덩어리는 생김새와 다르게 액체처럼 물컹거리면서 바토의 손가락을 바로 집어삼켰다." id c02_0258
    "Бато сунул руку в сферу, которая, казалось, была сделана из металла. Несмотря на свой металлический вид, сфера колебалась, как будто была сделана из жидкости, когда обхватывала его пальцы." id c02_0258

# game/script/chapter2.rpy:1079
translate russian c02_0259:

    # "순식간에 형태를 변환하는 구체는 전투용 너클로 쓰는 것 같았다. 바토는 마력을 불어넣어 여러 종류의 강화 마법을 한 번에 사용했다." id c02_0259
    "Похоже, Бато использовал сферу, форма которой может быть изменена мгновенно, в качестве боевого кулака. Бато зарядил ее энергией, наложив на нее сразу несколько видов усиливающей магии." id c02_0259

# game/script/chapter2.rpy:1087
translate russian c02_0260:

    # b "\"... 멀쩡해요.\"" id c02_0260
    b "\"...Я готов идти.\"" id c02_0260

# game/script/chapter2.rpy:1105
translate russian c02_0261:

    # "바토가 허공에 주먹질을 몇 번 하자 공기가 찢어지며 위협적인 바람 소리가 난다. 무시무시한 소리에 자연스럽게 [pl_name]의 털이 바짝 일어선다." id c02_0261
    "Бато несколько раз ударил кулаком в воздух, и раздался угрожающий свистящий звук, когда воздух раскололся. От этого пугающего звука шерсть [pl_name] встает дыбом." id c02_0261

# game/script/chapter2.rpy:1107
translate russian c02_0262:

    # c "(저 정도면 한 방에 죽고도 남겠는데... 사람한테는 살살 하나 보다.)" id c02_0262
    c ddam2 "(Одного этого было бы достаточно, чтобы убить меня… Итак, он сдерживается по отношению к другим людям.)" id c02_0262

# game/script/chapter2.rpy:1109
translate russian c02_0263:

    # c "암시장 상인의 뭉개진 얼굴이 떠오르며 바토의 강함을 새삼 느꼈다." id c02_0263
    c base "Разбитое лицо торговца с черного рынка промелькнуло у меня в голове, напомнив о силе Бато." id c02_0263

# game/script/chapter2.rpy:1111
translate russian c02_0264:

    # c "육체적인 힘도 강하지만 그걸 보조해 주는 다양한 강화 마법들을 동시에 사용하는 것도 대단한 능력이다." id c02_0264
    c "Его физическая сила впечатляет, как и его способность одновременно использовать различные усиливающие заклинания для ее поддержания." id c02_0264

# game/script/chapter2.rpy:1113
translate russian c02_0265:

    # c "무기를 단단하게 만들고 육체를 빠르게 만들면서 받는 충격을 분산하는 완벽한 전투용 마법 조합이다." id c02_0265
    c "Это идеальное сочетание боевой магии, которая закаляет его оружие и ускоряет его движения, одновременно рассеивая воздействие наносимых им ударов." id c02_0265

# game/script/chapter2.rpy:1115
translate russian c02_0266:

    # c "\"체감은 어때? 무리해서 마력을 쓰는 거 아냐?\"" id c02_0266
    c talk "\"Каково это? Не слишком ли много магии ты используешь?\"" id c02_0266

# game/script/chapter2.rpy:1123
translate russian c02_0267:

    # "바토는 전투용 너클을 다시 스태프의 마력 구체로 돌려놓았다." id c02_0267
    "Бато вернул боевые костяшки в их первоначальное состояние в качестве магической сферы посоха." id c02_0267

# game/script/chapter2.rpy:1131
translate russian c02_0268:

    # b "\"괜찮아요. 이 정도면 160 도데카 정도...\"" id c02_0268
    b "\"Все в порядке, это всего лишь около 160 додеков...\"" id c02_0268

# game/script/chapter2.rpy:1144
translate russian c02_0269:

    # c "\"160 도데카? 그게 뭐야?\"" id c02_0269
    c question2 "\"160 додека? Что это такое?\"" id c02_0269

# game/script/chapter2.rpy:1146
translate russian c02_0270:

    # c "마탑의 교육을 받지 못한 나는 그 용어가 일종의 단위인 것은 눈치챘지만 정확한 의미는 알지 못했다. 바토는 내 반응을 보고 설명을 시작했다." id c02_0270
    c base "Не получив формального образования в Башне Магии, я понял только, что этот термин был своего рода единицей измерения, но я не знал, что именно он означает. Бато увидел мою реакцию и начал объяснять." id c02_0270

# game/script/chapter2.rpy:1151
translate russian c02_0271:

    # b "\"표준 마력 단위에요. 자주 쓰는 말은 아니고, 논문에서나 쓰는 거라...\"" id c02_0271
    b "\"Это стандартная единица измерения маны. Этот термин ты чаще встретишь в газетах, чем в обычной беседе...\"" id c02_0271

# game/script/chapter2.rpy:1153
translate russian c02_0272:

    # b "\"마력의 12가지 발현 이론에서 생긴 용어인데, 아니 그게 중요한 게 아니지... 이건 기준점이 되는 표준 수정 구슬이 있으면 편한데.\"" id c02_0272
    b "\"Это термин из Теории 12 проявлений магии, но нет, дело не в этом... Жаль, что у меня нет хрустального шара, чтобы использовать его в качестве эталона.\"" id c02_0272

# game/script/chapter2.rpy:1155
translate russian c02_0273:

    # b "\"아, 아예 직접 체감해 볼래요?\"" id c02_0273
    b "\"О, а ты не хочешь попробовать это сам?\"" id c02_0273

# game/script/chapter2.rpy:1162
translate russian c02_0274:

    # "바토는 마법에 관련된 얘기라 그런지 평소보다 활기차게 말을 이었다. 그는 자연스럽게 [pl_name]의 손을 덥석 잡고는 미세한 마력을 흘려 넣었다." id c02_0274
    "Возможно, это было из-за того, что разговор шел о магии, но Бато говорил с большей энергией, чем обычно. Он небрежно схватил [pl_name] за руку и вложил в нее немного магии." id c02_0274

# game/script/chapter2.rpy:1165
translate russian c02_0275:

    # c "(역시 손이 크네.)" id c02_0275
    c "(Это действительно большие руки.)" id c02_0275

# game/script/chapter2.rpy:1172
translate russian c02_0276:

    # b "\"이게 1 도데카에요. 아, 아닌가... 나는 두 배로 써야 정상으로 나오려나? 아무튼 아주 작은 단위라서 기초 마법도 5 도데카 이상은 쓰고 그래요.\"" id c02_0276
    b "\"Это 1 додека. О, подожди... Мне нужно удвоить количество, чтобы оно заработало? В любом случае, это очень маленькая единица, так что мне пришлось бы потратить как минимум 5 додек на базовую магию.\"" id c02_0276

# game/script/chapter2.rpy:1174
translate russian c02_0277:

    # b "\"술식에 따라 다르지만 보통... 앗!\"" id c02_0277
    b "\"Это зависит от заклинания, но обычно... Ах!\"" id c02_0277

# game/script/chapter2.rpy:1182
translate russian c02_0278:

    # c "바토는 내 손을 꽉 잡고 있다가 자신이 뭘 하고 있는지 뒤늦게 알아차리고 후다닥 손을 뗐다. 하얀 얼굴에 홍조가 보이는 것 같다." id c02_0278
    c "Бато крепко держит меня за руку, затем осознает, что делает, и отстраняется. Мне кажется, я вижу румянец на его бледном лице." id c02_0278

# game/script/chapter2.rpy:1184
translate russian c02_0279:

    # c "\"하하, 알려줘서 고마워. 그래도 {color=#ee3939}'마력 누수'{/color} 자체는 그대로니까 시술을 맹신하면 안 돼.\"" id c02_0279
    c talk "\"Хаха, спасибо, что предупредил. Тем не менее, {color=#ee3939}'утечка маны'{/color} сама по себе все еще существует, поэтому мы не должны слепо доверять процедуре.\"" id c02_0279

# game/script/chapter2.rpy:1192
translate russian c02_0280:

    # c "\"뭐, 괜찮다니 다행이네.\"" id c02_0280
    c talk "\"Что ж, я рад, что все в порядке.\"" id c02_0280

# game/script/chapter2.rpy:1194
translate russian c02_0281:

    # c "마탑의 교육을 받지 못한 나는 그 용어가 일종의 단위인 것은 눈치챘지만 더 궁금해하지 않았다. 바토는 내 말에 수줍게 고개를 끄덕였다." id c02_0281
    c base "Не получив формального образования в Волшебной башне, я понял только, что этот термин был какой-то единицей измерения, но я не стал расспрашивать дальше. Бато застенчиво кивнул в ответ на мои слова." id c02_0281

# game/script/chapter2.rpy:1200
translate russian c02_0282:

    # c "\"그래도 {color=#ee3939}'마력 누수'{/color}는 여전하니까 시술을 맹신하면 안 돼.\"" id c02_0282
    c talk "\"Тем не менее, {color=#ee3939}'утечка маны'{/color} сама по себе все еще существует, поэтому мы не должны слепо доверять процедуре.\"" id c02_0282

# game/script/chapter2.rpy:1202
translate russian c02_0283:

    # c "나는 바토에게 혹시 모를 상황을 위한 마나 물약을 하나 쥐여줬다." id c02_0283
    c base "Я подсыпал Бато зелье маны на всякий случай." id c02_0283

# game/script/chapter2.rpy:1209
translate russian c02_0284:

    # c "마법사라면 쓸 필요가 없는 수준의 물건이지만 바토의 상태가 상태다 보니 일종의 비상식량 같은 개념으로 챙기게 했다." id c02_0284
    c "Это не то, что когда-либо понадобится магу, но, учитывая состояние Бато, я заставил его носить это как своего рода запас на крайний случай." id c02_0284

# game/script/chapter2.rpy:1219
translate russian c02_0285:

    # b "\"정말, 고마워요. 형...\"" id c02_0285
    b "\"Спасибо тебе, старший бро, правда…\"" id c02_0285

# game/script/chapter2.rpy:1226
translate russian c02_0286:

    # c "\"이 정도는 별거 아닌걸. 오늘 휴일일 텐데 푹 쉬어.\"" id c02_0286
    c talk "\"В этом нет ничего особенного. У тебя сегодня выходной, так что отдохни немного.\"" id c02_0286

# game/script/chapter2.rpy:1232
translate russian c02_0287:

    # c "나는 바토의 어깨를 가볍게 두드리며 배웅했다. 지금은 동생 같은 수인이지만, 언제 무엇이 달라질지 모르는 우리의 관계에 조금 걱정되기도 한다." id c02_0287
    c base "Я похлопал Бато по плечу и попрощался с ним. Сейчас он мне как младший брат, но я все еще немного беспокоюсь о наших отношениях, не зная, когда и что в них изменится." id c02_0287

# game/script/chapter2.rpy:1234
translate russian c02_0288:

    # c "처음부터 의도치 않게 비밀을 공유한 관계란 아직 열어보지 않은 상자 같은 것이다." id c02_0288
    c "Отношения, в которых секреты непреднамеренно раскрываются с самого начала, подобны коробке, которую еще предстоит открыть." id c02_0288

# game/script/chapter2.rpy:1236
translate russian c02_0289:

    # c "바토와 처음 만난 날, 바로 내 가게에서 바토는 마력이 고갈되어 쓰러졌다. 그때를 떠올리면 지금도 정신이 아찔해진다." id c02_0289
    c "В первый день, когда я встретил Бато, он рухнул от усталости прямо в моем магазине, и я до сих пор немного расстраиваюсь, думая об этом." id c02_0289

# game/script/chapter2.rpy:1246
translate russian c02_0290:

    # "그날 마탑에서 마법사가 와서 가게를 검사한다는 건 알고 있었다. 당연히 문제가 될 물건들은 전부 치워두었으니, 아무 문제도 없었다." id c02_0290
    "Я знал, что в тот день маг из Волшебной башни придет осмотреть магазин. Естественно, я спрятал все предметы, с которыми у них могли возникнуть проблемы, так что проблем не было" id c02_0290

# game/script/chapter2.rpy:1253
translate russian c02_0291:

    # "진짜 문제는 가게를 검사하던 바토가 갑자기 쓰러져버린 것이다." id c02_0291
    "Настоящая проблема заключается в том, что Бато внезапно потерял сознание во время осмотра магазина." id c02_0291

# game/script/chapter2.rpy:1258
translate russian c02_0292:

    # "[pl_name][josa_eun_neun] 바토를 부축해서 방에 눕혔으나 상태는 계속 나빠지기만 했다. 딱히 보이는 상처가 없어서 [pl_name][josa_i_ga] 고민하는 순간 바토가 말했다." id c02_0292
    "[pl_name] отнес его в его комнату, но его состояние продолжало ухудшаться. [pl_name] забеспокоился, потому что видимых ран не было." id c02_0292

# game/script/chapter2.rpy:1264
translate russian c02_0293:

    # b "\"마력을 다 써서, 조금만 쉬면, 나아질 겁니다...\"" id c02_0293
    b "\"Это потому, что я исчерпал всю свою ману. Мне станет лучше, если я немного отдохну...\"" id c02_0293

# game/script/chapter2.rpy:1266
translate russian c02_0294:

    # c "\"아니 쓰러질 때까지 마법을 쓰는 마법사가 어디 있어요!\"" id c02_0294
    c talk "\"Какой маг использует ману до тех пор, пока не упадет в обморок?\"" id c02_0294

# game/script/chapter2.rpy:1268
translate russian c02_0295:

    # c "어이가 없어서 나는 거의 화를 내듯 소리쳤다." id c02_0295
    c base "Не веря своим ушам, я воскликнул почти сердито." id c02_0295

# game/script/chapter2.rpy:1273
translate russian c02_0296:

    # "[pl_name][josa_i_ga] 바토의 가슴에 손을 턱 얹자 당황한 바토는 어버버거리며 이상한 소리를 냈다." id c02_0296
    "[pl_name] положил руку на грудь Бато, тот запаниковал и издал странный звук." id c02_0296

# game/script/chapter2.rpy:1275
translate russian c02_0297:

    # "[pl_name][josa_eun_neun] 그대로 바토의 심장을 향해 마나를 쏟아부었다." id c02_0297
    "[pl_name] непосредственно влил ману в сердце Бато." id c02_0297

# game/script/chapter2.rpy:1286
translate russian c02_0298:

    # b "\"헉!!\"" id c02_0298
    b "\"Хах!!\"" id c02_0298

# game/script/chapter2.rpy:1288
translate russian c02_0299:

    # "바토가 물에서 나온 물고기처럼 펄떡거렸지만 [pl_name][josa_eun_neun] 그냥 무시했다. 어느 정도 마나를 불어넣고 손을 떼자, 바토는 벌떡 일어나서 [pl_name]에게 다가왔다." id c02_0299
    "Бато забился, как рыба, вытащенная из воды, но [pl_name] проигнорировал его. Когда он отпустил руку, влив в Бато немного маны, Бато поднялся на ноги и подошел к [pl_name]." id c02_0299

# game/script/chapter2.rpy:1294
translate russian c02_0300:

    # b "\"이, 이건 절대 비밀입니다. 현장에서 쓰러진 것까지 들키면!...\"" id c02_0300
    b "\"Эй, это абсолютный секрет. Если они узнают, что я потерял сознание здесь...\"" id c02_0300

# game/script/chapter2.rpy:1296
translate russian c02_0301:

    # c "\"일단 진정해요. 방금 쓰러졌던 사람이...\"" id c02_0301
    c talk "\"Давай успокоимся. В конце концов, ты только что упал в обморок…\"" id c02_0301

# game/script/chapter2.rpy:1308
translate russian c02_0302:

    # "바토는 침대 위에 털썩 앉아 침울한 얼굴을 했다." id c02_0302
    "Бато с угрюмым видом опустился на кровать." id c02_0302

# game/script/chapter2.rpy:1310
translate russian c02_0303:

    # c "\"처음 봤을 때부터 생각했지만 저랑 비슷한 나이대죠? 마탑 소속으로 일하는 정도면 졸업도 했을 테고.\"" id c02_0303
    c "\"Я думал об этом с тех пор, как впервые увидел тебя, но тебе примерно столько же лет, сколько и мне, верно? И поскольку ты работаешь в Волшебной башне, я предполагаю, что ты тоже закончила школу.\"" id c02_0303

# game/script/chapter2.rpy:1315
translate russian c02_0304:

    # "바토는 [pl_name][josa_eul_reul] 올려보다가 작게 고개를 끄덕였다." id c02_0304
    "Бато посмотрел на [pl_name] и слегка кивнул." id c02_0304

# game/script/chapter2.rpy:1322
translate russian c02_0305:

    # b "\"21살입니다. 졸업은 3년 전에...\"" id c02_0305
    b "\"Мне 21 год. Я закончил школу три года назад...\"" id c02_0305

# game/script/chapter2.rpy:1327
translate russian c02_0306:

    # c "\"뭐?\"" id c02_0306
    c ddam2 "\"Что?\"" id c02_0306

# game/script/chapter2.rpy:1329
translate russian c02_0307:

    # c "바토가 내 생각보다 더 어려서 깜짝 놀랐다. 젊은 나이에 마탑을 졸업한 엘리트라고 생각하긴 했지만, 그래도 갓 졸업한 신참 정도로 생각하고 있었다." id c02_0307
    c base "Я был удивлен, узнав, что Бато моложе, чем я думал. Я предполагал, что он был элитным молодым выпускником Башни Магии, но я все еще думал о нем как о новичке." id c02_0307

# game/script/chapter2.rpy:1331
translate russian c02_0308:

    # c "(오히려 경력으로 따지면 나보다 선배잖아... 물론 선후배 따질 관계는 아니지만.)" id c02_0308
    c "(На самом деле он старше меня по опыту... Не то чтобы у нас была иерархия)" id c02_0308

# game/script/chapter2.rpy:1336
translate russian c02_0309:

    # c "내 놀란 표정에 쑥스러웠는지 바토는 고개를 숙여버렸다. 나는 어색한 분위기를 깰 겸 짐짓 친근한 척을 했다." id c02_0309
    c "Бато опустил голову, смущенный моим удивленным выражением лица. Я попытался на мгновение стать дружелюбным, чтобы растопить лед." id c02_0309

# game/script/chapter2.rpy:1338
translate russian c02_0310:

    # c "\"아, 동생일 줄은 예상하지 못해서. 하하... 나는 24살인데, 그냥 편하게 불러.\"" id c02_0310
    c laugh "\"Ох, я не ожидал, что ты будешь моложе. Хаха... Мне 24 года, но ты можешь называть меня как хочешь.\"" id c02_0310

# game/script/chapter2.rpy:1345
translate russian c02_0311:

    # b "\"그, 그럼, 저... '형'이라고 불러도 될까요?\"" id c02_0311
    b "\"Ну, эм, можно я... Можно я буду называть тебя 'старший бро'?\"" id c02_0311

# game/script/chapter2.rpy:1350
translate russian c02_0312:

    # c "바토의 올려다보는 눈망울이 왠지 초롱초롱하게 느껴진다. 귀여운 동생 같아서 하마터면 자연스럽게 머리를 쓰다듬을 뻔했다." id c02_0312
    c base "От того, как Бато смотрит на меня снизу вверх, у него округляются глаза. Он мне как милый младший брат, и я почти непроизвольно погладил его по голове." id c02_0312

# game/script/chapter2.rpy:1352
translate russian c02_0313:

    # c "나는 정신을 차리고 바토를 진정시키기로 했다." id c02_0313
    c "Я пришел в себя и решил успокоить Бато." id c02_0313

# game/script/chapter2.rpy:1354
translate russian c02_0314:

    # c "\"그래. 바토라고 했지? 뭔가 숨기고 싶은 게 있나 본데, 어차피 난 마탑에 아는 사람 없으니 너무 걱정하지 마.\"" id c02_0314
    c talk "\"Хорошо. Ты сказал Бато, верно? Думаю, тебе есть что скрывать, но не волнуйся, я все равно никого не знаю в Волшебной башне.\"" id c02_0314

# game/script/chapter2.rpy:1361
translate russian c02_0315:

    # b "\"에? 그럼, 마법적 지식은 어떻게...\"" id c02_0315
    b "\"А? Итак, откуда ты так много знаешь о...\"" id c02_0315

# game/script/chapter2.rpy:1368
translate russian c02_0316:

    # c "\"스승님이 있어. 좀 특이하지만, 스승으로는 아주 좋은 분이야.\"" id c02_0316
    c "\"У меня есть учитель. Он немного необычный, но как учитель, скажем так, он очень способный.\"" id c02_0316

# game/script/chapter2.rpy:1373
translate russian c02_0317:

    # "바토는 잠깐 고민하다가 입을 열었다." id c02_0317
    "Бато на мгновение задумался, затем заговорил." id c02_0317

# game/script/chapter2.rpy:1380
translate russian c02_0318:

    # b "\"형이라면... 왠지 말할 수 있을 것 같아요.\"" id c02_0318
    b "\"Если бы ты был моим братом... Думаю, я мог бы тебе кое-что сказать.\"" id c02_0318

# game/script/chapter2.rpy:1384
translate russian c02_0319:

    # "바토는 9살에 마탑의 시험에 합격했다. 당연히 천재라는 소리가 따라붙었지만, 언제부턴가 마법을 쓰면 제대로 된 위력이 나오지 않게 되었다." id c02_0319
    "Бато сдал экзамены в Магическую башню в возрасте девяти лет. Естественно, его назвали гением, но с одного дня его заклинания перестали обладать той силой," 
    "к которой они привыкли, когда он использовал магию." id c02_0319

# game/script/chapter2.rpy:1386
translate russian c02_0320:

    # "술식과 시전에 문제가 없는데도 마나가 자꾸 새어나가는 문제에 그는 {color=#ee3939}'마력 누수'{/color}라는 이름을 붙였다." id c02_0320
    "Он назвал проблему, из-за которой происходила утечка маны, хотя проблем с заклинанием и его применением не было, как {color=#ee3939}'утечка маны'{/color}." id c02_0320

# game/script/chapter2.rpy:1388
translate russian c02_0321:

    # "처음에는 그냥 마력을 더 많이 써서 해결했지만, 당연히 그런 방식에는 한계가 찾아오기 마련이다." id c02_0321
    "Сначала он просто обходил проблему, используя больше маны, но, конечно, у подобных методов есть пределы." id c02_0321

# game/script/chapter2.rpy:1390
translate russian c02_0322:

    # "바토의 별명은 마탑의 엘리트에서 반쪽짜리 마법사까지 점점 추락했다." id c02_0322
    "Прозвище Бато превратилось из Элиты Магической башни в полумага." id c02_0322

# game/script/chapter2.rpy:1392
translate russian c02_0323:

    # "결과만 중요하게 여기는 마탑에서 좋은 취급을 받기 위해, 바토는 전문 분야까지 바꾸며 빨리 졸업했다." id c02_0323
    "Чтобы быть хорошо принятым в Волшебной башне, где важны только результаты, Бато сменил специализацию и закончил школу досрочно." id c02_0323

# game/script/chapter2.rpy:1394
translate russian c02_0324:

    # "졸업 후에도 다른 마법사들이 하기 싫어하는 일을 도맡아 하며 성과는 인정받았지만, 그럴수록 바토는 마력에 허덕였다." id c02_0324
    "После окончания школы он был признан за свою работу, берясь за работу, за которую другие маги не хотели браться, но чем больше он делал, тем больше у него иссякала мана." id c02_0324

# game/script/chapter2.rpy:1403
translate russian c02_0325:

    # b "\"그래도 잘 버텼다고 생각했는데...\"" id c02_0325
    b "\"Хотя мне казалось, что я держался довольно хорошо...\"" id c02_0325

# game/script/chapter2.rpy:1408
translate russian c02_0326:

    # c "\"이 정도로 마나가 부족하면 회복도 느릴 수밖에 없어.\"" id c02_0326
    c talk "\"Когда у тебя так мало маны, твое восстановление неизбежно будет медленным.\"" id c02_0326

# game/script/chapter2.rpy:1410
translate russian c02_0327:

    # c "나는 한 가지 생각이 떠올랐다. 누수 자체를 고칠 순 없겠지만, 새어나간 마나를 곧바로 흡수할 수 있게 만드는 방법이 있을 것이다." id c02_0327
    c consider "У меня появилась идея. Я не смогу устранить саму утечку, но должен быть способ сделать так, чтобы утечка маны была немедленно поглощена." id c02_0327

# game/script/chapter2.rpy:1412
translate russian c02_0328:

    # c "머릿속에서 술식을 떠올리며 나는 말을 꺼냈다." id c02_0328
    c base "Спросил я, прокручивая уравнения в голове." id c02_0328

# game/script/chapter2.rpy:1414
translate russian c02_0329:

    # c "\"마력 시술로 회복을 빠르게 만들면 어떨까? 각인을 새기는 방식으로...\"" id c02_0329
    c talk "\"Что, если бы мы могли ускорить выздоровление с помощью волшебной процедуры, возможно, с помощью импринтинга...\"" id c02_0329

# game/script/chapter2.rpy:1419
translate russian c02_0330:

    # b "\"그, 시술... 이요?\"" id c02_0330
    b "\"Ээ, процедура...?\"" id c02_0330

# game/script/chapter2.rpy:1426
translate russian c02_0331:

    # c "\"응. 마법사가 하기엔 좀 그런가?\"" id c02_0331
    c talk "\"Да. Разве это странно, что маг получил его?\"" id c02_0331

# game/script/chapter2.rpy:1428
translate russian c02_0332:

    # c "몸에 술식을 새기는 것은 특정 마법을 쉽고 빠르게 반복 사용하기 위한 지름길이다." id c02_0332
    c base "Нанесение формулы на свое тело - это кратчайший путь к быстрому, легкому и многократному произнесению определенного заклинания." id c02_0332

# game/script/chapter2.rpy:1430
translate russian c02_0333:

    # c "세련된 마법 기술을 연구하는 마탑 소속 마법사라면, 이런 시술은 저급한 수단으로 생각할 수 있다." id c02_0333
    c "Если кто-то является магом Волшебной башни, изучающим сложные магические техники, он может воспринимать эти процедуры как низкопробное средство достижения цели." id c02_0333

# game/script/chapter2.rpy:1432
translate russian c02_0334:

    # "[pl_name][josa_eun_neun] 간단하게 원리를 설명했다." id c02_0334
    "[pl_name] просто объяснил его принцип." id c02_0334

# game/script/chapter2.rpy:1436
translate russian c02_0335:

    # c "\"마력 누수가 발생하는 즉시 새어나간 마나를 붙잡아서 심장으로 돌려보내는 거야.\"" id c02_0335
    c talk "\"Как только происходит утечка маны, ты улавливаешь ее и возвращаешь в сердце.\"" id c02_0335

# game/script/chapter2.rpy:1438
translate russian c02_0336:

    # c "\"외부에서 마나를 강탈할 필요도 없고 아티팩트같은 물건도 필요 없이 자기 마나로 해결할 수 있어.\"" id c02_0336
    c "\"Тебе не нужно красть ману из внешних источников, и тебе не нужны артефакты. Ты можешь сделать это с помощью своей собственной маны.\"" id c02_0336

# game/script/chapter2.rpy:1440
translate russian c02_0337:

    # c "\"물론 누수 자체를 해결하진 못하겠지만...\"" id c02_0337
    c "\"Конечно, это не устранит утечку само по себе, но...\"" id c02_0337

# game/script/chapter2.rpy:1448
translate russian c02_0338:

    # "바토는 뭔가 고민하는 표정이었다." id c02_0338
    "Лицо Бато нахмурилось, словно в раздумье." id c02_0338

# game/script/chapter2.rpy:1450
translate russian c02_0339:

    # c "(역시 마법사 체면에 좀 그런가?)" id c02_0339
    c consider "(Я полагаю, что это все-таки не подобает магу.)" id c02_0339

# game/script/chapter2.rpy:1457
translate russian c02_0340:

    # b "\"할게요. 시술.\"" id c02_0340
    b "\"Я сделаю эту. Процедуру.\"" id c02_0340

# game/script/chapter2.rpy:1462
translate russian c02_0341:

    # "무언가 굳게 결심한 바토의 표정은 [pl_name]의 대답에 곧바로 무너졌다." id c02_0341
    "Решительное выражение лица Бато было быстро рассеяно ответом [pl_name]." id c02_0341

# game/script/chapter2.rpy:1464
translate russian c02_0342:

    # c "\"그럼 옷 좀 벗어볼래?\"" id c02_0342
    c talk "\"Тогда сначала мне нужно, чтобы ты разделся.\"" id c02_0342

# game/script/chapter2.rpy:1470
translate russian c02_0343:

    # b "\"버, 벗어요?!\"" id c02_0343
    b "\"Ты, снимешь их?!\"" id c02_0343

# game/script/chapter2.rpy:1472
translate russian c02_0344:

    # c "\"응! 아... 로브만.\"" id c02_0344
    c "\"Да! Ах... Только халат.\"" id c02_0344

# game/script/chapter2.rpy:1481
translate russian c02_0345:

    # "[pl_name][josa_eun_neun] 얼굴이 시뻘게진 바토를 의자 위에 앉게 했다." id c02_0345
    "[pl_name] усадил Бато на стул с застенчивым выражением лица." id c02_0345

# game/script/chapter2.rpy:1483
translate russian c02_0346:

    # "바토는 우물쭈물하다가 로브의 매듭을 풀었다." id c02_0346
    "Бато повозился с узлом, скреплявшим его мантию, прежде чем развязать его." id c02_0346

# game/script/chapter2.rpy:1490
translate russian c02_0347:

    # c "로브를 벗자 드러난 바토의 몸은 묵직한 돌덩이 같았다. 목에 난 검은 갈기털 아래에는 대리석 같은 흰 털이 가득했다." id c02_0347
    c base "Когда с Бато сняли одежду, его тело стало похоже на каменную глыбу. Под черной гривой волос на шее он был покрыт мехом, белым, как мрамор." id c02_0347

# game/script/chapter2.rpy:1492
translate russian c02_0348:

    # c "바토의 어깨와 팔은 가헬이나 엘레드 못지않은 근육으로 울퉁불퉁했다." id c02_0348
    c "Мускулатура плеч и рук Бато могла соперничать даже с мускулатурой Гахеля или Элреда." id c02_0348

# game/script/chapter2.rpy:1494
translate russian c02_0349:

    # c "반면 가슴과 배는 동그랗고 말랑해 보인다. 바토는 벗은 로브를 가지런하게 정리해서 무릎 위에 올려놨다." id c02_0349
    c "С другой стороны, его грудь и живот кажутся круглыми и мягкими. Бато аккуратно сложил халат, который он сбросил, и положил его себе на колени." id c02_0349

# game/script/chapter2.rpy:1496
translate russian c02_0350:

    # c "내가 바토의 뒤에 서서 등에 손을 대자, 바토는 흠칫 놀라며 숨을 들이켰다." id c02_0350
    c "Когда я встал у него за спиной и положил руку ему на спину, он ахнул от удивления." id c02_0350

# game/script/chapter2.rpy:1501
translate russian c02_0351:

    # b "\"히익!...\"" id c02_0351
    b "\"Ик!...\"" id c02_0351

# game/script/chapter2.rpy:1503
translate russian c02_0352:

    # c "(왜 내가 나쁜 짓을 하는 것 같지...)" id c02_0352
    c consider "(Почему у меня такое чувство, что я делаю что-то вульгарное...)" id c02_0352

# game/script/chapter2.rpy:1508
translate russian c02_0353:

    # c "커다란 덩치가 무색하게 바토는 곧 잡아먹힐 동물처럼 긴장했다. 바토의 넓은 등은 탄탄한 근육이 느껴지면서도 부드럽고 폭신했다." id c02_0353
    c base "Несмотря на свои габариты, Бато напрягся, как зверь, которого вот-вот съедят. Широкая спина Бато была одновременно мускулистой и мягкой, как пушок." id c02_0353

# game/script/chapter2.rpy:1510
translate russian c02_0354:

    # c "짧은 털의 촉감이 너무 좋아서 손을 뗄 수가 없다." id c02_0354
    c "Мне понравилось прикосновение к коротким волоскам, и я не могу оторвать от них рук." id c02_0354

# game/script/chapter2.rpy:1512
translate russian c02_0355:

    # c "마치 사람만큼 커다란 곰 인형을 쓰다듬고 있는 것 같았다. 뒤에서 보이는 동그란 귀가 왠지 귀엽게 느껴졌다." id c02_0355
    c "Мне казалось, что я глажу плюшевого мишку, который был почти таким же большим, как я. Вид его округлых ушей со спины был довольно милым." id c02_0355

# game/script/chapter2.rpy:1514
translate russian c02_0356:

    # c "다른 곳의 감촉은 어떨까 궁금했지만, 나는 뒤늦게 정신을 차리고 말했다." id c02_0356
    c "Мне было интересно, каково это - чувствовать себя в другом месте, но потом я пришел в себя и начал говорить." id c02_0356

# game/script/chapter2.rpy:1516
translate russian c02_0357:

    # c "\"마력이 어떻게 새어 나오는지 측정해 볼게. 가벼운 마법 아무거나 써볼래?\"" id c02_0357
    c talk "\"Позволь мне измерить, как расходуется мана. Ты можешь сотворить для меня какое-нибудь простое заклинание?\"" id c02_0357

# game/script/chapter2.rpy:1521
translate russian c02_0358:

    # "바토는 쭈뼛대다가 탐지 마법을 펼쳤다." id c02_0358
    "Бато нервно дернулся, прежде чем применить магию обнаружения." id c02_0358

# game/script/chapter2.rpy:1531
translate russian c02_0359:

    # "바토를 중심으로 바닥에 푸른 마법진이 생기더니 곧바로 마법진째 녹아내려 빛 덩어리가 되었다." id c02_0359
    "На полу появился синий магический круг, в центре которого был Бато, и быстро растворился в сфере света." id c02_0359

# game/script/chapter2.rpy:1533
translate russian c02_0360:

    # "그 빛은 순식간에 푸른 파도처럼 일렁이다가 방 밖으로 사라졌다." id c02_0360
    "Свет вспыхнул, как голубые океанские волны, на долю секунды, прежде чем исчезнуть из комнаты." id c02_0360

# game/script/chapter2.rpy:1535
translate russian c02_0361:

    # "차원이 다른 사용법에 [pl_name]의 입이 딱 벌어졌지만, 지금은 집중해야 할 일이 있다." id c02_0361
    "В то время как у [pl_name] отвисла челюсть при виде такого высокого уровня использования магии, в данный момент ему нужно было сосредоточиться на работе." id c02_0361

# game/script/chapter2.rpy:1537
translate russian c02_0362:

    # c "\"음, 좌우로 퍼지는구나. 예상대로 금방 사라지네. 흠...\"" id c02_0362
    c consider "\"Хм, она распространяется направо и налево и исчезает так быстро, как я и ожидал. Хм...\"" id c02_0362

# game/script/chapter2.rpy:1539
translate russian c02_0363:

    # "결과를 머릿속에서 정리하는 동안 바토는 물끄러미 [pl_name][josa_eul_reul] 바라보았다." id c02_0363
    "Бато пристально посмотрел на [pl_name], который мысленно анализировал результаты." id c02_0363

# game/script/chapter2.rpy:1541
translate russian c02_0364:

    # c "\"좋아. 어떻게 각인할지 떠올랐어.\"" id c02_0364
    c talk "\"Ладно, у меня есть идея, как это запечатлить.\"" id c02_0364

# game/script/chapter2.rpy:1543
translate russian c02_0365:

    # "[pl_name][josa_eun_neun] 창고에서 시술에 쓸 재료들을 가져왔다." id c02_0365
    "[pl_name] принес ингредиенты для процедуры со склада." id c02_0365

# game/script/chapter2.rpy:1545
translate russian c02_0366:

    # "일반적인 문신과 다르게 마력 각인은 마나가 잘 통하는 재료를 쓰는 게 중요하다. 보석 가루, 연금용 정제수, 촉매로 쓸 마석과 액화 미스릴로 마법 잉크를 즉석 제조했다." id c02_0366
    "В отличие от обычных татуировок, для нанесения маны требуются материалы, не содержащие маны." 
    "Я смастерил магические чернила из порошка драгоценных камней, алхимической воды, драгоценных камней, которые будут действовать как катализаторы, и расплавленного мифрила." id c02_0366

# game/script/chapter2.rpy:1547
translate russian c02_0367:

    # "방에서 기다리던 바토는 왠지 덩칫값 못하는 자세로 쭈그린 채 [pl_name][josa_i_ga] 재료들을 섞는 걸 구경했다." id c02_0367
    "Бато, ожидавший в комнате, сидел на корточках в довольно неудобной позе и наблюдал, как [pl_name] смешивает ингредиенты ." id c02_0367

# game/script/chapter2.rpy:1552
translate russian c02_0368:

    # b "\"잘, 부탁드려요...\"" id c02_0368
    b "\"Позаботься обо мне как следует...\"" id c02_0368

# game/script/chapter2.rpy:1557
translate russian c02_0369:

    # c "나는 바토의 하얀 털 위에 그림 그리듯 잉크를 칠했다." id c02_0369
    c base "Я живописно закрасил белый мех Бато чернилами." id c02_0369

# game/script/chapter2.rpy:1562
translate russian c02_0370:

    # c "손가락이 닿을 때마다 바짝 긴장한 바토가 움직이지 않으려고 하는 게 느껴진다." id c02_0370
    c "Я чувствую, что безмерно нервничающий Бато изо всех сил старался не шевелиться при каждом прикосновении моих пальцев." id c02_0370

# game/script/chapter2.rpy:1564
translate russian c02_0371:

    # c "사실 내가 하는 마법 시술은 보통의 마법진처럼 오차 없이 정교할 필요가 없다. 바토가 불쌍하니 최대한 빨리 끝내기로 했다." id c02_0371
    c "Правда в том, что мои магические процедуры не требовали такой точности, как при использовании обычного магического круга. Мне стало жаль Бато, и я решил покончить с этим как можно быстрее." id c02_0371

# game/script/chapter2.rpy:1566
translate russian c02_0372:

    # c "\"이제 마력으로 각인하면 끝!\"" id c02_0372
    c talk "\"Теперь нам просто нужно запечатлеть его магической силой!\"" id c02_0372

# game/script/chapter2.rpy:1574
translate russian c02_0373:

    # c "마력을 살포시 불어넣자, 마법 잉크는 바토의 몸속으로 사라졌다. 눈에 보이지 않지만, 존재는 확실히 느낄 수 있었다." id c02_0373
    c base "С быстрым всплеском энергии магические чернила исчезли в теле Бато. Он не мог этого видеть, но мог чувствовать." id c02_0373

# game/script/chapter2.rpy:1576
translate russian c02_0374:

    # c "\"어때?\"" id c02_0374
    c talk "\"А ты как думаешь?\"" id c02_0374

# game/script/chapter2.rpy:1591
translate russian c02_0375:

    # c "바토는 다시 로브를 걸치고 손을 꼼지락거렸다. 몸에 술식이 새겨진 느낌은 좀 특이한 감각일 것이다." id c02_0375
    c base "Бато снова засунул руки в карманы мантии; должно быть, это странное ощущение - ощущать отпечаток на своем теле." id c02_0375

# game/script/chapter2.rpy:1598
translate russian c02_0376:

    # b "\"아... 이런 느낌이구나.\"" id c02_0376
    b "\"Ах... Так вот на что это похоже.\"" id c02_0376

# game/script/chapter2.rpy:1603
translate russian c02_0377:

    # "바토는 손 위에 마력을 모았다가 거대한 마법진으로 변형시켰다. 마법진은 곧바로 사라졌으나 주변이 쥐 죽은 듯 고요해졌다." id c02_0377
    "Бато собрал энергию в ладони и превратил ее в огромный магический круг. Круг быстро рассеялся, но вокруг него воцарилась зловещая тишина." id c02_0377

# game/script/chapter2.rpy:1622
translate russian c02_0378:

    # c "\"뭐, 뭐야?\"" id c02_0378
    c ddam2 "\"Подожди, что?\"" id c02_0378

# game/script/chapter2.rpy:1627
translate russian c02_0379:

    # b "\"혹시 몰라서 결계를 쳤어요. 형... 형이 그 {color=#ee3939}'불법 시술'{/color}을 하는 사람이죠?\"" id c02_0379
    b "\"Я на всякий случай поставил барьер вокруг магазина. Старший бро - это... Ээ, тот, кто выполняет {color=#ee3939}'незаконные процедуры'{/color}, верно?\"" id c02_0379

# game/script/chapter2.rpy:1632
translate russian c02_0380:

    # c "정곡을 찔렸다. 하지만 나는 반사적으로 모른 체를 했다." id c02_0380
    c base "Он попал в самую точку. Я машинально притворился, что не понимаю, о чем он говорит." id c02_0380

# game/script/chapter2.rpy:1634
translate russian c02_0381:

    # c "\"불법이라니, 방금 새긴 게 어떤 원리인지는 네가 더 잘 알텐데?\"" id c02_0381
    c talk "\"Что ты имеешь в виду под незаконным? Тебе следовало бы лучше знать, как работает та штука, которую я только что сделал, не так ли?\"" id c02_0381

# game/script/chapter2.rpy:1641
translate russian c02_0382:

    # b "\"맞아요. 그래서 눈치챘어요. 술식은 전부 평범하지만, 근본적으로 이거 '마법'이 아니죠?\"" id c02_0382
    b "\"Да, вот почему я обратил на это внимание. Все гравюры обычные, но, по сути, они не считаются 'волшебными', не так ли?\"" id c02_0382

# game/script/chapter2.rpy:1646
translate russian c02_0383:

    # c "두 번이나 비밀을 들켜서 심장이 철렁했다. 식은땀이 삐질삐질 나지만 최대한 뻔뻔하게 굴었다." id c02_0383
    c ddam "Мое сердце сжалось от того, что мои секреты были раскрыты не один раз, а дважды. Я покрылся холодным потом, но старался вести себя как можно более нагло." id c02_0383

# game/script/chapter2.rpy:1648
translate russian c02_0384:

    # c "\"그렇긴 한데, 딱히 금지된 것도 아니잖아? 그냥 마나를 쓰는 방법이 특이해서...\"" id c02_0384
    c ddam2 "\"Да, но на самом деле это не запрещено, верно? Это просто необычный способ использования маны...\"" id c02_0384

# game/script/chapter2.rpy:1655
translate russian c02_0385:

    # b "\"특이하긴 하죠. 마나를 제물로 {color=#ee3939}'주술'{/color}을 사용하는 사람이...\"" id c02_0385
    b "\"Быть необычным - это одно, а творить {color=#ee3939}'заклинания'{/color}, используя ману в качестве жертвоприношения - совсем другое...\"" id c02_0385

# game/script/chapter2.rpy:1663
translate russian c02_0386:

    # c "결국 나는 말문이 막혔다. 대체 어디까지 알고 있는 거지?" id c02_0386
    c consider "В конце концов, я потерял дар речи. Как много он знает?" id c02_0386

# game/script/chapter2.rpy:1665
translate russian c02_0387:

    # c "내가 스승님에게 배운 것은 마법이 아니라 '주술'이었다. '주술'은 마법 이전부터 존재하던 고대의 기술로, 이제는 사용할 줄 아는 사람이 거의 없다." id c02_0387
    c base "То, чему я научился у своего учителя, было не магией, а 'заклинаниями'. Заклинания - это древнее искусство, которое предшествует магии, и очень немногие люди сегодня знают, как им владеть." id c02_0387

# game/script/chapter2.rpy:1667
translate russian c02_0388:

    # c "제물을 사용하면 강력한 효과를 얻을 수 있기에, 나는 중요한 일에 주술을 이용하곤 했다." id c02_0388
    c "Поскольку жертвоприношения обладают мощным эффектом, я использовал заклинания, когда это требовалось." id c02_0388

# game/script/chapter2.rpy:1670
translate russian c02_0389:

    # b "\"그리고 방금 탐지 마법으로 마을 밖에 궤짝을 놓고 온 것도 알아냈어요. 내용물까진 모르겠지만... 들키면 안 되니 숨긴 거죠?\"" id c02_0389
    b "\"И я только что узнал, что ты оставил сундук с заклинанием обнаружения за пределами деревни. Я не знаю, что в нем, но... Ты спрятал его, потому что не хотел, чтобы тебя нашли, верно?\"" id c02_0389

# game/script/chapter2.rpy:1673
translate russian c02_0390:

    # c "(헉!!)" id c02_0390
    c ddam2 "(А!!)" id c02_0390

# game/script/chapter2.rpy:1675
translate russian c02_0391:

    # c "식은땀이 아니라 진땀이 줄줄 흘렀다. 숨겨놓은 특제 회복 물약까지 들키면 정말로 끝장이다." id c02_0391
    c ddam "То, что стекало у меня по спине, было уже не каплями холодного пота, а целым водопадом."
    c ddam "Теперь, если он узнает о моем запасе специальных целебных снадобий, для меня это будет настоящим ударом." id c02_0391

# game/script/chapter2.rpy:1677
translate russian c02_0392:

    # c "꼬리가 길면 밟힌다더니 결국 마탑에 잡혀가는구나... 눈앞이 캄캄해지고 다리에 힘이 풀려 쓰러질 것 같았다." id c02_0392
    c "Как там говорится, у кого длинный хвост, тому на него наступят? Я почувствовала, что вот-вот упаду, в глазах потемнело, а ноги подкосились." id c02_0392

# game/script/chapter2.rpy:1683
translate russian c02_0393:

    # c "갑자기 바토가 내 손을 덥석 잡아서 이대로 즉시 연행되는 건가 생각했다." id c02_0393
    c "Внезапно Бато схватил меня за руку, и я подумал, что меня сейчас уведут." id c02_0393

# game/script/chapter2.rpy:1694
translate russian c02_0394:

    # b "\"차라리 형이라서 다행이에요. 어차피 한 배를 탄 사이니까, 마탑에는 비밀로 할게요.\"" id c02_0394
    b "\"Я рад, что ты мой старший бро. Мы в одной лодке, и я никому об этом не расскажу.\"" id c02_0394

# game/script/chapter2.rpy:1699
translate russian c02_0395:

    # c "전혀 예상하지 못한 말에 나는 얼빠진 대답을 했다." id c02_0395
    c base "Услышав неожиданный ответ, я выдал." id c02_0395

# game/script/chapter2.rpy:1701
translate russian c02_0396:

    # c "\"어? 그, 그래...\"" id c02_0396
    c "\"А? Н... Ну, да...\"" id c02_0396

# game/script/chapter2.rpy:1709
translate russian c02_0397:

    # b "\"너무 걱정하지 마요. 마탑 측에서 이런 일을 추적하는 건 저밖에 없으니까.\"" id c02_0397
    b "\"Не беспокойся об этом, я единственный, чья работа заключается в том, чтобы следить за происходящим в Волшебной башне.\"" id c02_0397

# game/script/chapter2.rpy:1714
translate russian c02_0398:

    # c "\"고생이 많네...\"" id c02_0398
    c "\"Это большая работа...\"" id c02_0398

# game/script/chapter2.rpy:1716
translate russian c02_0399:

    # c "나는 아무 말이나 반사적으로 내뱉었다. 짧은 시간에 너무 많은 감정이 휘몰아쳐서 오히려 멍청해진 기분이었다." id c02_0399
    c base "Я машинально сказал эти слова. Столько эмоций нахлынуло на меня за такое короткое время, что я почувствовал себя довольно глупо." id c02_0399

# game/script/chapter2.rpy:1718
translate russian c02_0400:

    # c "나는 혼이 쏙 빠진 채로 멍하니 있다가 바토가 꽉 쥔 손이 저려서 정신을 차렸다." id c02_0400
    c "Я стоял ошеломленный, пока не почувствовал, что мои руки болят от хватки Бато, и не пришел в себя." id c02_0400

# game/script/chapter2.rpy:1720
translate russian c02_0401:

    # c "\"아, 고마워. 정말, 어떻게 되는 줄 알았어...\"" id c02_0401
    c talk "\"О, спасибо. Правда, я думал, что мне конец...\"" id c02_0401

# game/script/chapter2.rpy:1725
translate russian c02_0402:

    # b "\"그건 제가 할 말이에요. 형은 목숨의 은인이나 마찬가지인걸요.\"" id c02_0402
    b "\"Это мне решать. С таким же успехом ты мог бы спасти мне жизнь.\"" id c02_0402

# game/script/chapter2.rpy:1732
translate russian c02_0403:

    # c "바토는 또다시 동생 같은 눈빛으로 나를 바라보았다. 정신 조작 계열 마법이 아닌가 의심될 정도로 강력한 귀여움에 나는 결국 패배했다." id c02_0403
    c base "Бато снова посмотрел на меня, на этот раз взглядом младшего брата. Я был поражен такой миловидностью, что заподозрил, что это разновидность магии манипулирования сознанием." id c02_0403

# game/script/chapter2.rpy:1734
translate russian c02_0404:

    # c "자연스럽게 바토의 머리를 쓰다듬고 나서야 풀려날 수 있었다. 오늘 처음 만난 사이에 좀 과한 스킨쉽 아닌가 싶지만 아무렴 어때." id c02_0404
    c happy "Естественно, я погладил Бато по голове, прежде чем высвободился из его хватки. Думаю, для кого-то, с которым я познакомился только сегодня, это был слишком тесный контакт." id c02_0404

# game/script/chapter2.rpy:1741
translate russian c02_0405:

    # b "\"그럼... 다음에 또 올게요.\"" id c02_0405
    b "\"Хорошо... Я зайду в другой раз.\"" id c02_0405

# game/script/chapter2.rpy:1743
translate russian c02_0406:

    # "바토는 행복한 미소를 지으며 돌아갔다." id c02_0406
    "Бато ушел со счастливой улыбкой на лице." id c02_0406

# game/script/chapter2.rpy:1747
translate russian c02_0407:

    # c "그렇게 바토와 만난 첫날은 폭풍과 같이 지나갔다. 그 뒤로 바토는 가끔씩 가게에 찾아와서 각인을 점검받거나 소소한 수다를 떨거나 했다." id c02_0407
    c base "Тот первый день с Бато прошел бурно, и с тех пор он время от времени заглядывает в магазин, чтобы проверить свои гравюры и немного поболтать." id c02_0407

# game/script/chapter2.rpy:1749
translate russian c02_0408:

    # c "처음엔 혹시 나를 방심시키려는 계획이 아닐까 했는데, 바토는 정말로 나를 동료나 친구로 생각하는 것 같았다." id c02_0408
    c "Сначала я подумал, что он просто пытается застать меня врасплох, но, похоже, он искренне считал меня коллегой или другом." id c02_0408

# game/script/chapter2.rpy:1751
translate russian c02_0409:

    # c "나는 기회를 놓치지 않고 바토를 구슬려 마탑의 {color=#ee3939}'물약 공증문서'{/color}까지 받아냈다. 덕분에 가게는 지금까지 아주 잘 나가는 중이다." id c02_0409
    c "Я воспользовался случаем и уговорил Бато передать мне {color=#ee3939}'Документ о нотариальном заверении зелий'{/color} из Волшебной башни. И благодаря этому у магазина до сих пор все шло очень хорошо." id c02_0409

# game/script/chapter2.rpy:1757
translate russian c02_0410:

    # c "(음... 가헬도 없으니, 오늘은 일찍 닫을까?)" id c02_0410
    c consider "(Хм... Поскольку Гахеля здесь нет, может, нам стоит сегодня пораньше закрыться?)" id c02_0410

# game/script/chapter2.rpy:1759
translate russian c02_0411:

    # c "잡생각이 너무 많았는지 괜히 한 것도 없는데 피곤한 기분이었다. 나는 평화로운 하루에 감사하며 가게를 정리했다." id c02_0411
    c base "В голове у меня было полно разных мыслей, и я чувствовал усталость, хотя ничего не делал. Я прибрался в магазине, радуясь, что день прошел спокойно." id c02_0411

# game/script/chapter2.rpy:1769
translate russian c02_0412:

    # "바토는 [pl_name]의 가게에서 나온 뒤, 곧바로 마탑에 있는 자신의 연구실로 향했다." id c02_0412
    "Покинув магазин [pl_name], Бато направился прямиком в свою лабораторию в Волшебной башне." id c02_0412

# game/script/chapter2.rpy:1771
translate russian c02_0413:

    # "사실 대부분의 마법사들은 자신의 방에 처박혀서 절대 나오지 않거나, 정반대로 완전히 방치하고 잡동사니 창고로 쓰거나 했다." id c02_0413
    "На самом деле, большинство магов либо запираются в своих лабораториях и никогда не выходят на свет божий, либо поступают наоборот и полностью пренебрегают своими комнатами," 
    "используя их как хранилище для всевозможных диковинок." id c02_0413

# game/script/chapter2.rpy:1773
translate russian c02_0414:

    # "이렇게 화려하게 꾸며놓은 마법사는 바토밖에 없을 것이다." id c02_0414
    "Единственным магом, который устроил бы такую экстравагантную демонстрацию в своей комнате, был бы Бато." id c02_0414

# game/script/chapter2.rpy:1784
translate russian c02_0415:

    # b "\"휴...\"" id c02_0415
    b "\"Уф...\"" id c02_0415

# game/script/chapter2.rpy:1792
translate russian c02_0416:

    # "바토는 한숨을 쉬며 침대 위에 걸터앉았다. 오늘은 [pl_name]의 말대로 푹 쉴 생각이었다." id c02_0416
    "Бато вздохнул и плюхнулся на свою кровать. Он собирался последовать совету [pl_name] и немного отдохнуть сегодня." id c02_0416

# game/script/chapter2.rpy:1794
translate russian c02_0417:

    # "모든 마탑의 마법사들이 그러하듯 바토의 연구실은 자신의 취향에 맞게 개조되어 있다." id c02_0417
    "Как и у всех магов в Волшебной башне, лаборатория Бато оборудована в соответствии с его вкусами." id c02_0417

# game/script/chapter2.rpy:1796
translate russian c02_0418:

    # "바토가 살던 고향의 저택처럼 고급 가구들로 채워놓은 방은 여느 귀족의 서재 못지않게 화려해 보였다." id c02_0418
    "Как и в особняках родного города Бато, комната была до краев заставлена изысканной мебелью и выглядела так же роскошно, как кабинет любого аристократа." id c02_0418

# game/script/chapter2.rpy:1798
translate russian c02_0419:

    # "바닥에 깔린 카펫은 왕국 인기 재단사의 최신 작품이고, 소파는 다른 귀족들도 탐낼 최고급 물건이다. 바토의 집안이 얼마나 유복한지 엿볼 수 있는 부분이다." id c02_0419
    "Ковер на полу - последнее творение любимого портного королевства, а диван - предмет первой необходимости, о котором мечтают другие дворяне. Это было представление о богатстве семьи Бато." id c02_0419

# game/script/chapter2.rpy:1800
translate russian c02_0420:

    # b "(우선 씻고 낮잠이라도 잘까...)" id c02_0420
    b "(Думаю, сначала я приму душ и вздремну...)" id c02_0420

# game/script/chapter2.rpy:1804
translate russian c02_0421:

    # "바토는 알몸으로 거울 앞에 서서 자기 모습을 바라봤다." id c02_0421
    "Бато стоял обнаженный перед зеркалом и разглядывал себя." id c02_0421

# game/script/chapter2.rpy:1806
translate russian c02_0422:

    # "남들보다 두툼한 팔근육과 달리 미묘하게 작은 키는 바토의 콤플렉스다. 다른 수인들 옆에 서면 살짝 낮은 눈높이 때문에 다들 바토를 내려다보게 된다." id c02_0422
    "Неуверенность Бато заключалась в его небольшом росте, контрастирующем с мощными мышцами рук." "
    Когда он стоял рядом с другими зверолюдьми, его немного меньший рост и, как следствие, более низкий уровень глаз заставляли всех смотреть на него сверху вниз." id c02_0422

# game/script/chapter2.rpy:1811
translate russian c02_0423:

    # b "(키는 더 안 크려나...)" id c02_0423
    b "(Я не становлюсь выше, да...)" id c02_0423

# game/script/chapter2.rpy:1813
translate russian c02_0424:

    # "머릿속으로 키가 훌쩍 커진 자기 모습을 상상하자 왠지 체형도 다른 느낌으로 바뀌었다." id c02_0424
    "В его воображении, когда он представлял себя намного выше, форма его тела каким-то образом тоже менялась соответствующим образом." id c02_0424

# game/script/chapter2.rpy:1815
translate russian c02_0425:

    # "기사단의 수인들처럼 열심히 훈련한 미래의 자신은 배가 둥글게 나오지도 않았고 키도 훤칠하니 누구에게나 인기 있을 느낌의 청년이었다." id c02_0425
    "Его будущий я был молодым человеком без округлого живота и достаточно высоким, чтобы пользоваться популярностью у кого бы то ни было," 
    "как зверочеловек, который тренировался так же усердно, как член рыцарского ордена." id c02_0425

# game/script/chapter2.rpy:1820
translate russian c02_0426:

    # "그러나 거울 속에 보이는 자신의 모습을 보자 곧바로 한숨부터 나왔다. 애초에 외모가 바뀐다고 상황이 바뀔 것 같진 않았다." id c02_0426
    "Но, взглянув на свое отражение в зеркале, он смог только вздохнуть. Он не думал, что изменение внешности как-то изменит его жизнь к лучшему." id c02_0426

# game/script/chapter2.rpy:1822
translate russian c02_0427:

    # b "(잘생겼다고 마탑주가 되는 건 아니니까.)" id c02_0427
    b "(Только потому, что ты хорош собой, еще не значит, что ты станешь владельцем Волшебной башни)" id c02_0427

# game/script/chapter2.rpy:1827
translate russian c02_0428:

    # "마탑에서는 더 많은 이득을 가져가기 위해 학파 간의 영향력 싸움이 치열하다. 마치 왕정에서 귀족들의 세력 싸움과도 비슷한 느낌이다." id c02_0428
    "В Волшебной башне идет война за влияние между научными школами, чтобы получить больше преимуществ. Это похоже на борьбу за власть дворян в монархии." id c02_0428

# game/script/chapter2.rpy:1829
translate russian c02_0429:

    # "아니, 마법사 사회는 귀족보다 더 끔찍했다. 마법을 쓰지 못하면 귀족이라도 하찮게 여기고, 마법 연구를 위해서라면 수단과 방법을 가리지 않았다." id c02_0429
    "Нет, общество магов было хуже, чем дворянство. Если ты не мог использовать магию, ты был бесполезен," 
    "даже если ты был дворянином, и люди не останавливались ни перед чем, чтобы изучать магию." id c02_0429

# game/script/chapter2.rpy:1831
translate russian c02_0430:

    # "보통 사람들은 마탑이 마법을 가르치는 곳으로 알지만, 마탑의 정규교육은 사실 주요 돈벌이 수단이다." id c02_0430
    "В то время как большинство людей думают о Волшебной башне как о месте магической опеки, формальное образование на самом деле является основным источником дохода для Волшебной башни." id c02_0430

# game/script/chapter2.rpy:1833
translate russian c02_0431:

    # "동시에 재능있는 마법사를 걸러내 자기 학파에 영입하기 위한 수단이기도 하다." id c02_0431
    "В то же время это способ найти талантливых магов и привлечь их в свою научную школу." id c02_0431

# game/script/chapter2.rpy:1835
translate russian c02_0432:

    # "바토가 열심히 일하는 것도 개인의 지위는 물론이고 자신의 학파를 위한 행동이었다." id c02_0432
    "Бато усердно трудился не только ради своего личного статуса, но и ради своей школы." id c02_0432

# game/script/chapter2.rpy:1837
translate russian c02_0433:

    # "무허가 마법 조사관은 '다들 하기 싫어하지만, 누군가는 해야 하는 일'이다." id c02_0433
    "Быть исследователем несанкционированной магии - это работа, которую никто не хотел выполнять, но кто-то должен был это сделать." id c02_0433

# game/script/chapter2.rpy:1839
translate russian c02_0434:

    # "그것을 바토가 맡음으로서 바토의 학파가 마탑에서 더 큰 발언권을 가지게 된다." id c02_0434
    "Заняв эту позицию, школа мысли Бато может получить возвышенную платформу и рычаги влияния в Волшебной башне." id c02_0434

# game/script/chapter2.rpy:1841
translate russian c02_0435:

    # "모두가 다른 사람을 장기 말로 여기는 사회에서 바토는 간신히 외톨이 신세를 면하고 있었다." id c02_0435
    "В обществе, где каждый видит в другом пешку на шахматной доске, Бато был более или менее одиночкой." id c02_0435

# game/script/chapter2.rpy:1846
translate russian c02_0436:

    # "바토는 우울한 생각에 또다시 한숨을 내쉬었다." id c02_0436
    "Бато снова вздохнул от этой гнетущей мысли." id c02_0436

# game/script/chapter2.rpy:1848
translate russian c02_0437:

    # "이러다 하루 종일 한숨만 쉴 것 같아서 얼른 씻기로 했다." id c02_0437
    "Он понял, что будет вздыхать весь день, и решил умыться." id c02_0437

# game/script/chapter2.rpy:1853
translate russian c02_0438:

    # "바토의 욕실은 최신 마법 공학으로 만든 실험적인 가구들로 채워져 있다. 마력으로 물을 불러오는 욕조라던가 온도 조절 장치 같은 것은 마탑에서나 볼 수 있는 물건이다." id c02_0438
    "Ванная комната Бато обставлена экспериментальной мебелью, изготовленной по последнему слову магической инженерии." 
    "Такие необычные предметы, как ванна, которая с помощью магии вызывает воду, и устройство, которое точно регулирует температуру, можно найти только в Волшебной башне." id c02_0438

# game/script/chapter2.rpy:1855
translate russian c02_0439:

    # "바토는 욕조에 앉아 따뜻한 물에 몸을 담그고 잠깐 눈을 감았다. 조금은 마음이 진정되는 기분이었다." id c02_0439
    "Бато сел в ванну, понежился в теплой воде и на мгновение закрыл глаза. Он почувствовал, что успокаивается, совсем немного." id c02_0439

# game/script/chapter2.rpy:1857
translate russian c02_0440:

    # b "\"좋게 생각하자...\"" id c02_0440
    b "\"Давай сосредоточимся на положительных сторонах...\"" id c02_0440

# game/script/chapter2.rpy:1859
translate russian c02_0441:

    # "어쨌든, 마법사라면 마탑에 소속되는 게 이득이다. 마탑의 대외적인 권위는 물론이고, 무슨 일을 하더라도 마법사는 좋은 대우를 받는 편이다." id c02_0441
    "В любом случае, если ты маг, то стоит принадлежать к Башне Магии. К магам хорошо относятся, чем бы они ни занимались, не говоря уже об общей репутации башни." id c02_0441

# game/script/chapter2.rpy:1861
translate russian c02_0442:

    # "마법을 쓸 줄 아는 용병이 없는 건 아니지만, '마탑 소속 마법사'와는 취급이 하늘과 땅 차이다." id c02_0442
    "Есть наемники, которые могут использовать магию, но общественное восприятие их не может отличаться от восприятия 'магов из Волшебной башни'." id c02_0442

# game/script/chapter2.rpy:1863
translate russian c02_0443:

    # "왕실이나 귀족 사회에서도 마탑은 무시할 수 없는 집단이다. 물론 이 미치광이 집단이 언제 어떤 사고를 칠 지 몰라서 견제하는 것이긴 하다." id c02_0443
    "Даже в королевских и аристократических обществах Волшебная башня является силой, с которой приходится считаться." 
    "Однако, конечно, только небеса знали, когда эта группа сумасшедших вызовет очередную катастрофу." id c02_0443

# game/script/chapter2.rpy:1865
translate russian c02_0444:

    # "마탑이 족쇄처럼 느껴지긴 해도 마탑에 소속되면 연구하기 좋은 건 사실이다." id c02_0444
    "Несмотря на то, что это похоже на оковы, внутри стен Волшебной башни есть отличное место для проведения исследований." id c02_0444

# game/script/chapter2.rpy:1867
translate russian c02_0445:

    # "마탑 장서관의 방대한 자료는 다른 곳에서 찾아볼 수 없는, 정말 온갖 정보가 모이는 곳이라 유용하다." id c02_0445
    "Обширные ресурсы библиотеки - это щедрое хранилище информации, которую больше нигде нельзя найти." id c02_0445

# game/script/chapter2.rpy:1869
translate russian c02_0446:

    # "바토는 최근에 본 '마나 융합 기법을 적용한 형상 변환 마법의 최적화' 논문에 대해 생각하다가 떠오른 게 있었다." id c02_0446
    "Бато размышлял о статье, которую он недавно видел, под названием 'Оптимизация магии трансмогрификации с помощью методов слияния маны', которая ему кое о чем напомнила." id c02_0446

# game/script/chapter2.rpy:1871
translate russian c02_0447:

    # "논문 끝에 형상 변환을 사용한 {color=#ee3939}'자위 도구 제작'{/color}에 대한 공식이 붙어있었는데, 거기에 참고 자료로 첨부된 수인들의 적나라한 교미 장면이 생각났다." id c02_0447
    "В конце статьи была написана формула для {color=#ee3939} 'создания игрушек для мастурбации'{/color} с использованием техник изменения формы," 
    "и в его голове промелькнул образ обнаженного совокупления зверолюдей, заключенный в качестве справочного материала." id c02_0447

# game/script/chapter2.rpy:1873
translate russian c02_0448:

    # "바토의 머릿속은 곧바로 그런 이미지로 가득 찼다." id c02_0448
    "В голове Бато сразу же возникли подобные образы." id c02_0448

# game/script/chapter2.rpy:1878
translate russian c02_0449:

    # "그런 생각을 하자 곧 그의 자지가 바로 반응하기 시작했다." id c02_0449
    "При таких мыслях его член сразу же начал откликаться." id c02_0449

# game/script/chapter2.rpy:1880
translate russian c02_0450:

    # b "(... 자기 전에 한 번 할까?)" id c02_0450
    b "(...может быть, один раз перед сном?)" id c02_0450

# game/script/chapter2.rpy:1893
translate russian c02_0451:

    # "바토는 그런 생각을 했다는 사실이 부끄러워졌다." id c02_0451
    "Бато почувствовал смущение от того, что вообще подумал об этом." id c02_0451

# game/script/chapter2.rpy:1895
translate russian c02_0452:

    # "너무 자주 하는 것도 좋은 생각은 아니겠지. 바토는 괜히 몸 위에 물을 끼얹으며 다른 생각을 했다." id c02_0452
    "Наверное, не стоит делать это слишком часто. Бато тщетно поливал себя водой и отвлекся на другие мысли." id c02_0452

# game/script/chapter2.rpy:1897
translate russian c02_0453:

    # "술식의 최적화를 통해 얼마나 마나를 아낄 수 있는지 암산하다가 목욕을 마쳤다." id c02_0453
    "Он закончил мыться, мысленно подсчитывая, сколько маны он мог бы сэкономить, оптимизировав импринтинг." id c02_0453

# game/script/chapter2.rpy:1901
translate russian c02_0454:

    # "바토는 침대에 누워서 잡생각에 빠져들었다. 권투 같은 육체 훈련을 해야 할지 아니면 마법 연구로 마나를 절약하는 데 집중할지 고민하다가 잠이 들었다." id c02_0454
    "Бато лежал в постели, погруженный в свои мысли. Он погрузился в сон, размышляя, стоит ли ему заняться физическими упражнениями, такими как бокс, или сосредоточиться на сохранении маны с помощью магических исследований." id c02_0454

# game/script/chapter2.rpy:1903
translate russian c02_0455:

    # "바토의 휴일은 그렇게 흘러갔다." id c02_0455
    "Вот так наступил и закончился отпуск Бато." id c02_0455

# game/script/chapter2.rpy:1919
translate russian c02_0456:

    # "바토는 유두로 자위하는 방법을 생각하며 가슴에 손을 가져갔다." id c02_0456
    "Бато прижал руки к груди, напоминая себе о методе мастурбации, стимулируя свои соски." id c02_0456

# game/script/chapter2.rpy:1921
translate russian c02_0457:

    # "가볍게 스치는 정도로는 만족할 수 없다. 바토는 자신의 유두를 꼬집고 긁으면서 짜릿한 감각에 빠져들었다." id c02_0457
    "Легкого прикосновения было бы недостаточно. Бато пощипывал и царапал свои соски, наслаждаясь волнующими ощущениями." id c02_0457

# game/script/chapter2.rpy:1926
translate russian c02_0458:

    # b "\"하아...\"" id c02_0458
    b "\"Ах...\"" id c02_0458

# game/script/chapter2.rpy:1931
translate russian c02_0459:

    # "금세 힘이 들어가서 불끈거리는 자지가 물 위로 고개를 내밀었다." id c02_0459
    "Прошло совсем немного времени, прежде чем его твердый, пульсирующий член высунул головку из воды." id c02_0459

# game/script/chapter2.rpy:1933
translate russian c02_0460:

    # "옅은 분홍빛 귀두는 유난히 통통하게 보였다." id c02_0460
    "Бледно-розовая головка выглядела более пухлой, чем обычно." id c02_0460

# game/script/chapter2.rpy:1935
translate russian c02_0461:

    # "바토는 손을 뻗어 그것을 잡으려다가 다른 생각이 떠올랐다. 전부터 궁금했던 그것을 해볼 기회였다." id c02_0461
    "Бато протянул руку, чтобы схватить его, но тут ему в голову пришла другая мысль. Это был его шанс сделать то, что ему всегда было интересно." id c02_0461

# game/script/chapter2.rpy:1943
translate russian c02_0462:

    # "바토는 아직 다른 수인과 몸을 섞어본 적은 없지만, 방법만큼은 잘 알았다. 마탑의 장서관에서 읽은 수많은 정보 덕분에 이론만큼은 누구보다 충실했다." id c02_0462
    "Бато еще не приходилось общаться со зверолюдьми, но он знал, как это делается. Его теории были не хуже других, благодаря информации, которую он почерпнул в библиотеке Башни Магии." id c02_0462

# game/script/chapter2.rpy:1950
translate russian c02_0463:

    # "깨끗하게 씻고 나온 바토는 미리 준비해 온 특별한 알약을 꺼냈다." id c02_0463
    "Приведя себя в порядок, Бато достал специальную таблетку, которую приготовил заранее." id c02_0463

# game/script/chapter2.rpy:1956
translate russian c02_0464:

    # b nake_d horny2 "\"으응... 읏!\"" id c02_0464
    b nake_d horny2 "\"Угх... Ух!\"" id c02_0464

# game/script/chapter2.rpy:1964
translate russian c02_0465:

    # "바토는 바닥에 누운 자세로 다리를 벌려 자신의 뒷구멍에 손가락을 넣었다." id c02_0465
    "Бато лег на пол, раздвинул ноги и вставил палец в дырочку своего зада." id c02_0465

# game/script/chapter2.rpy:1969
translate russian c02_0466:

    # "안쪽 깊은 곳까지 알약을 밀어 넣자, 알약이 부드럽게 녹아내리기 시작했다." id c02_0466
    "Когда он засунул таблетку поглубже внутрь, она начала медленно растворяться." id c02_0466

# game/script/chapter2.rpy:1973
translate russian c02_0467:

    # "연금술로 만든 젤이 바토의 속을 질척하게 채운다. 미끌미끌하게 변한 분홍빛 구멍은 손가락 두 개쯤은 쉽게 받아들였다." id c02_0467
    "Алхимический гель заполнил внутренности Бато. Скользкая розовая дырочка теперь легко вмещала два пальца." id c02_0467

# game/script/chapter2.rpy:1979
translate russian c02_0468:

    # b nake_d horny2 "\"하으읏!...\"" id c02_0468
    b nake_d horny2 "\"Хммм!...\"" id c02_0468

# game/script/chapter2.rpy:1983
translate russian c02_0469:

    # "손가락을 움직일 때마다 찔꺽거리는 소리와 함께 젤이 새어 나온다." id c02_0469
    "Каждый раз, когда он двигал пальцами, гель вытекал с хлюпающим звуком." id c02_0469

# game/script/chapter2.rpy:1985
translate russian c02_0470:

    # "바토의 구멍은 자신의 두꺼운 손가락도 버거워했다. 이곳에 뭘 넣어 본 경험이 부족한 탓이었다." id c02_0470
    "Даже два пальца давят на его тугую дырочку. Он никогда раньше ничего туда не засовывал." id c02_0470

# game/script/chapter2.rpy:1987
translate russian c02_0471:

    # b nake_d shy "(여기쯤에 있을 텐데...)" id c02_0471
    b nake_d shy "(Это должно быть где-то здесь...)" id c02_0471

# game/script/chapter2.rpy:1989
translate russian c02_0472:

    # "바토는 낑낑대며 자신의 구멍 안쪽을 열심히 탐험했다. 전립선을 자극하는 방법은 알지만, 전립선이 자기 몸의 어디에 있는지는 몰랐다." id c02_0472
    "Барто хмыкнул и жадно исследовал внутреннюю часть своей дырочки. Он знал о мастурбационном методе стимуляции простаты, но не знал, где она находится в его теле." id c02_0472

# game/script/chapter2.rpy:1991
translate russian c02_0473:

    # "이곳저곳을 눌러보다가 가장 그럴듯한 곳을 문지르니 조금 이상한 기분이 들었다." id c02_0473
    "Он пошарил вокруг и потер самое подходящее место и вскоре почувствовал странное ощущение." id c02_0473

# game/script/chapter2.rpy:1993
translate russian c02_0474:

    # "상상하던 짜릿한 쾌감과는 좀 거리가 있어서 실망스럽지만, 여기서 멈출 생각은 없었다." id c02_0474
    "Он был разочарован тем, что это был не тот экстатический порыв, который он себе представлял, но останавливаться на достигнутом не собирался." id c02_0474

# game/script/chapter2.rpy:1995
translate russian c02_0475:

    # "바토는 이전에 봤던 논문에 나왔던 {color=#ee3939}'자위 도구 제작'{/color} 공식을 떠올리며 마력 구체를 끌어당겨 마력을 부여 했다." id c02_0475
    "Вспомнив формулу для {color=#ee3939}'создания игрушек для мастурбации'{/color} из бумаги, которую он видел раньше, Бато придвинул к себе заряженную сферу и зарядил ее энергией." id c02_0475

# game/script/chapter2.rpy:2003
translate russian c02_0476:

    # "간단한 남근 모양의 기둥을 만들어낸 바토는 거기에 감각 공유 마법을 걸었다." id c02_0476
    "Создав простой шест фаллической формы, Бато наложил на него заклинание обмена ощущениями." id c02_0476

# game/script/chapter2.rpy:2005
translate russian c02_0477:

    # "원래는 잘린 팔다리를 대신하는 도구에 사용하는 마법이지만, 방법에 따라 고문이나 성적인 용도로 사용할 수 있다." id c02_0477
    "Первоначально это заклинание использовалось для создания инструментов, которые могли бы заменить отрубленные конечности," 
    "но, в зависимости от метода, оно также могло использоваться для пыток или сексуальных целей." id c02_0477

# game/script/chapter2.rpy:2007
translate russian c02_0478:

    # "손에 잡힌 구체는 강철처럼 단단하지만, 바토가 마나를 불어넣자 액체처럼 흐물거리며 모양을 바꿨다." id c02_0478
    "Сфера в его руке была твердой, как сталь, но когда Бато наполнил ее маной, она потекла и изменила форму, как жидкость." id c02_0478

# game/script/chapter2.rpy:2009
translate russian c02_0479:

    # "바토는 자위 도구를 보면서 침을 꿀꺽 삼켰다." id c02_0479
    "Бато с трудом сглотнул, глядя на инструмент для мастурбации." id c02_0479

# game/script/chapter2.rpy:2011
translate russian c02_0480:

    # b "...넣어볼까?" id c02_0480
    b "...Давай вставим это внутрь." id c02_0480

# game/script/chapter2.rpy:2026
translate russian bear_see_01_0a10c9da:

    # "바토가 직접 만든 어른의 장난감을 뒷구멍에 넣자, 약간의 고통과 처음 겪는 쾌락이 동시에 찾아왔다."
    "Когда Бато вставил свою самодельную игрушку для взрослых себе в зад, он почувствовал легкую боль и удовольствие, которого никогда раньше не испытывал одновременно."

# game/script/chapter2.rpy:2031
translate russian c02_0481:

    # b nake_d horny2 "\"허억!!... 후, 흐으읏!\"" id c02_0481
    b nake_d horny2 "\"Ах!!... Ха, нгхх!\"" id c02_0481

# game/script/chapter2.rpy:2033
translate russian c02_0482:

    # "뚫으면서 동시에 뚫리는 감각은 말로 표현하기 힘든 충격적인 경험이었다. 쾌감이 어느 정도 고통을 상쇄해 줘서 그나마 집어넣을 수 있었다." id c02_0482
    "Ощущение проникновения и того, что в тебя проникают одновременно, было потрясающим опытом, который трудно описать словами. Удовольствие в какой-то степени компенсировало боль, так что он смог продолжить." id c02_0482

# game/script/chapter2.rpy:2035
translate russian c02_0483:

    # "가짜긴 해도 처음으로 뒤에 넣어지는 것은 쉽지 않았다. 바토는 손가락으로 할 때와 차원이 다른 감각에 헐떡였다." id c02_0483
    "Несмотря на то, что это была подделка, было нелегко ввести что-то внутрь него в первый раз. Бато ахнул от ощущения, совершенно отличающегося от того, когда он пользовался пальцами." id c02_0483

# game/script/chapter2.rpy:2039
translate russian c02_0484:

    # "겨우 숨을 가다듬고 나서 본격적으로 움직이기 시작하자, 저릿저릿한 느낌에 숨소리조차 내기 힘들었다." id c02_0484
    "Когда он наконец отдышался и начал двигать своим телом, то едва мог дышать из-за ощущения покалывания." id c02_0484

# game/script/chapter2.rpy:2041
translate russian c02_0485:

    # b nake_d horny "(조금만 더 깊이...)" id c02_0485
    b nake_d horny "(Немного глубже...)" id c02_0485

# game/script/chapter2.rpy:2043
translate russian c02_0486:

    # "장난감을 잡고 움직일 때마다 안쪽을 무자비하게 침범당하는 감각과 동시에, 감각 공유 마법을 통해 전해진 자기 구멍의 조임이 바토의 좆을 마구 쥐어짰다." id c02_0486
    "В то же время ощущение безжалостного вторжения внутрь каждый раз, когда он хватал игрушку и двигал ею, и напряжение в его дырочке," 
    "передаваемое через магию обмена ощущениями, сжимали член Бато." id c02_0486

# game/script/chapter2.rpy:2048
translate russian c02_0487:

    # "구멍의 질척거리는 소리와 바토의 허덕이는 숨소리만이 방 안에 울려 퍼진다." id c02_0487
    "Только хлюпающий звук открывающейся дыры и прерывистое дыхание Бато эхом отдавались в комнате." id c02_0487

# game/script/chapter2.rpy:2050
translate russian c02_0488:

    # "감당하기 벅찬 느낌에 가쁜 숨을 내쉬면서도, 바토는 본능적으로 더 강한 쾌감을 찾아 헤맸다." id c02_0488
    "Даже задыхаясь от ошеломляющих ощущений, Бато инстинктивно искал более острого наслаждения." id c02_0488

# game/script/chapter2.rpy:2052
translate russian c02_0489:

    # "살짝 더 안쪽의 어딘가를 강하게 누르면 이 답답함이 해소될 것 같다. 바토는 움직임을 잠깐 멈추고 다른 방법을 고민했다." id c02_0489
    "Возможно, если бы я надавил посильнее куда-нибудь вглубь себя, это сдерживаемое раздражение ушло бы на второй план. Бато сделал паузу и обдумал варианты." id c02_0489

# game/script/chapter2.rpy:2057
translate russian c02_0490:

    # b nake_d shy "\"... 이것보다 더 커야 하나?\"" id c02_0490
    b nake_d shy "\"...должно ли оно быть больше этого?\"" id c02_0490

# game/script/chapter2.rpy:2059
translate russian c02_0491:

    # "바토는 자신이 만든 장난감이 너무 작은 건 아닌지 진지하게 고민했다." id c02_0491
    "Бато всерьез задумался, не слишком ли мала его игрушка." id c02_0491

# game/script/chapter2.rpy:2061
translate russian c02_0492:

    # "분명히 책에서 말한 '초심자 추천' 크기에 맞춰서 만든 것 같은데, 무의식중에 겁이 나서 크기를 줄였을지도 모른다." id c02_0492
    "Я почти уверен, что довел размер до 'рекомендованного для начинающих', указанного в книге, но он, возможно, подсознательно уменьшил его из-за опасений." id c02_0492

# game/script/chapter2.rpy:2077
translate russian c02_0493:

    # "바토는 장난감에 손을 대고 다시 마나를 써서 형태를 바꾸기로 했다. 이번에는 좀 더 크고 길쭉한 걸로, 모양도 신경 써서 더 '진짜' 같이 만들었다." id c02_0493
    "Бато прикоснулся к игрушке и снова использовал ману, чтобы придать ей форму. На этот раз игрушка была больше и длиннее," 
    "и он позаботился о том, чтобы придать ей форму, которая выглядела более 'настоящей'." id c02_0493

# game/script/chapter2.rpy:2079
translate russian c02_0494:

    # "바토가 한 가지 간과한 것은, 장난감을 뒷구멍에서 빼지 않고 그대로 마법을 사용한 것이다." id c02_0494
    "Одна вещь, которую Бато упустил из виду, заключалась в том, что он наложил заклинание непосредственно на игрушку, когда она еще была в его дырке." id c02_0494

# game/script/chapter2.rpy:2081
translate russian c02_0495:

    # "다시 말해 장난감이 자신의 뒷구멍 속에서 마구 커지는 것과 동시에, 감각 공유로 자지까지 무시무시한 자극을 당하는 것이다." id c02_0495
    "Другими словами, когда он почувствовал, что игрушка значительно увеличилась в размерах, все еще находясь в его дырочке, его член в то же время получил огромное удовольствие от чувственного обмена." id c02_0495

# game/script/chapter2.rpy:2091
translate russian c02_0496:

    # b nake_d horny3 "\"크읏, 아, 아흐으으으으윽!!... 그어어어어!!\"" id c02_0496
    b nake_d horny3 "\"Кгрр, Ахх, аррг!!... Гррх!!\"" id c02_0496

# game/script/chapter2.rpy:2097
translate russian c02_0497:

    # "말로 표현하기 힘든 폭력적인 감각에 바토는 신음을 흘리다가 아예 짐승의 소리를 냈다." id c02_0497
    "Бато застонал от ощущения, столь безжалостного, что его невозможно было описать словами, а затем издал громкий звериный рык." id c02_0497

# game/script/chapter2.rpy:2099
translate russian c02_0498:

    # "좋고 싫음을 구분할 수 없는 강렬한 자극에 몸을 덜덜 떨었다. 눈물도 찔끔 흘린 것 같지만 그것보다 사정의 쾌감이 짜릿하게 느껴졌다." id c02_0498
    "Он содрогнулся от сильного раздражения, что не мог отличить хорошее от плохого. Слезы, казалось, жгли глаза, но удовольствие от происходящего казалось более волнующим, чем на самом деле." id c02_0498

# game/script/chapter2.rpy:2101
translate russian c02_0499:

    # "정작 바토의 남근에선 정액이 나오지 않았다." id c02_0499
    "Однако из мужского достоинства Бато не вытекло ни капли спермы." id c02_0499

# game/script/chapter2.rpy:2108
translate russian c02_0500:

    # "계속되는 절정의 감각에 휩쓸려 정액을 싸는 기분이 들었지만, 바토의 분홍빛 자지는 투명한 전립선액을 뱉을 뿐이었다." id c02_0500
    "Хотя он чувствовал, что вот-вот кончит от ощущения бесконечной кульминации, ему хотелось кончить, но розоватый член Бато только выплевывал прозрачную жидкость из простаты." id c02_0500

# game/script/chapter2.rpy:2110
translate russian c02_0501:

    # "처음 경험하는 전립선 오르가즘은 정말 이상하면서도 중독적인 느낌이었다." id c02_0501
    "Его первый оргазм простаты был действительно странным и вызывающим привыкание ощущением." id c02_0501

# game/script/chapter2.rpy:2114
translate russian c02_0502:

    # b nake_d horny2 "\"허억... 후우, 하윽!\"" id c02_0502
    b nake_d horny2 "\"Ух ты... Воу, вау!\"" id c02_0502

# game/script/chapter2.rpy:2116
translate russian c02_0503:

    # "육체는 이미 쾌락에 휩쓸려 절정을 시작했지만, 정신은 이제부터가 진짜 시작이라는 듯 불이 붙었다. 과거에 했던 자위는 그냥 잠깐의 손장난에 불과했다." id c02_0503
    "Его тело уже было охвачено наслаждением и приближалось к кульминации, но разум пылал, как будто это было только начало." 
    "Мастурбация, которой он занимался в прошлом, была всего лишь мимолетным флиртом." id c02_0503

# game/script/chapter2.rpy:2118
translate russian c02_0504:

    # "황홀한 감각에 녹아내리던 바토는 지금 자신의 뒤를 꽉 채운 물건이 진짜였으면 하는 마음이 들었다." id c02_0504
    "Тая в экстатическом ощущении, Бато поймал себя на том, что желает, чтобы то, что так сильно переполняло его изнутри, было настоящим." id c02_0504

# game/script/chapter2.rpy:2120
translate russian c02_0505:

    # "자료로 본 수인들의 교미 장면에서, 힘차게 자지를 박아 넣는 말 수인과 쾌감에 울부짖는 사자 수인의 모습이 생각났다." id c02_0505
    "Это напомнило ему сцены совокупления зверолюдей, изображенные в справочных материалах: зверочеловек-конь с силой вводит свой член внутрь и вынимает наружу, а зверочеловек-лев рычит от удовольствия." id c02_0505

# game/script/chapter2.rpy:2122
translate russian c02_0506:

    # b "(괜히 우는 게 아니었구나...)" id c02_0506
    b "(Я думаю, он плакал не зря...)" id c02_0506

# game/script/chapter2.rpy:2124
translate russian c02_0507:

    # "참고 싶어도 참을 수 없는 체험을 해보니 이제 이해가 간다. 오히려 그렇게 짐승처럼 울부짖고 싶은 욕구가 심장을 뜨겁게 달군다." id c02_0507
    "Теперь, когда он испытал то, от чего, как он знал, не смог бы удержаться, как бы сильно ни старался, он понял. На самом деле, желание завыть по-звериному тлело в его сердце." id c02_0507

# game/script/chapter2.rpy:2126
translate russian c02_0508:

    # "욕망에 이끌린 바토는 장난감에 다른 마법을 걸었다. 난폭하게 구멍을 유린당하는 기분을 느끼고 싶어서 장난감이 자동으로 움직이게 했다." id c02_0508
    "Движимый желанием, Бато наложил на игрушку еще одно заклинание. Он хотел почувствовать, каково это, когда тебя жестоко насилуют, поэтому заставил игрушку двигаться автоматически." id c02_0508

# game/script/chapter2.rpy:2146
translate russian c02_0509:

    # "그리고 바토는 그 결정을 곧바로 후회했다." id c02_0509
    "Бато тут же пожалел о своем решении." id c02_0509

# game/script/chapter2.rpy:2150
translate russian c02_0510:

    # b nake_d horny3 "\"윽, 앗! 하으, 잠깐. 으아악! 하응! 크으, 안 돼!\"" id c02_0510
    b nake_d horny3 "\"Угх, ахх! Ах, подожди. Угх! Ах! Угх, нет!\"" id c02_0510

# game/script/chapter2.rpy:2152
translate russian c02_0511:

    # "생각한 대로 뒷구멍이 마구 쑤셔지는 쾌감은 정말 좋았다. 하지만 감각 공유를 해제하는 걸 깜빡한 나머지, 방금 사정한 자지가 강제로 쥐어짜이기 시작했다." id c02_0511
    "Ощущение от того, что его трахают в задницу, как он и ожидал, было великолепным, но он забыл отключить сенсорное управление, и его только что эякулированный член начали насильно доить." id c02_0511

# game/script/chapter2.rpy:2154
translate russian c02_0512:

    # "그것은 바토의 엉덩이가 장난감을 마구 쥐어짠다는 뜻이다." id c02_0512
    "Это означало, что задница Бато безжалостно сжимала игрушку." id c02_0512

# game/script/chapter2.rpy:2156
translate russian c02_0513:

    # "굵직한 (가짜) 자지에 꿰뚫린 구멍은 움직임에 맞춰 한껏 벌려졌다가 오므리기를 반복했다." id c02_0513
    "Дырочка, в которую проникал толстый (ненастоящий) член, открывалась и закрывалась в такт движению." id c02_0513

# game/script/chapter2.rpy:2158
translate russian c02_0514:

    # "바토에게는 조금 과한 크기인지 바토의 엉덩이는 움직이는 장난감을 꽉 물고 놓아주지 않았다." id c02_0514
    "Он был немного великоват для Бато, и его дырочка обхватила движущуюся игрушку и не отпускала." id c02_0514

# game/script/chapter2.rpy:2160
translate russian c02_0515:

    # "쾌락에 충실한 육체는 벌벌 떨면서도 그 모든 감각을 생생하게 받아들였다." id c02_0515
    "Одержимое наслаждением тело живо воспринимало все ощущения, даже когда сильно содрогалось." id c02_0515

# game/script/chapter2.rpy:2169
translate russian c02_0516:

    # b nake_d horny3 "\"싸...싼다아아앗...!!\"" id c02_0516
    b nake_d horny3 "\"Вот... Я... Иду!!\"" id c02_0516

# game/script/chapter2.rpy:2175
translate russian c02_0517:

    # "한 차원 높은 절정을 경험한 바토는 얼굴에 튈 정도로 강하게 정액을 분출했다." id c02_0517
    "Испытывая новый уровень оргазма, сперма вырвалась из его члена с такой силой, что брызнула ему на лицо." id c02_0517

# game/script/chapter2.rpy:2177
translate russian c02_0518:

    # "그러나 절정은 모든 정액을 쏟아낼 때까지 끝나지 않았고, 바토의 좆은 투명한 전립선액까지 뿜어댔다." id c02_0518
    "Но кульминация наступила только после того, как вся сперма была выплеснута наружу, и член Бато тоже исторг прозрачную жидкость из простаты." id c02_0518

# game/script/chapter2.rpy:2179
translate russian c02_0519:

    # "바토는 양손으로 자신의 유두를 꼬집으며 황홀경에 빠져들었다." id c02_0519
    "Бато ущипнул себя за соски обеими руками и впал в экстаз." id c02_0519

# game/script/chapter2.rpy:2181
translate russian c02_0520:

    # b "(너무, 너무 좋아!)" id c02_0520
    b "(Это так, так приятно!)" id c02_0520

# game/script/chapter2.rpy:2188
translate russian c02_0521:

    # "바토는 더 이상 아무것도 나오지 않을 때까지 절정을 계속했다." id c02_0521
    "Бато продолжал кончать, пока больше ничего не вышло." id c02_0521

# game/script/chapter2.rpy:2190
translate russian c02_0522:

    # "바닥에 흘러내리는 액체라던가 축축하게 적셔진 털이 뭉치는 것 따위는 신경 쓰지 않고 온전히 자신의 감각에만 집중했다." id c02_0522
    "Он не обращал внимания ни на жидкость, залившую пол, ни на то, что его шерсть слиплась после того, как он был забрызган спермой, сосредоточившись исключительно на своих ощущениях." id c02_0522

# game/script/chapter2.rpy:2200
translate russian c02_0523:

    # b "\"흐으으... 하아아아아아아...\"" id c02_0523
    b "\"Хмф... Хааааааааааааах...\"" id c02_0523

# game/script/chapter2.rpy:2207
translate russian c02_0524:

    # "겨우 이성을 조금 되찾은 바토는 자신의 뒤에 꽂혀있던 장난감을 뽑아냈다." id c02_0524
    "Наконец, немного придя в себя, Бато вытащил игрушку из-за дырочки." id c02_0524

# game/script/chapter2.rpy:2209
translate russian c02_0525:

    # "제멋대로 움직이는 거대한 자지가 약간 징그럽게 느껴지면서도, 이런 게 자신의 속에서 꿈틀거렸다는 사실이 약간 뿌듯하기도 했다." id c02_0525
    "Он чувствовал себя немного напуганным движением гигантского члена, но в то же время немного гордым за то, что такая штука дергалась внутри него всего мгновение назад." id c02_0525

# game/script/chapter2.rpy:2214
translate russian c02_0526:

    # "텅 빈 뒷구멍이 벌름거리는 것을 스스로 느낄 수 있었다. 마음 한구석에서 다시 쾌락을 경험하고 싶은 욕구가 스멀스멀 새어 나왔지만 바토는 이성의 끈을 꽉 붙잡았다." id c02_0526
    "Он почувствовал, как сморщилась его широкая пустая дыра. Желание снова испытать удовольствие выползло из глубины его сознания, но Бато крепко держался за нити рассудка." id c02_0526

# game/script/chapter2.rpy:2216
translate russian c02_0527:

    # "바토는 장난감을 원래의 마법 구체로 되돌리고 바닥에 내려놓았다. 이제서야 자신의 털이 엉망으로 뭉쳐진 것을 깨달았다." id c02_0527
    "Бато вернул игрушке ее первоначальный вид - волшебную сферу - и положил ее на пол. Только сейчас он понял, что его мех в беспорядке слипся." id c02_0527

# game/script/chapter2.rpy:2218
translate russian c02_0528:

    # b nake_d shy "(이런, 다시 씻어야겠네.)" id c02_0528
    b nake_d shy "(Упс, мне нужно помыться еще раз.)" id c02_0528

# game/script/chapter2.rpy:2220
translate russian c02_0529:

    # "희뿌연 액체로 엉망이 된 바닥까지 전부 청소하려면 꽤 시간이 걸릴 것이다." id c02_0529
    "Потребуется некоторое время, чтобы убрать весь пол, покрытый беловатой жидкой массой." id c02_0529

# game/script/chapter2.rpy:2222
translate russian c02_0530:

    # "푹 쉬려던 원래의 계획은 전부 엉망이 됐지만, 그 어느 때보다 만족스러운 하루를 즐길 수 있었다." id c02_0530
    "Его первоначальные планы хорошо выспаться ночью были отброшены в сторону, но в итоге он наслаждался днем больше, чем когда-либо." id c02_0530

# game/script/chapter2.rpy:2224
translate russian c02_0531:

    # "바토는 힘이 풀려 후들거리는 다리로 간신히 일어나 화장실로 향했다." id c02_0531
    "Бато с трудом поднялся на подкашивающиеся ноги и направился в ванную." id c02_0531

# game/script/chapter2.rpy:2226
translate russian c02_0532:

    # "바토의 휴일은 그렇게 흘러갔다." id c02_0532
    "Вот так наступил и закончился отпуск Бато." id c02_0532

# game/script/chapter2.rpy:2237
translate russian c02_0533:

    # "던전에서 겪은 사건 이후로 충분한 휴식을 취한 가헬은 다시 [pl_name]의 상점 일을 돕기 시작했다." id c02_0533
    "Хорошо отдохнувший после событий в подземелье, Гахель возобновил помогать [pl_name] с его магазином." id c02_0533

# game/script/chapter2.rpy:2239
translate russian c02_0534:

    # "상품은 적당히 잘 팔렸고 금화는 창고에 차곡차곡 쌓였다. [pl_name][josa_eun_neun] 저축한 돈으로 아티팩트를 하나 구하려고 했지만..." id c02_0534
    "Товары продавались довольно хорошо, а золотые монеты скапливались на складе. [pl_name] пытался купить артефакт на свои сбережения, но..." id c02_0534

# game/script/chapter2.rpy:2244
translate russian c02_0535:

    # w "\"더 나중에 줘도 괜찮다.\"" id c02_0535
    w "\"Ты можешь заплатить мне позже, это нормально.\"" id c02_0535

# game/script/chapter2.rpy:2249
translate russian c02_0536:

    # c "\"하지만 이미 한 달 미뤘잖아. 상인으로서 내 자존심이...\"" id c02_0536
    c talk "\"Но я уже отложил это на месяц, а также свою гордость как торговца...\"" id c02_0536

# game/script/chapter2.rpy:2251
translate russian c02_0537:

    # "가헬에게 계약금으로 지불할 아티팩트를 구해야 하는데, 시중에서 살 수 있는 물건이 없었다." id c02_0537
    "Он должен был найти артефакт, чтобы заплатить Гахелю в качестве первоначального взноса, но на рынке его не было." id c02_0537

# game/script/chapter2.rpy:2253
translate russian c02_0538:

    # "물론 돈으로 줄 수도 있지만, 그냥 [pl_name]의 마음에 걸리는 것이었다." id c02_0538
    "Конечно, он мог бы заплатить за это наличными, но это было просто то, что [pl_name] не совсем устраивало." id c02_0538

# game/script/chapter2.rpy:2255
translate russian c02_0539:

    # "계약이 항상 완벽하게 지켜지는 것은 아니지만, 어쨌든 계약은 계약이니까 지키려고 노력하는 게 마땅했다." id c02_0539
    "Соглашения не всегда соблюдаются идеально, но контракт есть контракт, и он должен был попытаться его выполнить." id c02_0539

# game/script/chapter2.rpy:2260
translate russian c02_0540:

    # w "\"무리하지 말고, 어차피 당장 필요한 물건이 아니니까.\"" id c02_0540
    w "\"Не переутомляйся. В любом случае, это не то, что мне нужно прямо сейчас.\"" id c02_0540

# game/script/chapter2.rpy:2265
translate russian c02_0541:

    # c "\"그래... 조금만 더 기다려볼게.\"" id c02_0541
    c talk "\"Хорошо... Я подожду еще немного.\"" id c02_0541

# game/script/chapter2.rpy:2267
translate russian c02_0542:

    # "[pl_name][josa_eun_neun] 가헬의 말에 결국 현실과 타협하고 말았다." id c02_0542
    "Слова Гахеля в конечном счете заставили [pl_name] пойти на компромисс с реальностью." id c02_0542

# game/script/chapter2.rpy:2269
translate russian c02_0543:

    # "사실 아무 아티팩트나 괜찮았다면 당장이라도 하나 구할 수 있었다. 가헬같은 용병과 1년 계약을 할 정도로 '비싼' 아티팩트를 구하지 못해서 문제인 것이다." id c02_0543
    "На самом деле, он мог бы раздобыть любой старый артефакт, если бы захотел." 
    "Просто у него не было доступа к артефактам, которые были бы достаточно 'дорогими', чтобы заключить годовой контракт с таким наемником, как Гахель." id c02_0543

# game/script/chapter2.rpy:2271
translate russian c02_0544:

    # "'아티팩트'는 본디 고대의 기술과 마법으로 만들어 강력한 힘을 가진 유물을 지칭하는 말이다." id c02_0544
    "'Артефакт' - это, по сути, реликвия, созданная с использованием древних и, следовательно, могущественных технологий и магии." id c02_0544

# game/script/chapter2.rpy:2273
translate russian c02_0545:

    # "하지만 점차 고대에 만들어지지 않은 물건에도 아티팩트라는 단어가 붙기 시작했다." id c02_0545
    "Однако постепенно слово артефакт стало применяться к предметам, которые не были изготовлены в древние времена." id c02_0545

# game/script/chapter2.rpy:2275
translate russian c02_0546:

    # "결국 아티팩트의 기능에 따라 등급이 매겨지고 그에 따라 가격이 매겨졌다." id c02_0546
    "В конце концов, артефакты были классифицированы в зависимости от их функциональности и соответственно оценены." id c02_0546

# game/script/chapter2.rpy:2277
translate russian c02_0547:

    # "비싼 아티팩트는 지금 내 상황처럼 거래 대금으로 활용하기도 하고, 부자들이 과시용으로 구매하기도 한다." id c02_0547
    "Дорогие артефакты могут быть использованы для оплаты сделок, как в данной ситуации, или же они могут быть куплены богатыми людьми в качестве демонстрации богатства." id c02_0547

# game/script/chapter2.rpy:2279
translate russian c02_0548:

    # c "(그냥 내가 직접 만들어볼까? 아, 아니다...)" id c02_0548
    c consider "(Может, мне просто сделать его самому? Нет, так не пойдет...)" id c02_0548

# game/script/chapter2.rpy:2281
translate russian c02_0549:

    # c "스승님이라면 모를까, 내 실력으로는 그렇게까지 가치 있는 아티팩트를 만들 수 없을 것이다." id c02_0549
    c base "Я не думаю, что мои навыки позволили бы мне создать артефакт такой ценности." id c02_0549

# game/script/chapter2.rpy:2283
translate russian c02_0550:

    # c "애초에 내 전문 분야가 아니라서 뭘 어떻게 해야 할지 감이 잡히지 않았다." id c02_0550
    c "Это не моя специализация, поэтому я понятия не имел, что делать." id c02_0550

# game/script/chapter2.rpy:2285
translate russian c02_0551:

    # c "\"스승님이 계시면...\"" id c02_0551
    c talk "\"Если бы только мой мастер был здесь...\"" id c02_0551

# game/script/chapter2.rpy:2287
translate russian c02_0552:

    # c "스승님은 강력한 마력을 타고난 용 수인이며 동시에 주술을 자유자재로 사용할 수 있는 숙련된 주술사였다." id c02_0552
    c base "Мой Мастер был драконорожденным, обладавшим могущественной магической силой, искусным шаманом, знавшим толк в могущественных заклинаниях." id c02_0552

# game/script/chapter2.rpy:2289
translate russian c02_0553:

    # c "아티팩트 하나쯤 간단하게 뚝딱 만들어낼 수 있는 사람이지만, 만나고 싶다고 아무 때나 만날 수 없는 게 문제다." id c02_0553
    c "Он из тех парней, которые могут в мгновение ока изготовить артефакт, но он был не из тех, кто оказывается рядом всякий раз, когда в нем возникает необходимость." id c02_0553

# game/script/chapter2.rpy:2291
translate russian c02_0554:

    # c "아마 지금도 마음대로 전 세계를 떠돌며 사람들을 도와주거나 무언가를 잔뜩 먹고 있을 것이다." id c02_0554
    c "Вероятно, он все еще путешествует по миру в свое удовольствие, помогая людям и набивая рот едой." id c02_0554

# game/script/chapter2.rpy:2296
translate russian c02_0555:

    # w "\"그보다, 오늘 영업 끝나면 같이 술집에 가는 거 어때. 가볍게 술도 한잔 하고.\"" id c02_0555
    w "\"Почему бы нам сегодня после работы не сходить в таверну? Мы могли бы выпить.\"" id c02_0555

# game/script/chapter2.rpy:2298
translate russian c02_0556:

    # c "\"술집?... 굳이?\"" id c02_0556
    c question2 "\"В таверне...? Почему?\"" id c02_0556

# game/script/chapter2.rpy:2304
translate russian c02_0557:

    # "[pl_name][josa_eun_neun] 술을 자주 마시는 편이 아니라서 가볍게 대답했지만, 가헬은 [pl_name]의 말에 큰 충격을 받은 것 같았다." id c02_0557
    "[pl_name] произнес эти слова, не задумываясь, поскольку пил нечасто, но Гахель, казалось, был шокирован словами [pl_name]." id c02_0557

# game/script/chapter2.rpy:2306
translate russian c02_0558:

    # "마치 비 맞은 강아지 같은 표정이 된 가헬을 보자 [pl_name][josa_eun_neun] 죄책감이 들기 시작했다." id c02_0558
    "Глядя на Гахеля, который выглядел как щенок, попавший под дождь, [pl_name] начал испытывать чувство вины за то, что так отреагировал на приглашение Гахеля." id c02_0558

# game/script/chapter2.rpy:2308
translate russian c02_0559:

    # c "(가헬이 데이트 신청한 것도 아닌데... 너무 단칼에 거절했나?)" id c02_0559
    c consider "(Не похоже, что Гахель пригласил на свидание... Не слишком ли быстро я ему отказал?)" id c02_0559

# game/script/chapter2.rpy:2313
translate russian chapter2_end_02e9d112:

    # w "\"가끔은 놀러가는 것도 좋지 않나?...\""
    w "\"Разве не здорово время от времени прохлодиться...?\""

# game/script/chapter2.rpy:2318
translate russian c02_0560:

    # c "\"다, 다음에 가자. 하하...\"" id c02_0560
    c ddam2 "\"Давай, пойдем в следующий раз. Хаха...\"" id c02_0560

# game/script/chapter2.rpy:2323
translate russian c02_0561:

    # w "\"... 알았다.\"" id c02_0561
    w "\"...Хорошо.\"" id c02_0561

# game/script/chapter2.rpy:2328
translate russian c02_0562:

    # c "내 언행에 익숙한 가헬이라면 내가 대충 둘러댄 것을 알아차릴 것이다. 그러나 가헬은 더 이상 추궁하지 않고 고개를 끄덕였다." id c02_0562
    c base "Гахель, знакомый с моими речевыми привычками, понял бы, что я просто придумываю, что сказать. Но он кивнул, не задавая дальнейших вопросов." id c02_0562

# game/script/chapter2.rpy:2330
translate russian c02_0563:

    # c "(아무래도 다음에는 꼭 같이 가야만 할 것 같다...)" id c02_0563
    c consider "(Думаю, в следующий раз мне придется пойти с тобой...)" id c02_0563

# game/script/chapter2.rpy:2332
translate russian c02_0564:

    # c "평범하게 흘러가는 하루에 감사함보다 지루함을 느끼기 시작할 때쯤, 또 다른 '사건'이 일어났다." id c02_0564
    c base "Как раз в тот момент, когда моя скука начала затмевать благодарность за очередной спокойный день, произошло еще одно 'событие'." id c02_0564

# game/script/chapter2.rpy:2334
translate russian c02_0565:

    # c "바로 내 스승님이 마법 상점을 찾아온 것이다." id c02_0565
    c "Никто иной, как мой учитель, не посещал волшебную лавку." id c02_0565

translate russian strings:

    # game/script/chapter2.rpy:182
    old "허브 채집을 함께하자고 한다."
    new "Попросить его собрать травы вместе."

    # game/script/chapter2.rpy:182
    old "경비를 부탁한다."
    new "Попросить его посторожить."

    # game/script/chapter2.rpy:186
    old "가헬 이해도 변화"
    new "Понимание Гахеля симпатий"

    # game/script/chapter2.rpy:681
    old "강제로 벗긴다."
    new "Раздеть его окончательно."

    # game/script/chapter2.rpy:1136
    old "그게 뭔지 물어본다."
    new "Спросить его, что это такое."

    # game/script/chapter2.rpy:1136
    old "대충 아는 척 넘어간다."
    new "Притворится, что знаешь, и двигаться дальше."

    # game/script/chapter2.rpy:1140
    old "바토 이해도 변화"
    new "Понимание Бато симпатий"

    # game/script/chapter2.rpy:1884
    old "아니다. 오늘은 그냥 쉬자."
    new "Нет, просто отдохну сегодня."

    # game/script/chapter2.rpy:1884
    old "지금이 아니면 언제 하겠어?"
    new "Если не сейчас, то когда?"

    # game/script/chapter2.rpy:2013
    old "자위 도구를 넣는다."
    new "Вставить игрушку для мастурбации."

# TODO: Translation updated at 2025-01-09 23:18

translate russian strings:

    # game/script/chapter2.rpy:237
    old "이미지 : 가헬(검)"
    new "Изображение: Gahel (Меч)"

    # game/script/chapter2.rpy:566
    old "이미지 : 가헬(아우라)"
    new "Изображение: Gahel (Аура)"

    # game/script/chapter2.rpy:578
    old "정보 : 마력 폭주"
    new "Информация: Неистовство маны"

    # game/script/chapter2.rpy:666
    old "정보 : 전송 마법진"
    new "Информация: Магический круг телепортации"

    # game/script/chapter2.rpy:718
    old "이미지 : 가헬(속옷)"
    new "Изображение: Gahel (Нижнее белье)"

    # game/script/chapter2.rpy:727
    old "이미지 : 가헬(알몸)"
    new "Изображение: Gahel (Обнаженный)"

    # game/script/chapter2.rpy:790
    old "이미지 : 가헬(발기)"
    new "Изображение: Gahel (Возбужденный)"

    # game/script/chapter2.rpy:988
    old "캐릭터 : 바토"
    new "Персонаж: Bato"

    # game/script/chapter2.rpy:1037
    old "정보 : 마력 누수"
    new "Информация: Утечка маны"

    # game/script/chapter2.rpy:1134
    old "이미지 : 바토(너클)"
    new "Изображение: Bato (Костяшка)"

    # game/script/chapter2.rpy:1321
    old "정보 : 마탑"
    new "Информация: Волшебная башня"

    # game/script/chapter2.rpy:1493
    old "정보 : 시술"
    new "Информация: Процедура"

    # game/script/chapter2.rpy:1519
    old "정보 : 아티팩트"
    new "Информация: Артефакт"

    # game/script/chapter2.rpy:1750
    old "정보 : 주술"
    new "Информация: колдовство"

    # game/script/chapter2.rpy:1897
    old "이미지 : 바토(알몸)"
    new "Изображение: Bato (Обнаженный)"

    # game/script/chapter2.rpy:2024
    old "이미지 : 바토(발기)"
    new "Изображение: Bato (Возбужденный)"

