# TODO: Translation updated at 2024-04-05 01:22

# game/script/chapter3.rpy:31
translate russian c03_0000:

    # c base "오늘의 가게는 유난히 한산했다." id c03_0000
    c base "Сегодня в магазине было необычно тихо." id c03_0000

# game/script/chapter3.rpy:33
translate russian c03_0001:

    # c "가헬은 소속된 용병단의 회의가 있는지 아침부터 용병 길드로 갔다." id c03_0001
    c "Ранним утром Гахель отправился в гильдию наемников на встречу с группой наемников, к которой он принадлежал." id c03_0001

# game/script/chapter3.rpy:35
translate russian c03_0002:

    # c "평소에는 항상 첫 손님의 자리를 차지하던 엘레드도 최근에 바쁜 일이 있는지 얼굴을 자주 비추지 못했다." id c03_0002
    c "Элред, который обычно занимал место первого посетителя, в последнее время почти не показывался из-за того, что был чем-то занят." id c03_0002

# game/script/chapter3.rpy:37
translate russian c03_0003:

    # c "손님도 별로 없기도 했고, 오늘은 창고 정리나 하기로 결정 했다." id c03_0003
    c "Поскольку покупателей было немного, я решил потратить день на приведение в порядок склад." id c03_0003

# game/script/chapter3.rpy:42
translate russian c03_0004:

    # c "나는 난장판으로 흩어진 책들을 책장에 꽂으며 최대한 창고를 깔끔하게 정리했다." id c03_0004
    c "Когда я расставлял разбросанные книги по полкам, я наткнулся на кое-что." id c03_0004

# game/script/chapter3.rpy:47
translate russian c03_0005:

    # c "\"응? 이건...\"" id c03_0005
    c "\"А? Это...\"" id c03_0005

# game/script/chapter3.rpy:58
translate russian c03_0006:

    # c "손에 걸리는 끈이 있어서 당겨보니 작은 보석 목걸이였다. 푸른 보석을 보니 이게 무슨 물건이었는지 기억났다." id c03_0006
    c "Потянув за ниточку, которую нащупал в руке, я обнаружил маленькое ожерелье с драгоценными камнями. Увидев голубой самоцвет, я вспомнил, что это за вещь." id c03_0006

# game/script/chapter3.rpy:63
translate russian c03_0007:

    # c "내 스승님이 선물해 준 아티팩트로, 미리 저장한 장소를 찾아갈 수 있도록 도와주는 나침반 기능이 있다." id c03_0007
    c "Это был артефакт, подаренный мне моим учителем, оснащенный функцией компаса, который позволял определить местоположение в заранее определенном месте." id c03_0007

# game/script/chapter3.rpy:68
translate russian c03_0008:

    # c "\"어라? 안 켜지네.\"" id c03_0008
    c "\"Ох? Он не работает.\"" id c03_0008

# game/script/chapter3.rpy:73
translate russian c03_0009:

    # c "아무래도 오래된 물건인 데다가 등급도 낮은 아티팩트니까 마력이 다 소진되어 더 이상 작동하지 않는 것 같다." id c03_0009
    c "Казалось, что артефакт, будучи старым и низкого качества, исчерпал свою магию и больше не работал." id c03_0009

# game/script/chapter3.rpy:75
translate russian c03_0010:

    # c "이제는 그냥 싸구려 보석 목걸이나 다름없지만, 추억이 깃든 물건이니까 상자에 잘 보관하기로 했다." id c03_0010
    c "Хотя сейчас это всего лишь дешевое ожерелье с драгоценными камнями, оно было подарком на память, наполненным воспоминаниями, поэтому я решил бережно хранить его в шкатулке." id c03_0010

# game/script/chapter3.rpy:80
translate russian c03_0011:

    # c "(그러고 보니 스승님은 뭐 하고 계시려나?)" id c03_0011
    c "(Интересно, что сейчас делает Мастер?)" id c03_0011

# game/script/chapter3.rpy:82
translate russian c03_0012:

    # c "나는 목걸이를 손에 든 채로 생각에 잠겼다." id c03_0012
    c "Держа в руках ожерелье, я погрузился в свои мысли." id c03_0012

# game/script/chapter3.rpy:87
translate russian c03_0013:

    # c "내가 마법 상점을 차리기 위해 집을 떠난 지도 2년이 넘었다." id c03_0013
    c "Прошло уже больше двух лет с тех пор, как я ушел из дома, чтобы открыть магическую лавку." id c03_0013

# game/script/chapter3.rpy:89
translate russian c03_0014:

    # c "나의 스승님 '류호'는 정말 특이한 수인이라 온 세상을 제집처럼 돌아다니곤 했다. 아마 지금도 내가 상상하기 힘든 곳에 있지 않을까 하는 생각이 들었다." id c03_0014
    c "Мой мастер, 'Рю-Хо', был поистине уникальной личностью, которая странствовала по миру, как по родному дому. Я догадывался, что сейчас он может находиться где-то за пределами моего воображения." id c03_0014

# game/script/chapter3.rpy:97
translate russian c03_0015:

    # "{i}번쩍!!{/i}" id c03_0015
    "{i}Вспышка!!{/i}" id c03_0015

# game/script/chapter3.rpy:102
translate russian c03_0016:

    # c "\"으악! 뭐, 뭐야?\"" id c03_0016
    c "\"Эк! Что, что это?\"" id c03_0016

# game/script/chapter3.rpy:122
translate russian c03_0017:

    # c "갑자기 목걸이의 보석 부분에서 빛이 나기 시작했다." id c03_0017
    c "Внезапно драгоценная часть ожерелья начала излучать свет." id c03_0017

# game/script/chapter3.rpy:124
translate russian c03_0018:

    # c "햇빛에 약간 반짝이는 정도가 아니라 눈부신 빛이 뿜어져 나오고 있었다." id c03_0018
    c "Это была не просто легкая искорка на солнце, а вспышка ослепительного света." id c03_0018

# game/script/chapter3.rpy:128
translate russian c03_0019:

    # c "나는 깜짝 놀라서 목걸이를 떨어트리고 말았다." id c03_0019
    c "Вздрогнув, я уронил ожерелье." id c03_0019

# game/script/chapter3.rpy:137
translate russian c03_0020:

    # c "바닥에 떨어진 목걸이는 푸른 빛으로 발광하다가 언제 그랬냐는 듯 다시 원래대로 돌아왔다." id c03_0020
    c "Ожерелье, упав на пол, засветилось голубым светом, а затем вернулось в свое первоначальное состояние, как будто ничего не произошло." id c03_0020

# game/script/chapter3.rpy:144
translate russian c03_0021:

    # c "(대체 뭐지? 내가 모르는 마법이라도 숨겨져 있나?)" id c03_0021
    c "(Что за фигня? Может быть, в нем скрыта какая-то магия, о которой я не знаю?)" id c03_0021

# game/script/chapter3.rpy:149
translate russian c03_0022:

    # c "내가 어리둥절해하는 사이, 갑자기 창고가 짙은 안개로 가득 찼다." id c03_0022
    c "Пока я стоял в замешательстве, складское помещение внезапно наполнилось густым туманом." id c03_0022

# game/script/chapter3.rpy:167
translate russian c03_0023:

    # c "그리고 그 안개 속에서 류호가 불쑥 나타났다." id c03_0023
    c "И из этого тумана, словно из ниоткуда, появился Рю-Хо." id c03_0023

# game/script/chapter3.rpy:176
translate russian c03_0024:

    # c "정말 생각하지도 못한 방법으로 창고에 나타난 류호 때문에 나는 기절할 정도로 놀랐다." id c03_0024
    c "Я был так потрясен его неожиданным появлением в кладовке, что чуть не упал в обморок." id c03_0024

# game/script/chapter3.rpy:182
translate russian c03_0025:

    # c ddam2 "\"스승님?!\"" id c03_0025
    c ddam2 "\"Мастер?!\"" id c03_0025

# game/script/chapter3.rpy:187
translate russian c03_0026:

    # d "\"내가 맞게 찾아왔구나. 여기가 네 상점 맞느냐?\"" id c03_0026
    d "\"Значит, я нашел нужное место. Это твой магазин, не так ли?\"" id c03_0026

# game/script/chapter3.rpy:192
translate russian c03_0027:

    # c base "\"네, 맞아요. 아니 근데 무슨 일로 여기까지...\"" id c03_0027
    c base "\"Да, верно. Но как ты тут оказался...\"" id c03_0027

# game/script/chapter3.rpy:197
translate russian c03_0028:

    # d "\"섭섭한 소리를 하는군. 그 목걸이를 좌표 삼아 오지 않았으면 1년은 더 걸렸을 게다. 편지만 달랑 남겨놓은 제자 덕분에 말이지.\"" id c03_0028
    d "\"Такие обескураживающие слова. Если бы не это ожерелье, служившее мне маяком, у меня ушел бы на это еще год. Спасибо моему ученику, который оставил только письмо.\"" id c03_0028

# game/script/chapter3.rpy:202
translate russian c03_0029:

    # c base "(아 맞다 목걸이. 상자에 담아 놔야지.)" id c03_0029
    c base "(Ах, да. Ожерелье. Мне нужно убрать его в коробку.)" id c03_0029

# game/script/chapter3.rpy:204
translate russian c03_0030:

    # c "이 수인이 나에게 마법과 주술을 가르쳐준 '류호'다." id c03_0030
    c "Этого зверочеловека зовут 'Рю-Хо', он научил меня магии и заклинаниям." id c03_0030

# game/script/chapter3.rpy:206
translate russian c03_0031:

    # c "류호가 입고 있는 특이한 옷은 이 대륙에서 보기 힘든 물건이다." id c03_0031
    c "Уникальный наряд Рю-Хо редко можно увидеть на этом континенте." id c03_0031

# game/script/chapter3.rpy:211
translate russian c03_0032:

    # c "바다 건너 머나먼 동쪽의 어떤 나라에서 태어난 용 수인인 류호는 매우 오랜 세월 동안 전 세계를 방랑했다." id c03_0032
    c "Рожденный зверочеловеком-драконом в далекой стране за морем, он много лет скитался по миру." id c03_0032

# game/script/chapter3.rpy:216
translate russian c03_0033:

    # c "잘 기억나지 않지만, 보육원에서 나를 데려간 수인이 류호였다." id c03_0033
    c "Я смутно помню, что именно Рю-Хо забрал меня из приюта." id c03_0033

# game/script/chapter3.rpy:218
translate russian c03_0034:

    # c "그는 용의 둥지(라고 부르는 그냥 집)에서 나에게 마법과 주술을 가르쳤다." id c03_0034
    c "Он научил меня магии и заклинаниям в своем доме, который он называл гнездом дракона." id c03_0034

# game/script/chapter3.rpy:220
translate russian c03_0035:

    # c talk "\"스승님이 집에 계셔야 말로 하죠.\"" id c03_0035
    c talk "\"Говорить можно только тогда, когда ты дома, мастер.\"" id c03_0035

# game/script/chapter3.rpy:225
translate russian c03_0036:

    # d "\"한 마디도 안 지는 걸 보니 성격은 여전하군.\"" id c03_0036
    d "\"То, что ты не потерял присутствия духа, говорит мне о том, что ты все тот же.\"" id c03_0036

# game/script/chapter3.rpy:230
translate russian c03_0037:

    # c base "하지만 류호는 방랑벽이 심해서 걸핏하면 집을 나갔다." id c03_0037
    c base "Однако у Рю-Хо был странствующий дух, и он часто уходил из дома по своей прихоти." id c03_0037

# game/script/chapter3.rpy:232
translate russian c03_0038:

    # c "정작 그와 함께 지낸 시간은 그렇게 길지 않았다." id c03_0038
    c "В результате время, проведенное вместе, было недолгим." id c03_0038

# game/script/chapter3.rpy:234
translate russian c03_0039:

    # c "류호와 나는 멀다면 멀고 가깝다면 가까운, 미묘한 사이다." id c03_0039
    c "У нас с Рю-Хо сложные отношения: в чем-то мы далеки друг от друга, но в чем-то близки." id c03_0039

# game/script/chapter3.rpy:236
translate russian c03_0040:

    # c "보통의 사제 관계보다는 더 가깝지만, 흔히 생각하는 입양가정의 부자 관계는 아니었다." id c03_0040
    c "Мы ближе, чем обычные отношения мастера и ученика, но не совсем такие отношения отца и ребенка, которые можно было бы ожидать в приемной семье." id c03_0040

# game/script/chapter3.rpy:250
translate russian c03_0041:

    # "류호는 창고에서 나와 가게를 천천히 둘러보다가 말했다." id c03_0041
    "Выйдя из склада, Рю-Хо медленно оглядел магазин и прокомментировал." id c03_0041

# game/script/chapter3.rpy:255
translate russian c03_0042:

    # d "\"흠, 나쁘지 않은 가게로구나. 상품 종류가 조금 적은 것 같지만... 다 이유가 있겠지?\"" id c03_0042
    d "\"Хм, совсем неплохой магазин. Кажется, маловато ассортимента, но... должна же быть какая-то причина?\"" id c03_0042

# game/script/chapter3.rpy:260
translate russian c03_0043:

    # c talk "\"회복 물약을 집중적으로 팔고 있어요. 용병들이 많이 사가거든요.\"" id c03_0043
    c talk "\"Я занимаюсь продажей целебных зелий. Они довольно популярны среди наемников.\"" id c03_0043

# game/script/chapter3.rpy:265
translate russian c03_0044:

    # d "\"어련히 잘 하리라 믿는다. 너는 어릴 때부터 나 없이도 잘 컸으니까. 내가 해준 건...\"" id c03_0044
    d "\"Я верю, что у тебя все хорошо. Ты всегда прекрасно справлялся без меня, даже когда был моложе. Что я для тебя сделал, так это...\"" id c03_0044

# game/script/chapter3.rpy:270
translate russian c03_0045:

    # "류호는 뭔가 생각났는지 다른 화제를 꺼냈다." id c03_0045
    "Рю-Хо замолчал, видимо, пораженный другой мыслью." id c03_0045

# game/script/chapter3.rpy:275
translate russian c03_0046:

    # d "\"그러고 보니 이 마을에 괜찮은 식당 있느냐? 안내까진 필요 없으니 대충 위치나 알려다오.\"" id c03_0046
    d "\"Кстати, в этом городе есть приличный ресторан? Не нужно меня направлять, просто скажите, где он находится.\"" id c03_0046

# game/script/chapter3.rpy:280
translate russian c03_0047:

    # c question2 "\"식당? 요즘도 모든 메뉴를 싹 쓸어 담고 그러는 건 아니죠?\"" id c03_0047
    c question2 "\"Ресторан? Ты же не собираешься до сих пор заказывать все блюда из меню и съедать их целиком, не так ли?\"" id c03_0047

# game/script/chapter3.rpy:285
translate russian c03_0048:

    # d "\"흠! 그 정도는 먹어야 배가 부른 것을.\"" id c03_0048
    d "\"Хм! Мне нужно столько съесть, чтобы чувствовать себя сытым.\"" id c03_0048

# game/script/chapter3.rpy:290
translate russian c03_0049:

    # c base "대략 3년 전, 내가 류호의 집을 떠나기 전에 있었던 일이다." id c03_0049
    c base "Около трех лет назад это случилось как раз перед тем, как я покинул дом Рю-Хо." id c03_0049

# game/script/chapter3.rpy:292
translate russian c03_0050:

    # c "몇 달 만에 집에 돌아온 류호는 내 성인식을 완전히 깜빡했다면서, 몇 년 늦었지만 기념 선물을 주겠다고 했다." id c03_0050
    c "Рю-Хо, вернувшись домой через несколько месяцев, совершенно забыл о праздновании моего совершеннолетия," 
    c "но пообещал запоздалый подарок в ознаменование этого, хотя с опозданием на несколько лет." id c03_0050

# game/script/chapter3.rpy:294
translate russian c03_0051:

    # c "나는 그냥 비싸고 좋은 식사나 함께 하자고 했고, 류호는 순간이동까지 써서 나를 성도에서 가장 유명한 식당에 데려다주었다." id c03_0051
    c "Я предложил просто вкусно поужинать вместе, и Рю-Хо, воспользовавшись телепортацией, отвел меня в самый известный ресторан замка." id c03_0051

# game/script/chapter3.rpy:296
translate russian c03_0052:

    # c consider "류호는 그 곳의 모든 메뉴를 주문했고, 그날의 식사는 형언하기 힘든 재앙이었다." id c03_0052
    c consider "Рю-Хо заказал все, что было в меню, что привело к неописуемой катастрофе." id c03_0052

# game/script/chapter3.rpy:300
translate russian c03_0053:

    # c talk "\"그때 생각만 해도 벌써 배불러요. 모든 메뉴를 딱 한입씩 먹었는데도 배가 터지는 줄 알았다니까요.\"" id c03_0053
    c talk "\"Одна мысль о том дне наполняет меня. Я думал, что сейчас лопну, хотя мы съели всего по кусочку..\"" id c03_0053

# game/script/chapter3.rpy:305
translate russian c03_0054:

    # d "\"넌 너무 적게 먹는다니까. 주술도 검술만큼 체력이 필요한 일이다.\"" id c03_0054
    d "\"Ты слишком мало ешь. Заклинания, как и фехтование, требуют физической силы.\"" id c03_0054

# game/script/chapter3.rpy:310
translate russian c03_0055:

    # c base "음식을 30그릇씩 먹는 것과 체력이 무슨 상관인지 모르겠지만, 나는 그냥 웃는 표정으로 대답했다." id c03_0055
    c base "Я не видел связи между употреблением 30 блюд и физической силой, но просто улыбнулся в ответ." id c03_0055

# game/script/chapter3.rpy:312
translate russian c03_0056:

    # c "류호는 내가 알려준 식당의 위치를 창문 밖으로 가늠해 보며 생각에 잠겼다. 뭔가 식당은 핑계고 다른 할말이 있는 눈치였다." id c03_0056
    c "Рю-Хо прикинул, в каком направлении находится ресторан, о котором я упоминал, и выглянул в окно, явно погруженный в свои мысли." 
    c "Казалось, у него на уме было что-то еще, и он использовал ресторан в качестве предлога." id c03_0056

# game/script/chapter3.rpy:317
translate russian c03_0057:

    # d "\"에헴...\"" id c03_0057
    d "\"Ахем...\"" id c03_0057

# game/script/chapter3.rpy:322
translate russian c03_0058:

    # c "류호는 헛기침할 뿐 나를 바라보지 않고 먼 곳만 바라봤다." id c03_0058
    c "Рю-Хо прочистил горло, глядя куда-то вдаль, а не на меня." id c03_0058

# game/script/chapter3.rpy:328
translate russian c03_0059:

    # c "갑자기 어색해진 분위기를 참지 못하고 나는 입을 열었다." id c03_0059
    c "Не в силах вынести внезапной неловкости, я нарушил молчание." id c03_0059

# game/script/chapter3.rpy:330
translate russian c03_0060:

    # c talk "\"무슨 일 있어요? 뭔가 중요한 할 말이라도...\"" id c03_0060
    c talk "\"У тебя что-то на уме? Ты хотел сказать что-то важное...\"" id c03_0060

# game/script/chapter3.rpy:335
translate russian c03_0061:

    # d "\"그래, 중요한 일이지.\"" id c03_0061
    d "\"Да, это важно.\"" id c03_0061

# game/script/chapter3.rpy:340
translate russian c03_0062:

    # "류호는 자기 수염을 쓰다듬고는 말을 이었다." id c03_0062
    "Рю-Хо погладил бороду, прежде чем продолжить." id c03_0062

# game/script/chapter3.rpy:345
translate russian c03_0063:

    # d "\"네가 편지를 남기고 떠난 게 언제였지?\"" id c03_0063
    d "\"Когда это было, чтобы ты ушел, оставив только письмо?\"" id c03_0063

# game/script/chapter3.rpy:350
translate russian c03_0064:

    # c talk "\"어... 2년 전이요.\"" id c03_0064
    c talk "\"М... 2 года назад.\"" id c03_0064

# game/script/chapter3.rpy:355
translate russian c03_0065:

    # d "\"그럼 우리가 만난 지 12년이 되었구나.\"" id c03_0065
    d "\"Итак, прошло 12 лет с тех пор, как мы познакомились.\"" id c03_0065

# game/script/chapter3.rpy:360
translate russian c03_0066:

    # c base "류호는 눈을 감고 무언가를 생각하고 있었다. 아마도 우리의 첫 만남을 생각하고 있는 것 같다." id c03_0066
    c base "Рю-Хо закрыл глаза, возможно, вспоминая нашу первую встречу." id c03_0066

# game/script/chapter3.rpy:362
translate russian c03_0067:

    # c consider "정작 나는 그때가 잘 기억나지 않아서, 그냥 보육원을 떠났다는 것 밖에 생각나지 않았다." id c03_0067
    c consider "На самом деле я плохо помнил то время, только то, что покинул приют." id c03_0067

# game/script/chapter3.rpy:367
translate russian c03_0068:

    # d "\"300년 넘게 살아온 나에게도 짧은 시간은 아니었다. 하지만 오늘따라 짧게만 느껴지는군." id c03_0068
    d "\"Даже для меня, прожившего более 300 лет, это был немалый срок. Но сегодня я чувствую себя особенно мимолетным." id c03_0068

# game/script/chapter3.rpy:372
translate russian c03_0069:

    # c base "류호는 지나간 날을 추억하는 듯, 나의 눈을 보면서도 그 너머의 과거를 바라보고 있었다." id c03_0069
    c base "Рю-Хо, казалось, погрузился в воспоминания о прошлом, глядя на меня, но не обращая внимания на нашу общую историю." id c03_0069

# game/script/chapter3.rpy:377
translate russian c03_0070:

    # d "\"곧... 나는 너에 대한 모든 기억을 잃을 것이다.\"" id c03_0070
    d "\"Скоро... Я потеряю все воспоминания о тебе..\"" id c03_0070

# game/script/chapter3.rpy:382
translate russian c03_0071:

    # c question2 "\"네? 그게 무슨 말이에요?\"" id c03_0071
    c question2 "\"Что? Что ты имеешь в виду?\"" id c03_0071

# game/script/chapter3.rpy:384
translate russian c03_0072:

    # c consider "이해가 되지 않아서 나는 류호의 말을 곱씹었다. 류호가 나를 기억하지 못하게 된다고?" id c03_0072
    c consider "Я озадаченно обдумывал слова Рю-Хо. Он меня не помнит?" id c03_0072

# game/script/chapter3.rpy:389
translate russian c03_0073:

    # d "\"강대한 주술에는 대가가 필요하지. 어떻게든 미루고 있었지만 슬슬 한계인 것 같구나.\"" id c03_0073
    d "\"За могущественные заклинания приходится платить. Я откладывал это, но, похоже, достиг своего предела.\"" id c03_0073

# game/script/chapter3.rpy:394
translate russian c03_0074:

    # c talk "\"기억을 제물로 사용한 주술이라니, 스승님 대체 무슨 주술을...\"" id c03_0074
    c talk "\"Заклинание, использующее воспоминания в качестве жертвы, мастер, что это за заклинания...\"" id c03_0074

# game/script/chapter3.rpy:399
translate russian c03_0075:

    # d "\"미안하지만 어쩔 수 없었다.\"" id c03_0075
    d "\"Извини, но это было неизбежно.\"" id c03_0075

# game/script/chapter3.rpy:406
translate russian c03_0076:

    # c consider "갑작스러운 얘기에 나는 머릿속이 복잡해졌다." id c03_0076
    c consider "От этого внезапного открытия у меня закружилась голова." id c03_0076

# game/script/chapter3.rpy:408
translate russian c03_0077:

    # c "류호는 앞으로도 나의 스승님이지만 나는 류호의 제자에서 모르는 수인이 되어버린다." id c03_0077
    c "Рю-Хо по-прежнему был бы моим мастером, но я стал бы для него чужим, стертым из его памяти." id c03_0077

# game/script/chapter3.rpy:410
translate russian c03_0078:

    # c "당황스러운 예고에 나는 머릿속으로 앞으로의 일을 생각했다." id c03_0078
    c "Это тревожное заявление заставило меня задуматься о будущем." id c03_0078

# game/script/chapter3.rpy:415
translate russian c03_0079:

    # d "\"사실 네 편지를 읽고 찾아갈지 말지 고민하기도 했단다. 독립한 제자가 나 없이도 잘 살아간다면 괜찮지 않을까 해서...\"" id c03_0079
    d "\"Я даже сомневался, стоит ли мне искать тебя после прочтения твоего письма. Я подумал, не лучше ли было бы оставить ученика, который стал независимым, предоставленным самому себе...\"" id c03_0079

# game/script/chapter3.rpy:417
translate russian c03_0080:

    # d "\"하지만 내가 너를 버릴 수는 없지 않겠느냐.\"" id c03_0080
    d "\"Но я не мог просто так бросить тебя, не так ли?\"" id c03_0080

# game/script/chapter3.rpy:422
translate russian c03_0081:

    # c sad_am "\"스승님...\"" id c03_0081
    c sad_am "\"Мастер...\"" id c03_0081

# game/script/chapter3.rpy:424
translate russian c03_0082:

    # c base "류호는 원래부터 그런 수인이다. 오지랖이 넓어서 처음 보는 수인도 도와주는데, 제자인 나는 오죽하겠는가." id c03_0082
    c base "Таков уж Рю-Хо. Его назойливость распространяется и на помощь незнакомцам, не говоря уже о собственном ученике." id c03_0082

# game/script/chapter3.rpy:426
translate russian c03_0083:

    # c "나를 생각하는 류호의 마음에 약간 감동받았지만, 어쨌든 나를 잊어버리게 된다는 사실이 내 마음을 무겁게 짓눌렀다." id c03_0083
    c "Я был тронут его заботой обо мне, но мысль о том, что я могу быть забытым, тяжелым грузом лежала на моем сердце." id c03_0083

# game/script/chapter3.rpy:431
translate russian c03_0084:

    # d "\"하하핫! 그렇게 얼빠진 표정 하지 말거라. 나도 다 계획이 있으니.\"" id c03_0084
    d "\"Хахаха! Не смотри так ошарашенно. У меня есть план.\"" id c03_0084

# game/script/chapter3.rpy:436
translate russian c03_0085:

    # d "\"사라지는 기억을 붙잡아서 봉인할 생각이다. 이미 준비는 끝났지.\"" id c03_0085
    d "\"Я намерен запечатать исчезающие воспоминания. Приготовления уже завершены.\"" id c03_0085

# game/script/chapter3.rpy:441
translate russian c03_0086:

    # c "류호는 호탕하게 웃으며 내 어깨를 두드렸다." id c03_0086
    c "Рю-Хо от души рассмеялся, хлопая меня по плечу." id c03_0086

# game/script/chapter3.rpy:446
translate russian c03_0087:

    # c "기억을 수정하는 마법은 (도덕적 문제는 둘째치고) 엄청난 실력이 필요하다. 류호의 주술은 엄청난 경지에 다다른 게 틀림없다." id c03_0087
    c "Заклинания, изменяющие память (не говоря уже о моральных аспектах), требуют огромного мастерства. Магия Рю-Хо, должно быть, достигла невероятного уровня." id c03_0087

# game/script/chapter3.rpy:448
translate russian c03_0088:

    # c talk "\"그럼 봉인한 기억은 어떻게 되나요?\"" id c03_0088
    c talk "\"Так что же происходит с запечатанными воспоминаниями?\"" id c03_0088

# game/script/chapter3.rpy:453
translate russian c03_0089:

    # d "\"수정 구슬 비슷한 물질로 변할 거다. 여기서부터가 진짜 문제인데...\"" id c03_0089
    d "\"Они превратятся в вещество, похожее на сферу модификации. Но вот в чем реальная проблема...\"" id c03_0089

# game/script/chapter3.rpy:455
translate russian c03_0090:

    # d "\"너에 대한 기억이 사라진 상태로 봉인구를 가져봤자, 그 안에 뭐가 들었는지 어떻게 알겠나? 뭔가 위험한 것을 봉인했다고 의심하면 봉인을 영영 풀어보지 않을 텐데.\"" id c03_0090
    d "\"Если у меня есть сфера, но нет воспоминаний о тебе, как я узнаю, что внутри? Я могу заподозрить, что в ней содержится что-то опасное, и решить никогда не вскрывать ее.\"" id c03_0090

# game/script/chapter3.rpy:460
translate russian c03_0091:

    # c talk "\"게다가 그렇게 강한 주술이면 풀기도 쉽지 않을 테니까요.\"" id c03_0091
    c talk "\"К тому же, если заклинание настолько сильное, его будет нелегко снять.\"" id c03_0091

# game/script/chapter3.rpy:465
translate russian c03_0092:

    # d "\"그래서 네가 나를 잘 설득해 주었으면 한다. 봉인 해제가 하루아침에 되는 일은 아니니까 시간은 충분히 있을 테고.\"" id c03_0092
    d "\"Итак, я надеюсь, что ты сможешь эффективно убедить меня. Поскольку снятие печати не произойдет в одночасье, у вас будет достаточно времени.\"" id c03_0092

# game/script/chapter3.rpy:470
translate russian c03_0093:

    # d "\"후... 쉽지 않은 일을 부탁해서 미안하구나.\"" id c03_0093
    d "\"Ах... Мне жаль, что я прошу об этом не так-то просто.\"" id c03_0093

# game/script/chapter3.rpy:475
translate russian c03_0094:

    # c consider "상황을 제대로 이해하자 머릿속이 두 배는 더 복잡해졌다. 나를 잊어버린 스승님을 어떻게 설득할 것인가." id c03_0094
    c consider "Когда я полностью осознал ситуацию, в голове у меня стало в два раза сумбурнее. Как я мог убедить своего учителя, который наверняка забыл меня?" id c03_0094

# game/script/chapter3.rpy:477
translate russian c03_0095:

    # c "류호의 입장에서 생각하려니 더욱 막막한 느낌이 들었다. 심각한 내 표정을 보고 류호는 입을 열었다." id c03_0095
    c "Попытки мыслить с точки зрения Рю-Хо только усложняли ситуацию. Увидев мое серьезное выражение лица, Рю-Хо заговорил." id c03_0095

# game/script/chapter3.rpy:482
translate russian c03_0096:

    # d "\"그렇게 고민한다고 명쾌한 정답이 나올 일이더냐? 차라리 평소의 너답게 굴어야 번뜩이는 생각이 떠오를 텐데.\"" id c03_0096
    d "\"Приведет ли подобное беспокойство к ясному ответу? Твои обычные действия могут натолкнуть тебя на блестящую идею.\"" id c03_0096

# game/script/chapter3.rpy:487
translate russian c03_0097:

    # c talk "\"평소처럼...\"" id c03_0097
    c talk "\"Веду себя как обычно...\"" id c03_0097

# game/script/chapter3.rpy:489
translate russian c03_0098:

    # c base "아직 실마리는 잡지 못했지만, 오히려 그때가 오면 어떻게든 될 것 같다는 느낌이 들었다." id c03_0098
    c base "Хотя я еще не понимал этого, каким-то образом я чувствовал, что когда придет время, все наладится." id c03_0098

# game/script/chapter3.rpy:494
translate russian c03_0099:

    # d "\"그래. 그런 표정이 너다운 표정이지.\"" id c03_0099
    d "\"Да. Это выражение больше подходит тебе.\"" id c03_0099

# game/script/chapter3.rpy:499
translate russian c03_0100:

    # "류호는 가볍게 미소 지으며 [pl_name][josa_eul_reul] 바라본다." id c03_0100
    "Рю-Хо слегка улыбнулся, посмотрев на [pl_name]." id c03_0100

# game/script/chapter3.rpy:504
translate russian c03_0101:

    # d "\"그러고 보니... 상점을 차린 목표는 이루었느냐?\"" id c03_0101
    d "\"Теперь, когда я думаю об этом... Достиг ли ты цели, которую ставил перед собой, когда открывал свой магазин?\"" id c03_0101

# game/script/chapter3.rpy:509
translate russian c03_0102:

    # c talk "\"목표...\"" id c03_0102
    c talk "\"Цель...\"" id c03_0102

# game/script/chapter3.rpy:511
translate russian c03_0103:

    # c base "처음에는 제대로 된 '내 것'을 갖는 게 목표였다. 보육원에서는 모든 것을 함께 써야 했고, 그만큼 모든 것이 부족했다." id c03_0103
    c base "Изначально моей целью было иметь что-то по-настоящему 'свое'. В приюте всем приходилось делиться, и поэтому всего было мало." id c03_0103

# game/script/chapter3.rpy:513
translate russian c03_0104:

    # c "류호와 만난 뒤에도 류호가 베푸는 친절에 계속 기대어 살 수는 없었다. 그래서 나는 내가 할 수 있는 일로 '마법 상점'을 선택한 것이다." id c03_0104
    c "Даже после встречи с Рю-Хо я не мог продолжать полагаться на его доброту. Вот почему я решил открыть 'магазин тайн', используя все, что мог." id c03_0104

# game/script/chapter3.rpy:517
translate russian c03_0105:

    # c talk "\"상점이 적자 없이 잘 굴러가니 이루었다고 볼 수 있겠죠?\"" id c03_0105
    c talk "\"Магазин работает без сбоев, так что, думаю, я добился своего.\"" id c03_0105

# game/script/chapter3.rpy:519
translate russian c03_0106:

    # "류호는 [pl_name]의 대답에 조금 의외라고 생각하며 대답했다." id c03_0106
    "Рю-Хо, казалось, был немного удивлен ответом [pl_name]." id c03_0106

# game/script/chapter3.rpy:524
translate russian c03_0107:

    # d "\"흐음... 뭐, 그걸로 네가 만족한다면 됐다.\"" id c03_0107
    d "\"Хм... Что ж, если это тебя удовлетворит.\"" id c03_0107

# game/script/chapter3.rpy:529
translate russian c03_0108:

    # "류호가 생각하기에 [pl_name]의 재능이라면 훨씬 더 엄청난 일을 해낼 수 있었다." id c03_0108
    "Рю-Хо верил, что с талантами [pl_name] он мог бы достичь гораздо большего." id c03_0108

# game/script/chapter3.rpy:531
translate russian c03_0109:

    # "하지만 [pl_name][josa_i_ga] 그럴 생각이 없다면 괜히 부추길 필요는 없다고 생각했다." id c03_0109
    "Но если [pl_name] не собирался этого делать, Рю-хо подумал, что нет необходимости излишне давить на него." id c03_0109

# game/script/chapter3.rpy:536
translate russian c03_0110:

    # d "\"이번에도 늦고 말았지만, 개업 선물로 뭔가 바라는 것 없느냐?\"" id c03_0110
    d "\"На этот раз я тоже опаздываю, но, может быть, ты хочешь что-нибудь в качестве подарка на открытие?\"" id c03_0110

# game/script/chapter3.rpy:541
translate russian c03_0111:

    # c base "나는 가헬에게 줘야 할 아티팩트가 번뜩 생각났다." id c03_0111
    c base "Я вдруг вспомнил об артефакте, который мне нужно было отдать Гахелю." id c03_0111

# game/script/chapter3.rpy:543
translate russian c03_0112:

    # c "류호라면 고급 아티팩트도 만들어낼 수 있을 것이다. 이런 절호의 기회는 쉽게 오지 않는다." id c03_0112
    c "Рю-Хо мог бы создать высококачественный артефакт. Такая возможность выпадает нечасто." id c03_0112

# game/script/chapter3.rpy:545
translate russian c03_0113:

    # c talk "\"맞다. 아티팩트가 하나 필요한데...\"" id c03_0113
    c talk "\"О, верно. Мне нужен артефакт...\"" id c03_0113

# game/script/chapter3.rpy:550
translate russian c03_0114:

    # d "\"어떤 아티팩트?\"" id c03_0114
    d "\"Какой артефакт?\"" id c03_0114

# game/script/chapter3.rpy:555
translate russian c03_0115:

    # c talk "\"어, 마법 반사용 보호막이요. 보석 장신구로 만들면 더 좋고...\"" id c03_0115
    c talk "\"А, магический отражающий щит. Было бы лучше, если бы из него сделали аксессуар с драгоценными камнями...\"" id c03_0115

# game/script/chapter3.rpy:557
translate russian c03_0116:

    # "[pl_name][josa_eun_neun] 비싸게 팔릴법한 아티팩트를 즉석에서 떠올렸다." id c03_0116
    "[pl_name] подумал об артефакте, который можно было бы продать за хорошую цену на месте." id c03_0116

# game/script/chapter3.rpy:562
translate russian c03_0117:

    # "류호는 잠깐 생각에 잠긴 뒤 적절한 물건을 소환했다." id c03_0117
    "Немного подумав, Рю-Хо вызвал соответствующий предмет." id c03_0117

# game/script/chapter3.rpy:571
translate russian c03_0118:

    # "초록색 보석이 박힌 반지가 류호의 손바닥에 나타났다." id c03_0118
    "На ладони Рю-Хо появилось кольцо с зеленым драгоценным камнем." id c03_0118

# game/script/chapter3.rpy:576
translate russian c03_0119:

    # d "\"흠!...\"" id c03_0119
    d "\"Хм!...\"" id c03_0119

# game/script/chapter3.rpy:606
translate russian c03_0120:

    # "허공에 아름다운 문양이 떠오르더니, 보석에 류호의 주술이 새겨진다." id c03_0120
    "В воздухе парили красивые узоры, а заклинания Рю-Хо были выгравированы на драгоценном камне." id c03_0120

# game/script/chapter3.rpy:611
translate russian c03_0121:

    # "아름다운 보석 반지로 만든 아티팩트니 값어치는 확실할 것이다. [pl_name][josa_eun_neun] 류호에게서 아티팩트를 받아 소중하게 금고에 넣어놨다." id c03_0121
    "Артефакт, сделанный из красивого кольца с драгоценным камнем, несомненно, был бы ценным. [pl_name] бережно хранил артефакт, полученный от Рю-Хо, в складе." id c03_0121

# game/script/chapter3.rpy:617
translate russian c03_0122:

    # c smile "\"감사합니다, 스승님. 정말 필요한 물건이었어요.\"" id c03_0122
    c smile "\"Спасибо, мастер. Это было именно то, что мне было нужно.\"" id c03_0122

# game/script/chapter3.rpy:622
translate russian c03_0123:

    # d "\"하핫! 이 정도는 간단하지.\"" id c03_0123
    d "\"Хаха! Это просто.\"" id c03_0123

# game/script/chapter3.rpy:627
translate russian c03_0124:

    # d "\"...\"" id c03_0124
    d "\"...\"" id c03_0124

# game/script/chapter3.rpy:634
translate russian c03_0125:

    # d "\"쿨럭쿨럭!\"" id c03_0125
    d "\"Кашель, кашель!\"" id c03_0125

# game/script/chapter3.rpy:636
translate russian c03_0126:

    # "류호는 갑작스레 기침하며 주저앉았다." id c03_0126
    "Рю-Хо внезапно закашлялся и сел на пол." id c03_0126

# game/script/chapter3.rpy:638
translate russian c03_0127:

    # c talk "\"스승님?\"" id c03_0127
    c talk "\"Мастер?\"" id c03_0127

# game/script/chapter3.rpy:643
translate russian c03_0128:

    # d "\"이런... 벌써 시작되려는 모양이구나. 잠시 쉴만한 곳 없느냐?\"" id c03_0128
    d "\"Ох... кажется, это уже начинается. Здесь есть место, где я мог бы немного отдохнуть?\"" id c03_0128

# game/script/chapter3.rpy:647
translate russian c03_0129:

    # "[pl_name][josa_eun_neun] 류호를 부축해서 자신의 방 침대에 눕혔다." id c03_0129
    "[pl_name] поддержал Рю-Хо и уложил его на кровать в своей комнате." id c03_0129

# game/script/chapter3.rpy:649
translate russian c03_0130:

    # c ddam2 "(뭔가 이런 일이 자꾸 생기는 기분인데...)" id c03_0130
    c ddam2 "(Такое чувство, что подобные вещи продолжают происходить...)" id c03_0130

# game/script/chapter3.rpy:654
translate russian c03_0131:

    # d "\"이런 모습까지 보이고 싶지는 않았는데... 미안하군.\"" id c03_0131
    d "\"Я не хотел, чтобы ты видел меня таким... прости.\"" id c03_0131

# game/script/chapter3.rpy:662
translate russian c03_0132:

    # "류호는 작은 한숨을 쉬고는 설명했다." id c03_0132
    "Рю-Хо тихо вздохнул и объяснил." id c03_0132

# game/script/chapter3.rpy:667
translate russian c03_0133:

    # d "\"기억을 봉인하는 과정에서 내가 잠시 잠들 수 있다. 오래 걸리지 않으니 너무 걱정하지는 말고...\"" id c03_0133
    d "\"В процессе запечатывания воспоминаний я, возможно, ненадолго засну. Это не займет много времени, так что не волнуйся слишком сильно...\"" id c03_0133

# game/script/chapter3.rpy:683
translate russian c03_0134:

    # "류호의 주변에 금빛 구름 문양이 생겨난다." id c03_0134
    "Золотые облачные узоры образовались вокруг Рю-Хо." id c03_0134

# game/script/chapter3.rpy:693
translate russian c03_0135:

    # "스르륵 사라진 문양과 함께 류호는 가만히 눈을 감았다." id c03_0135
    "Когда узоры тихо исчезли, Рю-Хо осторожно закрыл глаза." id c03_0135

# game/script/chapter3.rpy:695
translate russian c03_0136:

    # d "\"그럼, 잘 부탁한다.\"" id c03_0136
    d "\"Это, я оставлю на тебе.\"" id c03_0136

# game/script/chapter3.rpy:697
translate russian c03_0137:

    # "류호는 그 말을 마지막으로 잠들었다." id c03_0137
    "С этими последними словами Рю-Хо заснул." id c03_0137

# game/script/chapter3.rpy:705
translate russian c03_0138:

    # c "\"... 스승님?\"" id c03_0138
    c "\"... Мастер?\"" id c03_0138

# game/script/chapter3.rpy:713
translate russian c03_0139:

    # "[pl_name][josa_eun_neun] 류호에게 가까이 다가갔다. 류호가 잘 숨 쉬고 있는지 확인하고 안도의 한숨을 내쉬었다." id c03_0139
    "[pl_name] подошел к Рю-Хо, чтобы проверить, нормально ли он дышит, и вздохнул с облегчением." id c03_0139

# game/script/chapter3.rpy:718
translate russian c03_0140:

    # c "깨어나기 전까지 잠시 기다려야 할 것 같다." id c03_0140
    c "Казалось, мне придется подождать, пока он проснется." id c03_0140

# game/script/chapter3.rpy:720
translate russian c03_0141:

    # "가게를 비워둘 수도 없는 일이라 [pl_name][josa_eun_neun] 1층으로 내려갔다." id c03_0141
    "Поскольку я не мог оставить магазин без присмотра, [pl_name] спустился на первый этаж." id c03_0141

# game/script/chapter3.rpy:731
translate russian c03_0142:

    # c "(별일 없어야 할 텐데.)" id c03_0142
    c "(Надеюсь, ничего не пойдет не так.)" id c03_0142

# game/script/chapter3.rpy:733
translate russian c03_0143:

    # "[pl_name][josa_eun_neun] 주술로 '기억'도 다룰 수 있다는 사실에 생각이 많아졌다." id c03_0143
    "Тот факт, что [pl_name] мог обрабатывать 'воспоминания' с помощью заклинаний, тяжело давил на его разум." id c03_0143

# game/script/chapter3.rpy:738
translate russian c03_0144:

    # c "류호에게 뭔가 문제라도 생기면 모든 기억이 사라져 버리는 걸까?" id c03_0144
    c "Если с Рю-Хо что-то пойдет не так, исчезнут ли все воспоминания?" id c03_0144

# game/script/chapter3.rpy:739
translate russian c03_0145:

    # c "멀쩡하게 기억이 잘 봉인되더라도, 애당초 기억이 봉인된 상태라는 게 괜찮은 걸까?" id c03_0145
    c "Даже если воспоминания успешно запечатаны, действительно ли это нормально - запечатывать их в первую очередь?" id c03_0145

# game/script/chapter3.rpy:740
translate russian c03_0146:

    # c "혹시 없던 기억도 집어넣을 수 있나? 류호가 깨어나면 뭐부터 확인해야 하지?" id c03_0146
    c "Может ли это вставить воспоминания, которых раньше не было? Что я должен проверить в первую очередь, когда Рю-Хо проснется?" id c03_0146

# game/script/chapter3.rpy:742
translate russian c03_0147:

    # "[pl_name][josa_eun_neun] 가게 일을 하면서 온갖 잡생각에 빠졌다." id c03_0147
    "Погруженный в свои мысли, [pl_name] занялся своей работой в магазине." id c03_0147

# game/script/chapter3.rpy:753
translate russian c03_0148:

    # "몇 시간 후, [pl_name][josa_eun_neun] 가게를 조금 일찍 닫기로 했다." id c03_0148
    "Несколько часов спустя [pl_name] решил закрыть магазин пораньше." id c03_0148

# game/script/chapter3.rpy:755
translate russian c03_0149:

    # "류호가 '오래 걸리지 않는다'고 했지만 신경 쓰여서 일에 제대로 집중을 하지 못했다. [pl_name][josa_eun_neun] 자신의 방에 누워있을 류호를 확인하러 갔다." id c03_0149
    "Рю-хо сказал 'Это не займет много времени', но он не смог полностью сосредоточиться на своей работе, потому что ему было не все равно."
    "[pl_name] пошел проведать Рю-Хо, который должен был лежать в его комнате." id c03_0149

# game/script/chapter3.rpy:766
translate russian c03_0150:

    # c talk "\"스승님?\"" id c03_0150
    c talk "\"Мастер?\"" id c03_0150

# game/script/chapter3.rpy:768
translate russian c03_0151:

    # d "\"으음...\"" id c03_0151
    d "\"Мхмм...\"" id c03_0151

# game/script/chapter3.rpy:773
translate russian c03_0152:

    # "류호는 때마침 잠에서 깨어나 눈을 비볐다." id c03_0152
    "Рю-Хо как раз в этот момент проснулся и протер глаза." id c03_0152

# game/script/chapter3.rpy:781
translate russian c03_0153:

    # d "\"... ?\"" id c03_0153
    d "\"... ?\"" id c03_0153

# game/script/chapter3.rpy:783
translate russian c03_0154:

    # "류호는 [pl_name][josa_eul_reul] 보고 어리둥절한 표정을 지었다." id c03_0154
    "Рю-Хо озадаченно посмотрел на [pl_name]." id c03_0154

# game/script/chapter3.rpy:785
translate russian c03_0155:

    # "잠에서 덜 깬 것인지, 류호는 눈을 느리게 깜빡였다. 뒤늦게 자리에서 일어난 류호가 말했다." id c03_0155
    "Медленно моргая, как будто он еще не совсем проснулся. Наконец, поднявшись с кровати, Рю-Хо сказал." id c03_0155

# game/script/chapter3.rpy:790
translate russian c03_0156:

    # d "\"누구신지 모르겠으나, 우선 감사드리오.\"" id c03_0156
    d "\"Я не уверен, кто ты такой, но все равно спасибо тебе.\"" id c03_0156

# game/script/chapter3.rpy:792
translate russian c03_0157:

    # d "\"... 근데 내가 어쩌다 이런 곳에서 자고 있던 것인지?\"" id c03_0157
    d "\"...Но как получилось, что я здесь сплю?\"" id c03_0157

# game/script/chapter3.rpy:797
translate russian c03_0158:

    # "상황 파악이 덜 된 류호의 말투는 [pl_name][josa_i_ga] 처음 들어보는 것이었다. [pl_name][josa_eun_neun] 류호가 정말로 기억을 잃어버린 것인지 확인하고 싶었다." id c03_0158
    "Тон Рю-Хо, все еще пытающегося осознать ситуацию, был таким, какого [pl_name] никогда раньше не слышал. [pl_name] хотел уточнить, действительно ли Рю-Хо потерял память." id c03_0158

# game/script/chapter3.rpy:799
translate russian c03_0159:

    # c "\"제 이름은 [pl_name]입니다. 그리고 여기는 제 마법 상점입니다. 저는...\"" id c03_0159
    c "\"Меня зовут [pl_name]. А это моя лавка тайн. Я...\"" id c03_0159

# game/script/chapter3.rpy:824
translate russian c03_0160:

    # "[pl_name][josa_eun_neun] 자신을 제대로 소개하기로 마음먹었다." id c03_0160
    "[pl_name] решил должным образом представиться." id c03_0160

# game/script/chapter3.rpy:826
translate russian c03_0161:

    # c talk "\"사실 당신의 제자입니다.\"" id c03_0161
    c talk "\"Вообще-то, я твой ученик.\"" id c03_0161

# game/script/chapter3.rpy:831
translate russian c03_0162:

    # d "\"제자? 흐음...\"" id c03_0162
    d "\"Ученик? Хмм...\"" id c03_0162

# game/script/chapter3.rpy:836
translate russian c03_0163:

    # "류호는 날카로운 눈빛으로 [pl_name][josa_eul_reul] 바라보았다." id c03_0163
    "Рю-Хо пристально посмотрел на [pl_name]." id c03_0163

# game/script/chapter3.rpy:841
translate russian c03_0164:

    # d "\"나에게서 몇 년이나 마법과 주술을 배웠는지 물어봐도 되겠소?\"" id c03_0164
    d "\"Могу я спросить, сколько лет, по твоим утверждениям, ты изучал магию и заклинания под моим руководством?\"" id c03_0164

# game/script/chapter3.rpy:846
translate russian c03_0165:

    # "[pl_name][josa_eun_neun] 이 질문이 류호의 함정이라는 것을 바로 간파했다. [pl_name][josa_eun_neun] 대답 대신 간단한 주술을 선보이기로 했다." id c03_0165
    "[pl_name] сразу понял, что этот вопрос был ловушкой, подстроенной Рю-хо. Вместо ответа [pl_name] решил продемонстрировать простое заклинание." id c03_0165

# game/script/chapter3.rpy:899
translate russian c03_0166:

    # "주술로 피워낸 불꽃이 허공에서 일렁인다." id c03_0166
    "Пламя, вызванное заклинанием, замерцало в воздухе." id c03_0166

# game/script/chapter3.rpy:901
translate russian c03_0167:

    # c "\"이 정도면 대답이 되었을까요?\"" id c03_0167
    c "\"Достаточно ли этого в качестве ответа?\"" id c03_0167

# game/script/chapter3.rpy:917
translate russian c03_0168:

    # d "\"하하! 재치 있는 대답이었소.\"" id c03_0168
    d "\"Хаха! Действительно, остроумный ответ.\"" id c03_0168

# game/script/chapter3.rpy:922
translate russian c03_0169:

    # "류호는 수염을 쓰다듬으며 말을 이었다." id c03_0169
    "Рю-Хо погладил бороду и продолжил." id c03_0169

# game/script/chapter3.rpy:927
translate russian c03_0170:

    # d "\"흐음... 기억에 없는 제자라, 신기한 일이군. 내 제자는 세상에 딱 두 명인 줄 알았는데.\"" id c03_0170
    d "\"Хм... Ученик, которого я не помню, это любопытно. Я думал, что в этом мире у меня всего два ученика.\"" id c03_0170

# game/script/chapter3.rpy:932
translate russian c03_0171:

    # c "\"역시 다른 제자가 있으셨군요.\"" id c03_0171
    c "\"Итак, у тебя был еще один ученик.\"" id c03_0171

# game/script/chapter3.rpy:934
translate russian c03_0172:

    # "류호가 살아온 세월이 긴 만큼 다른 제자가 있으리라고 예상은 했다. [pl_name][josa_i_ga] 직접 듣는 것은 이번이 처음이었다." id c03_0172
    "Пока Рюхо был жив, ожидалось, что у него будет еще один ученик. [pl_name] сам впервые услышал об этом." id c03_0172

# game/script/chapter3.rpy:939
translate russian c03_0173:

    # d "\"그렇소. 한 명은... 내 연인이었고. 다른 한 명은, 전쟁에 목숨을 바쳤다네.\"" id c03_0173
    d "\"Да. Один из них был... моим любовником. Другой пожертвовал своей жизнью на войне.\"" id c03_0173

# game/script/chapter3.rpy:941
translate russian c03_0174:

    # "과거를 추억하는 류호의 표정은 그리 좋지 않았다. 지나간 일이지만 떠올리기엔 씁쓸한 추억인 것 같다." id c03_0174
    "Выражение лица Рю-Хо, когда он вспоминал о прошлом, было невеселым. Это было горькое воспоминание, и вспоминать его было больно." id c03_0174

# game/script/chapter3.rpy:949
translate russian c03_0175:

    # "류호는 [pl_name][josa_eul_reul] 보며 무언가를 말하려다 그만두었다." id c03_0175
    "Рю-Хо посмотрел на [pl_name], как будто хотел сказать что-то еще, но потом заколебался." id c03_0175

# game/script/chapter3.rpy:951
translate russian c03_0176:

    # c question2 "(자세히 얘기하기엔 좀 곤란한 과거인가? 궁금한데...)" id c03_0176
    c question2 "(Сложно ли обсуждать это прошлое в деталях? Мне любопытно...)" id c03_0176

# game/script/chapter3.rpy:958
translate russian c03_0177:

    # d "\"일단, 더 자세히 얘기해 주겠나? 내가 자네의 스승이라는 것부터, 지금 이 상황까지.\"" id c03_0177
    d "\"Не могли бы ты рассказать мне больше? Начиная с того, что ты мой мастер, и заканчивая нашей нынешней ситуацией.\"" id c03_0177

# game/script/chapter3.rpy:963
translate russian c03_0178:

    # "[pl_name][josa_eun_neun] 대략적인 일의 전말을 설명했다. [pl_name]도 잘 아는 건 아니지만, '기억을 제물로 사용한 주술'에 대해서 특히 강조했다." id c03_0178
    "[pl_name] объяснил общую ситуацию так хорошо, как только мог, особо подчеркнув 'заклинание, использующее воспоминания в качестве жертвы'." id c03_0178

# game/script/chapter3.rpy:968
translate russian c03_0179:

    # "류호는 반신반의하면서도 이야기를 끝까지 들었다." id c03_0179
    "Рю-Хо скептически выслушал его до конца." id c03_0179

# game/script/chapter3.rpy:973
translate russian c03_0180:

    # d "\"흠... 허황된 이야기는 아닌 것 같군.\"" id c03_0180
    d "\"Хм... Это не кажется беспочвенной историей.\"" id c03_0180

# game/script/chapter3.rpy:978
translate russian c03_0181:

    # c base "스승님은 아직 나를 100%% 신뢰하지는 않는 것 같다. 따지고 보면 방금 만난 수인이나 다름없으니 당연한 일이다. 류호도 납득하는 데 긴 시간이 필요할 것이다." id c03_0181
    c base "Похоже, Мастер еще не до конца доверял мне. Учитывая, что мы только что 'познакомились', это была естественная реакция. Чтобы убедить Рю-Хо, потребуется время." id c03_0181

# game/script/chapter3.rpy:980
translate russian c03_0182:

    # c talk "\"저에게 마법과 주술을 가르친 것도, 제가 남겨놓은 편지도 기억나지 않으시나요?\"" id c03_0182
    c talk "\"Разве ты не помнишь, как учил меня магии и заклинаниям, или письмо, которое я оставил после себя?\"" id c03_0182

# game/script/chapter3.rpy:985
translate russian c03_0183:

    # d "\"편지? 편지 같은 게 있었던가?\"" id c03_0183
    d "\"Письмо? Было ли такое на самом деле?\"" id c03_0183

# game/script/chapter3.rpy:990
translate russian c03_0184:

    # c base "스승님이 확실하게 본 물건이라도 나와 관련된 기억이면 아예 사라지는 것 같다." id c03_0184
    c base "Похоже, что если это воспоминание связано со мной, то даже если это что-то, что Мастер ясно видел, оно могло полностью исчезнуть." id c03_0184

# game/script/chapter3.rpy:992
translate russian c03_0185:

    # c talk "\"그럼 집 2층에도 침대랑 책장이 있는 건 기억 나시나요? 거기에 편지가 있었는데.\"" id c03_0185
    c talk "\"Тогда ты помнишь кровать и книжную полку на втором этаже? Вот где было письмо.\"" id c03_0185

# game/script/chapter3.rpy:997
translate russian c03_0186:

    # d "\"음, 몇 년 전에 내가 옮겨뒀지. 편지는 기억나지 않는데...\"" id c03_0186
    d "\"Хм, я перенес их несколько лет назад. Правда, я не помню ни одной буквы...\"" id c03_0186

# game/script/chapter3.rpy:1002
translate russian c03_0187:

    # "2층에 침대와 책장을 놓은 것은 10년 전의 [pl_name][josa_ida_da]. [pl_name][josa_wa_gwa] 관련된 기억에 모순점이 없도록 류호의 기억이 수정된 것이다." id c03_0187
    "Размещение кровати и книжной полки на втором этаже было сделано [pl_name] 10 лет назад."
    "Действия [pl_name] позволили изменить воспоминания Рю-Хо, чтобы предотвратить любые несоответствия, связанные с этими воспоминаниями." id c03_0187

# game/script/chapter3.rpy:1004
translate russian c03_0188:

    # "[pl_name][josa_eun_neun] 뭔가 다른 증거가 없는지 생각했다." id c03_0188
    "[pl_name] подумал о других возможных доказательствах." id c03_0188

# game/script/chapter3.rpy:1006
translate russian c03_0189:

    # c "\"옛날에 선물로 주신 목걸이도...\"" id c03_0189
    c "\"Ожерелье, которое ты подарил мне в качестве подарка...\"" id c03_0189

# game/script/chapter3.rpy:1011
translate russian c03_0190:

    # d "\"목걸이?\"" id c03_0190
    d "\"Ожерелье?\"" id c03_0190

# game/script/chapter3.rpy:1018
translate russian c03_0191:

    # "[pl_name][josa_eun_neun] 창고에 보관해 놓은 푸른 보석 목걸이를 꺼내왔다. 류호는 그 물건을 알아보는 눈치였다." id c03_0191
    "[pl_name] достал ожерелье с голубым камнем, которое хранилось на складе. Рю-Хо, похоже, узнал его." id c03_0191

# game/script/chapter3.rpy:1026
translate russian c03_0192:

    # d "\"내 둥지에 있던 것이 맞구나. 이걸 자네에게 선물로 줬다고?\"" id c03_0192
    d "\"Это действительно из моего гнезда. Я подарил это тебе?\"" id c03_0192

# game/script/chapter3.rpy:1031
translate russian c03_0193:

    # c "\"집을 찾는 나침반 아티팩트로 만들어서 주셨어요. 아, 이제 더 이상 작동하지는 않아요.\"" id c03_0193
    c "\"Ты превратил его в компас, который помогает найти дом. Ах, он больше не работает.\"" id c03_0193

# game/script/chapter3.rpy:1036
translate russian c03_0194:

    # d "\"으음... 내 물건이 맞지만, 선물로 준 기억은 없군. 정말로 자네에게 선물로 준 물건이 맞나?\"" id c03_0194
    d "\"Хм... Это действительно мое, но я не помню, чтобы дарил его кому-то. Ты уверен, что это был подарок от меня?\"" id c03_0194

# game/script/chapter3.rpy:1038
translate russian c03_0195:

    # c "\"네, 첫 생일선물입니다.\"" id c03_0195
    c "\"Да, это был мой первый подарок на день рождения.\"" id c03_0195

# game/script/chapter3.rpy:1043
translate russian c03_0196:

    # "류호는 고민이 깊어졌다." id c03_0196
    "Рю-Хо стал более задумчивым." id c03_0196

# game/script/chapter3.rpy:1045
translate russian c03_0197:

    # "[pl_name]의 말을 믿으면 모든 것이 딱 맞아떨어진다. 하지만 의심하면 모든 증거가 속임수처럼 보인다. 옛날에도 주술의 힘을 탐내서 자신을 속이려는 집단이 있었다." id c03_0197
    "Если он верит [pl_name], все сходится идеально. Но если он сомневается, все доказательства могут показаться обманом."
    "В прошлом были группы, которые жаждали силы колдовства настолько, что смогли обмануть его." id c03_0197

# game/script/chapter3.rpy:1050
translate russian c03_0198:

    # d "\"무슨 말을 하고 싶은지 잘 알겠소. 지금은 시간이 좀 필요하오.\"" id c03_0198
    d "\"Я понимаю, что ты пытаешься сказать. Мне просто нужно немного времени прямо сейчас.\"" id c03_0198

# game/script/chapter3.rpy:1055
translate russian c03_0199:

    # "지금 당장 어느 한쪽으로 결론 내리기엔 너무 이르다. 류호는 결국 판단을 좀 미루기로 했다." id c03_0199
    "Еще слишком рано делать какие-либо выводы. Рю-Хо решил отложить вынесение решения." id c03_0199

# game/script/chapter3.rpy:1060
translate russian c03_0200:

    # d "\"아무튼, 다시 한번 감사하오. 일단 몸을 회복하고 나서...\"" id c03_0200
    d "\"В любом случае, спасибо тебе еще раз. Как только я немного приду в себя...\"" id c03_0200

# game/script/chapter3.rpy:1069
translate russian c03_0201:

    # "{i}꼬르륵!!{/i}" id c03_0201
    "{i}Грохот!!{/i}" id c03_0201

# game/script/chapter3.rpy:1071
translate russian c03_0202:

    # "류호의 배에서 엄청나게 요란한 소리가 났다. 대식가인 류호에게는 너무 긴 시간의 공복이었다." id c03_0202
    "В желудке Рю-Хо раздался неприлично громкий звук. Длительный период голодания был непосильным даже для такого заядлого едока, как он." id c03_0202

# game/script/chapter3.rpy:1077
translate russian c03_0203:

    # "류호가 조금 민망한 웃음을 짓는 동안 [pl_name][josa_eun_neun] 저녁을 고민했다." id c03_0203
    "Пока Рю-Хо смущенно смеялся, [pl_name] размышлял над ужином." id c03_0203

# game/script/chapter3.rpy:1079
translate russian c03_0204:

    # c "\"바로 먹을 수 있는 걸 사 올게요.\"" id c03_0204
    c "\"Я пойду куплю что-нибудь готовое.\"" id c03_0204

# game/script/chapter3.rpy:1085
translate russian c03_0205:

    # d "\"굳이 그럴 필요 없네. 내가 직접 식당에 가는 편이...\"" id c03_0205
    d "\"В этом нет необходимости. Я бы лучше сам сходил в ресторан...\"" id c03_0205

# game/script/chapter3.rpy:1093
translate russian c03_0206:

    # d "\"...윽!\"" id c03_0206
    d "\"...Угх!\"" id c03_0206

# game/script/chapter3.rpy:1096
translate russian c03_0207:

    # "류호는 갑자기 느껴지는 이상한 감각에 자세가 무너졌다. [pl_name][josa_eun_neun] 류호의 몸 상태가 여전히 안 좋은 줄 착각했다." id c03_0207
    "От внезапного странного ощущения Рю-Хо пошатнулся. [pl_name] принял это за признак того, что его состояние все еще было плохим." id c03_0207

# game/script/chapter3.rpy:1098
translate russian c03_0208:

    # c "\"누워서 쉬고 계세요. 금방 갔다 올게요.\"" id c03_0208
    c "\"Отдохни здесь. Я скоро вернусь.\"" id c03_0208

# game/script/chapter3.rpy:1100
translate russian c03_0209:

    # "류호가 말릴 새도 없이 [pl_name][josa_eun_neun] 급하게 상점을 나갔다." id c03_0209
    "Прежде чем Рю-Хо успел возразить, [pl_name] поспешно вышел из магазина." id c03_0209

# game/script/chapter3.rpy:1117
translate russian c03_0210:

    # "[pl_name][josa_eun_neun] 류호를 속일 절호의 기회를 놓치지 않았다." id c03_0210
    "[pl_name] не упустил прекрасной возможности обмануть Рю-Хо." id c03_0210

# game/script/chapter3.rpy:1119
translate russian c03_0211:

    # c talk "\"사실 당신의 아들입니다.\"" id c03_0211
    c talk "\"На самом деле, я твой сын.\"" id c03_0211

# game/script/chapter3.rpy:1127
translate russian c03_0212:

    # d "\"아들이라고? 그럼 자네 나이가...\"" id c03_0212
    d "\"Мой сын? Тогда твой возраст был бы...\"" id c03_0212

# game/script/chapter3.rpy:1129
translate russian c03_0213:

    # "류호는 크게 당황하며 반문했다." id c03_0213
    "Удивленно спросил Рю-Хо." id c03_0213

# game/script/chapter3.rpy:1135
translate russian c03_0214:

    # c "\"24살 입니다.\"" id c03_0214
    c "\"Мне 24.\"" id c03_0214

# game/script/chapter3.rpy:1140
translate russian c03_0215:

    # d "\"... 설마 그때 만난 늑대가? 아니, 그럴 리가 없어... 색도 너무 다르고, 낳았으면 내가 낳았을 텐데... 으음, 절대 불가능한 건 아닌가...\"" id c03_0215
    d "\"...Мог ли это быть тот волк, которого я встретил тогда? Нет, это невозможно... окрас слишком отличается, и если бы он родился, рожать пришлось бы мне..."
    d "Хм, не то чтобы это было так уж невозможно...\"" id c03_0215

# game/script/chapter3.rpy:1142
translate russian c03_0216:

    # "류호는 혼잣말을 중얼거리며 심각한 고민에 빠졌다. [pl_name][josa_eun_neun] 생각보다 진지한 류호의 반응에 놀랐다. 빨리 진실을 말해줘야 할 것 같다." id c03_0216
    "Рю-Хо пробормотал что-то невнятное и попал в серьезную переделку. [pl_name] был удивлен ответом Рю-Хо, который оказался серьезнее, чем он думал. Нужно быстро рассказать правду." id c03_0216

# game/script/chapter3.rpy:1144
translate russian c03_0217:

    # c "\"아, 아니. 그게... 진짜로 아들은 아닙니다. 스승님이 12년 전에 보육원에서 저를 거둬주신 것 뿐이죠.\"" id c03_0217
    c "\"Ах, нет. Дело не в этом... На самом деле я не твой сын. Ты взял меня из приюта 12 лет назад.\"" id c03_0217

# game/script/chapter3.rpy:1149
translate russian c03_0218:

    # d "\"그랬던가?\"" id c03_0218
    d "\"Это так?\"" id c03_0218

# game/script/chapter3.rpy:1154
translate russian c03_0219:

    # c "\"네. 그리고 마법과 주술을 가르쳐주신 게 전부입니다.\"" id c03_0219
    c "\"Да. И ты научил меня магии и заклинаниям, вот и все.\"" id c03_0219

# game/script/chapter3.rpy:1156
translate russian c03_0220:

    # "[pl_name][josa_eul_reul] 아들로 입양했다면 신분 증명에서 알 수 있었을 것이다. 제대로 속은 류호는 머쓱한 웃음을 지으며 말했다." id c03_0220
    "Если бы [pl_name] был приемным сыном, это было бы отражено в официальных документах. Рю-Хо, осознав, что его основательно одурачили, неловко усмехнулся." id c03_0220

# game/script/chapter3.rpy:1161
translate russian c03_0221:

    # d "\"자네 꽤 짓궂은 구석이 있군. 하하!\"" id c03_0221
    d "\"В тебе есть что-то озорное, хаха!\"" id c03_0221

# game/script/chapter3.rpy:1163
translate russian c03_0222:

    # "[pl_name][josa_eun_neun] 딱히 부정하지 않고 어깨를 으쓱했다." id c03_0222
    "[pl_name] просто пожал плечами, не отрицая этого." id c03_0222

# game/script/chapter3.rpy:1175
translate russian c03_0223:

    # d "장난치지 마시게." id c03_0223
    d "Хватит валять дурака." id c03_0223

# game/script/chapter3.rpy:1190
translate russian c03_0224:

    # "[pl_name][josa_eun_neun] 류호가 어디까지 기억을 잃은 것인지 궁금했다." id c03_0224
    "[pl_name] было любопытно, до какой степени Рю-Хо потерял свою память." id c03_0224

# game/script/chapter3.rpy:1192
translate russian c03_0225:

    # c base "(설마 모든 기억을 잊어버린 건 아니겠지?)" id c03_0225
    c base "(Неужели он все забыл?)" id c03_0225

# game/script/chapter3.rpy:1194
translate russian c03_0226:

    # c talk "\"사실 당신의 연인입니다.\"" id c03_0226
    c talk "\"На самом деле, я твой любовник.\"" id c03_0226

# game/script/chapter3.rpy:1199
translate russian c03_0227:

    # d "\"... 뭐?!\"" id c03_0227
    d "\"... Что?!\"" id c03_0227

# game/script/chapter3.rpy:1201
translate russian c03_0228:

    # "류호는 깜짝 놀랐다가 어이없다는 표정을 하더니, 버럭 화를 냈다." id c03_0228
    "Рю-Хо выглядел удивленным, затем недоверчивым, а затем внезапно разозлился." id c03_0228

# game/script/chapter3.rpy:1206
translate russian c03_0229:

    # d "\"함부로 그런 농담 하지 말게!\"" id c03_0229
    d "\"Не надо так легкомысленно шутить!\"" id c03_0229

# game/script/chapter3.rpy:1208
translate russian c03_0230:

    # c base "류호가 이렇게까지 화를 내는 건 처음 봤다. 나도 모르게 류호의 역린을 건드린 것 같다." id c03_0230
    c base "Я впервые видел, чтобы Рю-Хо был так зол. Я невольно задел его за живое." id c03_0230

# game/script/chapter3.rpy:1210
translate russian c03_0231:

    # c ddam2 "\"죄송합니다. 스승님이 정말 기억을 잃었나 궁금해서 그만...\"" id c03_0231
    c ddam2 "\"Мне жаль. Мне просто было любопытно, действительно ли ты потерял свою память...\"" id c03_0231

# game/script/chapter3.rpy:1215
translate russian c03_0232:

    # d "\"흠! 내가 진짜로 오해하지 않은 걸 다행으로 여기도록 하시오.\"" id c03_0232
    d "\"Хм! Считай, что тебе повезло, что я не воспринял это всерьез.\"" id c03_0232

# game/script/chapter3.rpy:1217
translate russian c03_0233:

    # "류호는 더 쏘아붙이고 싶은 걸 참으며 혀를 찼다." id c03_0233
    "Рю-Хо воздержался от дальнейших комментариев, явно сдерживая желание отругать меня еще больше." id c03_0233

# game/script/chapter3.rpy:1230
translate russian c03_0234:

    # d "장난치지 마시게." id c03_0234
    d "Хватит валять дурака." id c03_0234

# game/script/chapter3.rpy:1250
translate russian c03_0235:

    # "[pl_name][josa_eun_neun] 식당으로 뛰어가다가 무언가 맛있는 냄새에 이끌려 자연스럽게 걸음을 멈추고 고개를 돌렸다." id c03_0235
    "Направляясь к ресторану, [pl_name] был привлечен вкусным запахом и, естественно, остановился, повернувшись в его сторону." id c03_0235

# game/script/chapter3.rpy:1257
translate russian c03_0236:

    # "길거리의 노점상에서 꼬치구이를 굽고 있는 것이 보였다. [pl_name][josa_eun_neun] 식당보다 여기서 음식을 사는 것이 더 좋을 거 같다고 생각했다." id c03_0236
    "Уличный торговец жарил шашлыки на гриле. [pl_name] подумал, что покупать еду здесь будет лучше, чем в ресторане." id c03_0236

# game/script/chapter3.rpy:1259
translate russian c03_0237:

    # "[pl_name][josa_eun_neun] 길거리의 노점상에서 팔고 있던 모든 꼬치구이를 샀다." id c03_0237
    "[pl_name] купил все шампуры, которые продавал уличный торговец." id c03_0237

# game/script/chapter3.rpy:1264
translate russian c03_0238:

    # "가게 주인이 [pl_name][josa_eul_reul] 이상하게 바라보았지만, 그는 신경 쓰지 않았다. 어차피 이 정도 양을 먹어도 류호는 배부르지 않을 것이다." id c03_0238
    "Продавец странно посмотрел на [pl_name], но не стал возражать. В конце концов, этого количества не хватило бы, чтобы заполнить Рю-Хо." id c03_0238

# game/script/chapter3.rpy:1266
translate russian c03_0239:

    # c "(그래도 꼬치구이 50개는 좀 무겁네...)" id c03_0239
    c "(Тем не менее, 50 шампуров - это многовато...)" id c03_0239

# game/script/chapter3.rpy:1268
translate russian c03_0240:

    # "[pl_name][josa_eun_neun] 꼬치구이를 양팔에 가득 안고 다시 자신의 상점으로 향했다." id c03_0240
    "[pl_name] с полными руками шампуров, направляется обратно в свой магазин." id c03_0240

# game/script/chapter3.rpy:1273
translate russian c03_0241:

    # "맛있는 냄새를 풍기며 가게로 돌아온 [pl_name][josa_eun_neun] 식탁에 꼬치구이를 펼쳐놓았다. 노릇하게 구워진 각종 채소와 고기의 냄새가 식욕을 자극한다." id c03_0241
    "[pl_name] разложил их на столе, наполняя комнату пикантным ароматом овощей и мяса, приготовленных на гриле, и возбуждая аппетит." id c03_0241

# game/script/chapter3.rpy:1275
translate russian c03_0242:

    # "마침 계단을 내려오는 발소리가 들려서 [pl_name][josa_eun_neun] 고개를 들었다." id c03_0242
    "Услышав шаги, спускающиеся по лестнице, [pl_name] поднял голову." id c03_0242

# game/script/chapter3.rpy:1277
translate russian c03_0243:

    # c talk "\"몸은 괜찮으신, 헉!\"" id c03_0243
    c talk "\"Ты хорошо себя чувствуешь... а!\"" id c03_0243

# game/script/chapter3.rpy:1282
translate russian c03_0244:

    # "[pl_name][josa_eun_neun] 류호가 여기서도 알몸으로 다닐 줄은 몰랐다. 과거에도 집에 오면 옷을 아무 데나 훌렁 벗어던져서 특이하다고 생각했다." id c03_0244
    "[pl_name] не ожидал, что Рю-Хо будет разгуливать голышом и здесь. В прошлом, возвращаясь домой, он небрежно снимал с себя одежду, что мне всегда казалось странным." id c03_0244

# game/script/chapter3.rpy:1287
translate russian c03_0245:

    # "알몸으로 나타난 류호는 [pl_name]의 반응에 신경 쓰지 않고 가까이 다가왔다." id c03_0245
    "Рю-Хо, появившийся обнаженным, не обратил внимания на реакцию [pl_name] и приблизился." id c03_0245

# game/script/chapter3.rpy:1289
translate russian c03_0246:

    # "용족 특유의 피부는 매끈하게 빛나고, 두터운 팔다리는 어른의 매력이 느껴진다." id c03_0246
    "Его драконья шкура гладко блестела, а крепкие конечности излучали очарование взрослого человека." id c03_0246

# game/script/chapter3.rpy:1291
translate russian c03_0247:

    # "그러나 무엇보다 시선을 끄는 것은 류호의 슬릿이다. 이런 '내부로 수납된 생식기'는 아무래도 흔치 않다." id c03_0247
    "Но больше всего внимания привлекает разрез Рю-Хо. Не каждый день можно увидеть такие 'внутренние половые органы'." id c03_0247

# game/script/chapter3.rpy:1293
translate russian c03_0248:

    # "류호는 아무렇지도 않은 듯 평범하게 말을 꺼냈다." id c03_0248
    "Рю-Хо заговорил в беззаботной, непринужденной манере." id c03_0248

# game/script/chapter3.rpy:1298
translate russian c03_0249:

    # d "\"내 몸 상태는 괜찮소.\"" id c03_0249
    d "\"Мое состояние в порядке.\"" id c03_0249

# game/script/chapter3.rpy:1306
translate russian c03_0250:

    # d "\"이게 그 음식인가?\"" id c03_0250
    d "\"Это и есть та самая еда?\"" id c03_0250

# game/script/chapter3.rpy:1314
translate russian c03_0251:

    # c "\"그, 뭐라도 입고 오세요.\"" id c03_0251
    c "\"П, пожалуйста, надень что-нибудь.\"" id c03_0251

# game/script/chapter3.rpy:1320
translate russian c03_0252:

    # "류호는 [pl_name]의 말에 이해가 가지 않는 듯 어깨를 으쓱했다." id c03_0252
    "Рю-Хо пожал плечами, как будто не понял слов [pl_name]." id c03_0252

# game/script/chapter3.rpy:1327
translate russian c03_0253:

    # d "\"음? 나는 딱히 춥지 않소.\"" id c03_0253
    d "\"Хм? Мне не особенно холодно.\"" id c03_0253

# game/script/chapter3.rpy:1333
translate russian c03_0254:

    # c "\"아니 그게 아니라...\"" id c03_0254
    c "\"Это не из-за этого...\"" id c03_0254

# game/script/chapter3.rpy:1338
translate russian c03_0255:

    # d "\"집에서는 벗고 있는 게 익숙해서... 아무래도 옷을 입으면 답답해서 말이오.\"" id c03_0255
    d "\"Я привык дома быть без одежды... Мне кажется, что в ней душно.\"" id c03_0255

# game/script/chapter3.rpy:1343
translate russian c03_0256:

    # c ddam "(그... 그 허술한 옷을 입는 것도 답답하다고?)" id c03_0256
    c ddam "(Он считает, что даже в этой... этой свободной одежде ему душно?)" id c03_0256

# game/script/chapter3.rpy:1345
translate russian c03_0257:

    # "[pl_name][josa_eun_neun] 뭐라고 대답할 의지를 잃었다. 수인 사회는 노출에 꽤 관대하지만, 류호는 정도가 다르다." id c03_0257
    "[pl_name] потерял желание отвечать. Общество зверолюдей довольно снисходительно относится к разоблачению, но Рю-хо находится на другом уровне." id c03_0257

# game/script/chapter3.rpy:1347
translate russian c03_0258:

    # "[pl_name][josa_eun_neun] 알면 알수록 정말 특이한 수인이라고 생각했다." id c03_0258
    "Чем больше [pl_name] узнавал его, тем больше они думали, что он действительно уникальный зверочеловек." id c03_0258

# game/script/chapter3.rpy:1352
translate russian c03_0259:

    # d "\"허기가 심해서 그런데, 염치 불고하고 먼저 먹어도 되겠소?\"" id c03_0259
    d "\"Я так голоден, не будет ли слишком самонадеянно сначала поесть?\"" id c03_0259

# game/script/chapter3.rpy:1357
translate russian c03_0260:

    # "[pl_name][josa_i_ga] 고개를 끄덕이자, 류호는 꼬치구이를 집어 들었다. 오랜만에 보는 류호의 식사는 여전히 놀라웠다." id c03_0260
    "Когда [pl_name] кивнул, Рю-Хо взял шампур. Наблюдать, как Рю-Хо ест, спустя долгое время, все еще было удивительно." id c03_0260

# game/script/chapter3.rpy:1359
translate russian c03_0261:

    # "먹는 속도가 특별히 빠른 것은 아니지만, 한순간도 쉬지 않고 끊임없이 음식이 들어가는 기세가 엄청났다." id c03_0261
    "Он ел не особенно быстро, но то, как неумолимо поступала еда, впечатляло." id c03_0261

# game/script/chapter3.rpy:1361
translate russian c03_0262:

    # "[pl_name]도 꼬치를 하나 들고 고기를 씹었다. 그는 기름진 고기와 향신료가 잘 어울리는 맛이라고 생각했다." id c03_0262
    "[pl_name] тоже взял шампур и принялся жевать мясо, размышляя о том, как хорошо сочетаются жирное мясо и специи." id c03_0262

# game/script/chapter3.rpy:1363
translate russian c03_0263:

    # c base "(여전히 잘 드시네.)" id c03_0263
    c base "(Он по-прежнему хорошо питается.)" id c03_0263

# game/script/chapter3.rpy:1365
translate russian c03_0264:

    # "간단한 식사와 뒷정리가 끝나고, [pl_name][josa_eun_neun] 류호를 자신의 방에서 재우려고 했다. 류호가 더 쉬어야 한다고 생각했기 때문이다." id c03_0264
    "После простой трапезы и уборки [pl_name] намеревался уложить Рю-Хо спать в своей комнате, полагая, что Рю-Хо нуждается в большем отдыхе." id c03_0264

# game/script/chapter3.rpy:1370
translate russian c03_0265:

    # d "\"다시 말하지만, 이제 몸 상태는 괜찮소.\"" id c03_0265
    d "\"Я повторю это еще раз, сейчас я в порядке.\"" id c03_0265

# game/script/chapter3.rpy:1375
translate russian c03_0266:

    # c talk "\"하지만 아까 쓰러질 뻔했잖아요.\"" id c03_0266
    c talk "\"Но раньше ты чуть не упал в обморок.\"" id c03_0266

# game/script/chapter3.rpy:1380
translate russian c03_0267:

    # d "\"아까 그것은... 여기 때문에 그렇다네.\"" id c03_0267
    d "\"Это было из-за этого.\"" id c03_0267

# game/script/chapter3.rpy:1385
translate russian c03_0268:

    # "류호는 자신의 슬릿을 가리켰다. 부끄러움 없는 류호의 태도에 [pl_name][josa_i_ga] 더 부끄러워졌다." id c03_0268
    "Рю-Хо указал на свою щель. [pl_name] еще больше смутился от бесстыдного поведения Рю-хо.." id c03_0268

# game/script/chapter3.rpy:1387
translate russian c03_0269:

    # c shy "\"거기가... 왜요?\"" id c03_0269
    c shy "\"Там... почему?\"" id c03_0269

# game/script/chapter3.rpy:1392
translate russian c03_0270:

    # d "\"갑자기 안쪽에 뭔가 끼인 것 같소.\"" id c03_0270
    d "\"У меня было такое чувство, будто что-то внезапно застряло внутри.\"" id c03_0270

# game/script/chapter3.rpy:1397
translate russian c03_0271:

    # c base "(거기 안에는 당연히... 아!)" id c03_0271
    c base "(Очевидно, что внутри что-то есть... Ах!)" id c03_0271

# game/script/chapter3.rpy:1399
translate russian c03_0272:

    # "류호는 기억이 봉인되면서 구슬 같은 게 생길 거라고 했다." id c03_0272
    "Рю-Хо сказал, что при запечатывании воспоминаний образуется объект, похожий на сферу." id c03_0272

# game/script/chapter3.rpy:1401
translate russian c03_0273:

    # c consider "(그게 설마... 그 안쪽에?)" id c03_0273
    c consider "(Может ли это быть... там, внутри?)" id c03_0273

# game/script/chapter3.rpy:1403
translate russian c03_0274:

    # "불가능한 일은 아니다. 단지 좀 민망할 뿐이다. [pl_name][josa_eun_neun] 류호에게 설명했다." id c03_0274
    "Это не было невозможно, просто немного неловко. [pl_name] объяснил Рю-Хо." id c03_0274

# game/script/chapter3.rpy:1405
translate russian c03_0275:

    # c talk "\"봉인으로 기억이 담긴 구체가 만들어진다고 했으니, 그게...\"" id c03_0275
    c talk "\"Если печать образует сферу, содержащую воспоминания, то это...\"" id c03_0275

# game/script/chapter3.rpy:1410
translate russian c03_0276:

    # d "\"흐으음...\"" id c03_0276
    d "\"Хмм...\"" id c03_0276

# game/script/chapter3.rpy:1412
translate russian c03_0277:

    # "류호는 잠시 고민하더니 [pl_name][josa_i_ga] 깜짝 놀랄 말을 했다." id c03_0277
    "После минутного раздумья Рю-Хо сказал нечто, что шокировало [pl_name]." id c03_0277

# game/script/chapter3.rpy:1417
translate russian c03_0278:

    # d "\"빼는 걸 도와주겠소?\"" id c03_0278
    d "\"Не мог бы ты помочь мне вытащить его?\"" id c03_0278

# game/script/chapter3.rpy:1433
translate russian c03_0279:

    # "뭘 어떻게 도와줄 수 있는지 생각하자 부끄러워졌다. [pl_name][josa_eun_neun] 고개를 저으며 말했다." id c03_0279
    "Мысль о том, как он мог бы помочь, заставила [pl_name] покраснеть. Он покачал головой и сказали." id c03_0279

# game/script/chapter3.rpy:1435
translate russian c03_0280:

    # c "\"그것까진 좀...\"" id c03_0280
    c "\"Это уже чересчур...\"" id c03_0280

# game/script/chapter3.rpy:1440
translate russian c03_0281:

    # d "\"흐음, 아쉽군. 혼자서 어떻게든 해보겠소.\"" id c03_0281
    d "\"Хм, это прискорбно. Тогда я справлюсь сам.\"" id c03_0281

# game/script/chapter3.rpy:1445
translate russian c03_0282:

    # "[pl_name][josa_eun_neun] 류호를 자신의 방에서 재우고, 자신은 가헬의 방에서 자기로 했다." id c03_0282
    "[pl_name] позволил Рю-Хо спать в его комнате, пока он мог переночевать в комнате Гахеля." id c03_0282

# game/script/chapter3.rpy:1447
translate russian c03_0283:

    # c base "(내일은 가헬도 돌아올 테고, 할 일도 많이 남아있다.)" id c03_0283
    c base "(Завтра Гахель вернется, и нам предстоит еще многое сделать.)" id c03_0283

# game/script/chapter3.rpy:1449
translate russian c03_0284:

    # c "(오늘은 푹 자자...)" id c03_0284
    c "(Давай хорошенько выспимся ночью...)" id c03_0284

# game/script/chapter3.rpy:1451
translate russian c03_0285:

    # "결심이 무색하게 [pl_name][josa_eun_neun] 그날 밤에 잠을 설쳤다." id c03_0285
    "Несмотря на свою решимость, [pl_name] провел беспокойную ночь." id c03_0285

# game/script/chapter3.rpy:1464
translate russian c03_0286:

    # c "\"... 도와드릴게요.\"" id c03_0286
    c "\"... Я помогу тебе.\"" id c03_0286

# game/script/chapter3.rpy:1466
translate russian c03_0287:

    # "[pl_name]의 대답에 류호는 [pl_name][josa_eul_reul] 방으로 이끌었다." id c03_0287
    "Услышав ответ [pl_name], Рю-Хо повел его в комнату" id c03_0287

# game/script/chapter3.rpy:1476
translate russian c03_0288:

    # "류호는 바닥에 누워서 자리를 잡았다. [pl_name][josa_eun_neun] 이런 상황에서 류호 특유의 '어른의 능숙함'을 느끼는 게 약간 어색했다." id c03_0288
    "Рю-Хо улегся на пол, устраиваясь поудобнее. [pl_name] почувствовал себя немного неловко, почувствовав 'взрослое мастерство' Рю-Хо в такой ситуации." id c03_0288

# game/script/chapter3.rpy:1478
translate russian c03_0289:

    # d talk nake_d "\"너무 뻣뻣하게 서 있지 말고... 가까이 오게나.\"" id c03_0289
    d talk nake_d "\"Не стой так неподвижно... Подойди ближе.\"" id c03_0289

# game/script/chapter3.rpy:1502
translate russian c03_0290:

    # "[pl_name][josa_i_ga] 가까이 다가가자, 류호는 다리를 살짝 벌리며 자신의 슬릿을 가리켰다." id c03_0290
    "Когда [pl_name] подошел ближе, Рю-Хо слегка раздвинул ноги и указал на свою щель." id c03_0290

# game/script/chapter3.rpy:1512
translate russian c03_0291:

    # d talk nake_d "\"우선, 입구를 만져보겠소?\"" id c03_0291
    d talk nake_d "\"Во-первых, не хотел бы ты прикоснуться к щели?\"" id c03_0291

# game/script/chapter3.rpy:1519
translate russian c03_0292:

    # "남근이 있을 법한 자리에는 갈라진 틈이 있을 뿐이었다. [pl_name][josa_eun_neun] 손가락으로 그 틈새를 건드려보았다." id c03_0292
    "Там, где должен был находиться фаллос, не было ничего, кроме щели. [pl_name] коснулся щели пальцем." id c03_0292

# game/script/chapter3.rpy:1521
translate russian c03_0293:

    # "촉감은 그냥 피부와 크게 다를 바 없지만, 류호는 민감하게 반응했다." id c03_0293
    "На ощупь она ничем не отличалась от кожи, но Рю-Хо был чувствителен к прикосновениям." id c03_0293

# game/script/chapter3.rpy:1523
translate russian c03_0294:

    # "가볍게 문지르는 것만으로도 류호는 흥분에 달아오르기 시작했다. 뜨거운 숨을 내쉰 류호는 바로 다음 단계로 진행했다." id c03_0294
    "Даже легкого поглаживания было достаточно, чтобы он почувствовал возбуждение. Горячо выдохнув, Рю-Хо перешел к следующему шагу." id c03_0294

# game/script/chapter3.rpy:1525
translate russian c03_0295:

    # d horny "\"손가락 하나만 넣어보시오.\"" id c03_0295
    d horny "\"Попробуй засунуть в него один палец.\"" id c03_0295

# game/script/chapter3.rpy:1527
translate russian c03_0296:

    # c talk "\"네...\"" id c03_0296
    c talk "\"Да...\"" id c03_0296

# game/script/chapter3.rpy:1536
translate russian c03_0297:

    # "[pl_name][josa_i_ga] 손가락을 밀어넣자, 생각보다 쉽게 쑥 들어갔다. 구멍 안쪽은 뜨끈하고 약간 축축했다." id c03_0297
    "[pl_name] просунул палец внутрь, и это оказалось легче, чем он ожидал. Внутри дырочки было горячо и слегка влажно." id c03_0297

# game/script/chapter3.rpy:1538
translate russian c03_0298:

    # "[pl_name][josa_eun_neun] 구슬이 어디 있을지 생각하며 손가락을 살살 움직였다. 류호는 [pl_name]의 의도를 파악하고 말했다." id c03_0298
    "[pl_name] осторожно пошевелил пальцем, размышляя о том, где может находиться сфера. Рю-Хо понял намерения [pl_name] и сказал." id c03_0298

# game/script/chapter3.rpy:1540
translate russian c03_0299:

    # d horny2 "\"아니, 훨씬 더 깊이 있는 것 같다네. 지금은 입구를 넓히는 데 집중하게.\"" id c03_0299
    d horny2 "\"Нет, кажется, все гораздо глубже. Сосредоточься на расширении щели.\"" id c03_0299

# game/script/chapter3.rpy:1563
translate russian c03_0300:

    # c base "왠지 류호의 명령에 끌려가는 것 같지만, 손가락을 더욱 움직였다. 손이 점점 축축해지는 게 기분이 이상했다." id c03_0300
    c base "Каким-то образом повинуясь приказу Рю-Хо, [pl_name] пошевелил пальцами еще сильнее. Было странно чувствовать, что его руки становятся все более влажными." id c03_0300

# game/script/chapter3.rpy:1565
translate russian c03_0301:

    # d "\"흐음, 뭔가 윤활제로 쓸 것을 갖고 있소? 향유라던가.\"" id c03_0301
    d "\"Хм, у тебя есть чем его смазать, маслом или еще чем-нибудь?\"" id c03_0301

# game/script/chapter3.rpy:1569
translate russian c03_0302:

    # "[pl_name][josa_eun_neun] 엘레드가 쓴 허브 오일이 번뜩 생각났다. 엘레드가 썼던 상황을 생각하면 윤활제로 쓰기 딱 좋은 물건인 것 같다." id c03_0302
    "[pl_name] сразу вспомнил о растительных маслах, которые использовал Элед. Учитывая ситуацию, в которой он оказался, это показалось ему идеальной смазкой." id c03_0302

# game/script/chapter3.rpy:1571
translate russian c03_0303:

    # c talk "\"허브 오일은 어때요?\"" id c03_0303
    c talk "\"Как тебе нравится растительное масло?\"" id c03_0303

# game/script/chapter3.rpy:1573
translate russian c03_0304:

    # d "\"좋네.\"" id c03_0304
    d "\"Хорошо.\"" id c03_0304

# game/script/chapter3.rpy:1576
translate russian c03_0305:

    # "[pl_name][josa_eun_neun] 적당한 물건이 있나 생각했다." id c03_0305
    "[pl_name] хотел бы знать, есть ли что-нибудь подходящее." id c03_0305

# game/script/chapter3.rpy:1578
translate russian c03_0306:

    # c "(기름 중에서도 향이 괜찮은 물건이라면...)" id c03_0306
    c "(Среди масел, если у него приятный аромат...)" id c03_0306

# game/script/chapter3.rpy:1580
translate russian c03_0307:

    # c talk "\"음... 허브 오일 같은 거요?\"" id c03_0307
    c talk "\"Ммм... Растительное масло или что-то в этом роде?\"" id c03_0307

# game/script/chapter3.rpy:1582
translate russian c03_0308:

    # d "\"충분하네.\"" id c03_0308
    d "\"Достаточно хорошо.\"" id c03_0308

# game/script/chapter3.rpy:1584
translate russian c03_0309:

    # c "\"잠시만 기다려주세요. 금방 가져올게요.\"" id c03_0309
    c "\"Просто дай мне минутку. Я сейчас вернусь.\"" id c03_0309

# game/script/chapter3.rpy:1593
translate russian c03_0310:

    # "[pl_name][josa_eun_neun] 허브 오일을 찾으러 방에서 나갔다. 류호는 텅 빈 아래가 아쉬워서 입을 쩝쩝거렸다." id c03_0310
    "[pl_name] вышел из комнаты в поисках растительного масла. Рю-Хо поджал губы, почувствовав пустоту внутри." id c03_0310

# game/script/chapter3.rpy:1595
translate russian c03_0311:

    # "기왕이면 느긋하고 진한 교미를 즐기고 싶지만, 지금은 구슬을 빼는 게 먼저다." id c03_0311
    "Он бы с удовольствием насладился приятным, расслабляющим совокуплением, но сейчас предпочел бы убрать сферу." id c03_0311

# game/script/chapter3.rpy:1597
translate russian c03_0312:

    # "[pl_name][josa_eun_neun] 창고에서 허브 오일을 가져왔다." id c03_0312
    "Я принес растительное масло со склада [pl_name]." id c03_0312

# game/script/chapter3.rpy:1599
translate russian c03_0313:

    # "조심스레 방문을 열자 보이는 것은 여전히 바닥에 엎드린 류호였다. 류호가 다리를 벌린 모습은 굉장히 외설적이었다." id c03_0313
    "Я осторожно открываю дверь и вижу, что Рю-Хо все еще лежит на полу. То, как Рю-Хо раздвинул ноги, было очень непристойно." id c03_0313

# game/script/chapter3.rpy:1613
translate russian dragon_see_01_6990218a:

    # "류호는 손으로 슬릿 안을 헤집으며 구슬을 찾다가 손을 뺐다. 살짝 열린 슬릿은 흥분을 참으며 흘러나온 액으로 흥건했다."
    "Рука Рю-Хо скользнула в щель в поисках бусины. Приоткрытая щель была влажной от ее соков от возбуждения."

# game/script/chapter3.rpy:1615
translate russian c03_0314:

    # c "(오일 필요 없었던 거 아닌가?)" id c03_0314
    c "(На самом деле ему не нужно было масло?)" id c03_0314

# game/script/chapter3.rpy:1617
translate russian c03_0315:

    # d horny "\"혼자서는 빼기가 힘들군... 내 생각보다 더 깊이 있는 것 같네.\"" id c03_0315
    d horny "\"Трудно разобраться в этом в одиночку... Думаю, это глубже, чем я думал.\"" id c03_0315

# game/script/chapter3.rpy:1624
translate russian c03_0316:

    # "[pl_name][josa_eun_neun] 일단 허브 오일 병을 열었다. 상쾌한 풀 내음이 은은하게 퍼진다. 손에 기름을 듬뿍 뿌리자 번들거리는 자신의 털이 신기했다." id c03_0316
    "[pl_name] открыл бутылочку с растительным маслом. До него донесся легкий освежающий запах травы. Смазывая руки маслом, он поразился блеску своей шерсти." id c03_0316

# game/script/chapter3.rpy:1629
translate russian c03_0317:

    # d "\"우선 천천히 넣어보게나.\"" id c03_0317
    d "\"Давай сначала сделаем это медленно.\"" id c03_0317

# game/script/chapter3.rpy:1631
translate russian c03_0318:

    # c "\"네...\"" id c03_0318
    c "\"Да...\"" id c03_0318

# game/script/chapter3.rpy:1640
translate russian c03_0319:

    # "[pl_name][josa_eun_neun] 손가락을 천천히 류호의 슬릿에 넣었다. 미끄럽고 축축한 액체가 섞이면서 질척한 소리를 낸다. 슬릿은 부드럽게 [pl_name]의 손을 삼켰다." id c03_0319
    "[pl_name] медленно ввел палец в щель Рю-Хо. Скользкая, влажная жидкость, смешиваясь, издавала хлюпающий звук. Щель мягко поглотила руку [pl_name]." id c03_0319

# game/script/chapter3.rpy:1642
translate russian c03_0320:

    # c "(느낌 이상해...)" id c03_0320
    c "(Это кажется странным...)" id c03_0320

# game/script/chapter3.rpy:1644
translate russian c03_0321:

    # d horny2 "\"흐으... 조금 더 깊게...\"" id c03_0321
    d horny2 "\"Хмф... Немного глубже...\"" id c03_0321

# game/script/chapter3.rpy:1659
translate russian c03_0322:

    # "류호가 미리 넓혀놓은 덕분에 무리 없이 손목까지 들어갔다. 뜨겁고 축축한 내부가 [pl_name]의 손을 꽉 조여왔다." id c03_0322
    "Рю-Хо заранее расширил щель, так что рука [pl_name] без труда скользнула в его запястье. Горячая, влажная внутренняя часть плотно сжала его ладонь." id c03_0322

# game/script/chapter3.rpy:1661
translate russian c03_0323:

    # "조금씩 안쪽으로 손을 뻗자, 무언가 만져지는 게 있었다. 하지만 구슬은 아닌 것 같았다." id c03_0323
    "Он медленно просунул руку внутрь и что-то нащупал. Но, похоже, это был не шар." id c03_0323

# game/script/chapter3.rpy:1663
translate russian c03_0324:

    # c "(이게 뭐지?)" id c03_0324
    c "(Что это?)" id c03_0324

# game/script/chapter3.rpy:1668
translate russian c03_0325:

    # d "\"으음!...\"" id c03_0325
    d "\"Мммм!...\"" id c03_0325

# game/script/chapter3.rpy:1670
translate russian c03_0326:

    # c "(... 귀두인가?)" id c03_0326
    c "(...головка?)" id c03_0326

# game/script/chapter3.rpy:1672
translate russian c03_0327:

    # "당연히 슬릿 안에 자지가 있다는 건 알고 있지만, 직접 만지는 건 역시 기분이 묘하다." id c03_0327
    "Конечно, [pl_name] знает, что в щели торчит пенис, но все равно странно к нему прикасаться묘하다." id c03_0327

# game/script/chapter3.rpy:1685
translate russian c03_0328:

    # "더 안쪽으로 손을 집어넣자 자연스럽게 남근의 표면을 훑게 됐다." id c03_0328
    "Когда он просунул руку глубже внутрь, [pl_name] естественным образом скользнул по поверхности фаллоса." id c03_0328

# game/script/chapter3.rpy:1691
translate russian c03_0329:

    # "류호는 흥분에 다리를 잘게 떨었다. 어느 정도는 이런 상황을 예상하긴 했다." id c03_0329
    "Ноги Рю-Хо дрожали от волнения. В какой-то степени [pl_name] ожидал этого." id c03_0329

# game/script/chapter3.rpy:1694
translate russian c03_0330:

    # d "\"하윽!\"" id c03_0330
    d "\"Хмф!\"" id c03_0330

# game/script/chapter3.rpy:1696
translate russian c03_0331:

    # "[pl_name][josa_eun_neun] 따뜻한 목욕물에 팔을 담그는 것처럼 천천히 깊게 집어넣었다. 류호의 슬릿은 놀랄 정도로 벌어져서 [pl_name]의 팔근육을 부드럽게 감싸고 있었다." id c03_0331
    "[pl_name] медленно вошел глубже, словно опуская руку в теплую ванну. Щель Рю-Хо была на удивление широкой, мягко обхватывая мышцы руки [pl_name]." id c03_0331

# game/script/chapter3.rpy:1698
translate russian c03_0332:

    # c base "(사람 안에 팔이 이렇게...)" id c03_0332
    c base "(Рука внутри такого человека, как этот...)" id c03_0332

# game/script/chapter3.rpy:1700
translate russian c03_0333:

    # "이 정도로 깊게 들어갈 거라고 예상하지 못했다. [pl_name][josa_eun_neun] 약간 무섭다는 생각을 하면서도 동시에 호기심이 생겼다." id c03_0333
    "Он не ожидал, что все зайдет так далеко. [pl_name] почувствовал легкий испуг и любопытство одновременно." id c03_0333

# game/script/chapter3.rpy:1702
translate russian c03_0334:

    # c base "(대체 어디까지 들어갈 수 있지?)" id c03_0334
    c base "(Как далеко это может зайти?)" id c03_0334

# game/script/chapter3.rpy:1729
translate russian c03_0335:

    # "본래의 목적을 잊은 건 아니지만, 부끄러움이나 공포 같은 감정은 궁금증에 묻혀 사라졌다. [pl_name][josa_eun_neun] 더 안쪽을 향해 팔을 쑤욱 밀어 넣었다." id c03_0335
    "Он не забыл о своей первоначальной цели, но такие эмоции, как стыд и страх, были скрыты любопытством. [pl_name][josa_eun_neun] просунул руку еще глубже внутрь." id c03_0335

# game/script/chapter3.rpy:1733
translate russian c03_0336:

    # d "\"허윽! 거, 거기!...\"" id c03_0336
    d "\"Хмф, ну вот, ну вот!...\"" id c03_0336

# game/script/chapter3.rpy:1738
translate russian c03_0337:

    # "[pl_name]의 손끝에 뭔가 단단한 것이 닿았다. 말캉한 내벽에서 이질적으로 딱딱한 물체는 구슬밖에 없을 것이다." id c03_0337
    "Что-то твердое коснулось кончиков пальцев [pl_name]. Единственным предметом, который мог бы казаться чужеродно твердым в пушистой внутренности, мог быть шар." id c03_0337

# game/script/chapter3.rpy:1745
translate russian c03_0338:

    # "[pl_name][josa_eun_neun] 그것을 움켜잡으려 했지만, 생각보다 쉽지 않았다. 주먹을 쥘 수 있을 만큼 공간이 넉넉하지 않았다. 구석에 꽉 끼인 것을 손으로 툭툭 건드리는 게 한계였다." id c03_0338
    "[pl_name][josa_eun_neun] попытался схватить его, но это оказалось не так просто, как он думал. Там было недостаточно места, чтобы сжать его в кулак. Он мог только потыкать в него рукой, крепко зажатой в углу." id c03_0338

# game/script/chapter3.rpy:1749
translate russian c03_0339:

    # d horny3 "\"크흡! 하아... 으흣!\"" id c03_0339
    d horny3 "\"Ах! Ха ха... Угх!\"" id c03_0339

# game/script/chapter3.rpy:1751
translate russian c03_0340:

    # "구슬을 잡기 위해 움직일 때마다 류호의 반응도 더 강해졌다." id c03_0340
    "Реакция Рю-Хо усилилась, когда [pl_name] двинулся, чтобы схватить сферу." id c03_0340

# game/script/chapter3.rpy:1753
translate russian c03_0341:

    # "자지의 꿈틀거림이 피부로 느껴지지만 [pl_name][josa_eun_neun] 신경 쓰지 않았다. 잡힐 듯 잡히지 않는 구슬이 약간 짜증 날 뿐이었다." id c03_0341
    "Подергивание члена Рю-Хо ощущалось кожей, но [pl_name][josa_eun_neun] не обращало на это внимания. Его лишь слегка раздражал шар, который, казалось, не поддавался." id c03_0341

# game/script/chapter3.rpy:1758
translate russian c03_0342:

    # "반면 [pl_name]의 손에 자극당하는 류호는 흥분을 참느라 고생했다." id c03_0342
    "Рю-Хо, с другой стороны, с трудом сдерживал свое возбуждение, когда рука [pl_name] стимулировала его." id c03_0342

# game/script/chapter3.rpy:1760
translate russian c03_0343:

    # "구멍 안에 뭘 넣은 지도 꽤 오래돼서 힘들 줄 알았는데, 오히려 오랜만에 즐기는 쾌락에 몸이 녹아내리는 기분이었다." id c03_0343
    "Прошло много времени с тех пор, как он в последний раз вставлял что-либо в свою дырочку, поэтому Рю-Хо думал, что это будет тяжело," 
    "но вместо этого Рю-Хо почувствовал, что тает от удовольствия, которого давно не испытывал." id c03_0343

# game/script/chapter3.rpy:1765
translate russian c03_0344:

    # "고요한 방에 찔꺽거리는 소리와 숨소리만 울려 퍼졌다." id c03_0344
    "Только писк и дыхание эхом отдавались в безмолвной комнате." id c03_0344

# game/script/chapter3.rpy:1767
translate russian c03_0345:

    # d horny2 "\"후우... 자네, 생각보다 거칠군.\"" id c03_0345
    d horny2 "\"Вух... Ты грубее, чем я думал.\"" id c03_0345

# game/script/chapter3.rpy:1769
translate russian c03_0346:

    # "류호는 가쁜 숨을 내쉬면서도 여유롭게 웃었다. 한계까지 벌어진 구멍과 욱신거리는 자지는 해방을 원하고 있지만, 류호는 조금만 더 참았다." id c03_0346
    "Рю-Хо тихо рассмеялся себе под нос. Его зияющая щель и пульсирующий член молили об освобождении, но Рю-Хо еще немного сдерживался." id c03_0346

# game/script/chapter3.rpy:1771
translate russian c03_0347:

    # c talk "\"뭔가... 손을 밀어내는 것 같은데요.\"" id c03_0347
    c talk "\"Что-то... Такое чувство, что что-то отталкивает мою руку.\"" id c03_0347

# game/script/chapter3.rpy:1773
translate russian c03_0348:

    # "[pl_name]의 착각이 아니었다. 류호의 슬릿 내벽이 손을 조금씩 밀어내고 있었다." id c03_0348
    "[pl_name] не ошибся. Щель Рю-Хо отталкивала его руку.." id c03_0348

# game/script/chapter3.rpy:1775
translate russian c03_0349:

    # d "\"윽... 나올 것, 같네...\"" id c03_0349
    d "\"Ух... Это выходит наружу...\"" id c03_0349

# game/script/chapter3.rpy:1777
translate russian c03_0350:

    # c talk "\"손을 뺄까요?\"" id c03_0350
    c talk "\"Ты хочешь выдернуть мою руку?\"" id c03_0350

# game/script/chapter3.rpy:1786
translate russian c03_0351:

    # "구슬이 나오는 건지 다른 게 나오는 건지 알 수 없지만, 아무튼 [pl_name][josa_eun_neun] 팔을 조금 뒤로 뺐다." id c03_0351
    "[pl_name] не могу сказать, выходит ли сфера или что-то еще, но он все равно немного отводит руку назад." id c03_0351

# game/script/chapter3.rpy:1791
translate russian c03_0352:

    # d horny3 "\"잠깐, 하으으으읏!!\"" id c03_0352
    d horny3 "\"Подожди, аххх!!\"" id c03_0352

# game/script/chapter3.rpy:1793
translate russian c03_0353:

    # "자지를 강하게 자극당한 류호는 다리를 부들부들 떨면서 사정을 참았다. 지금 슬릿 밖으로 남근이 나와야 구슬을 빼기 편해진다." id c03_0353
    "Рю-Хо, чей член был сильно возбужден, сдерживал семяизвержение, в то время как его ноги дрожали. Было бы легче извлечь сферу, если бы его член сейчас был вне щели." id c03_0353

# game/script/chapter3.rpy:1795
translate russian c03_0354:

    # d "\"천천히 빼 주게. 흡! 끄으으...\"" id c03_0354
    d "\"Медленно вытаскивайте его. Ах! Угх...\"" id c03_0354

# game/script/chapter3.rpy:1809
translate russian c03_0355:

    # "[pl_name][josa_i_ga] 축축해진 팔을 빼내자, 류호의 자지가 쑤욱 빠져나왔다." id c03_0355
    "[pl_name] убрал влажную руку, и член Рю-Хо выскользнул наружу." id c03_0355

# game/script/chapter3.rpy:1836
translate russian c03_0356:

    # "거의 동시에 슬릿에서 구슬이 퐁 하고 빠져나와 바닥에 떨어졌다." id c03_0356
    "Почти одновременно сфера выскочила из щели и упала на пол." id c03_0356

# game/script/chapter3.rpy:1838
translate russian c03_0357:

    # d horny3 nake_d "\"하으윽!!\"" id c03_0357
    d horny3 nake_d "\"Хмф!!\"" id c03_0357

# game/script/chapter3.rpy:1854
translate russian c03_0358:

    # "류호는 결국 참지 못하고 정액을 분출하기 시작했다." id c03_0358
    "Рю-Хо, наконец, не смог сдержаться и начал извергать сперму." id c03_0358

# game/script/chapter3.rpy:1856
translate russian c03_0359:

    # d horny3 nake0_d "\"그으으으...\"" id c03_0359
    d horny3 nake0_d "\"Гахааа...\"" id c03_0359

# game/script/chapter3.rpy:1858
translate russian c03_0360:

    # "꾸덕꾸덕한 액체가 바닥으로 왈칵 쏟아진다. 류호는 숨을 내쉬며 정액이 흐르도록 내버려두었다." id c03_0360
    "Густая жидкость пролилась на пол. Рю-Хо выдохнул и выпустил сперму." id c03_0360

# game/script/chapter3.rpy:1860
translate russian c03_0361:

    # "오랫동안 싸지 않았던 탓인지 찐득한 액이 꿀럭꿀럭 나왔다." id c03_0361
    "В нем уже давно не было жидкости, и она была густой и булькающей." id c03_0361

# game/script/chapter3.rpy:1872
translate russian c03_0362:

    # "류호는 사정의 여운에 헐떡이며 몸을 떨었다." id c03_0362
    "Рю-Хо задохнулся и содрогнулся от последствий своего семяизвержения." id c03_0362

# game/script/chapter3.rpy:1876
translate russian c03_0363:

    # "[pl_name][josa_eun_neun] 진한 정액 냄새에 약간 얼떨떨했다. 류호가 싸버리는 걸 보게 될 줄은 몰랐다." id c03_0363
    "[pl_name] слегка поморщился от сильного запаха спермы. Он не ожидал увидеть, как кончает Рю-Хо." id c03_0363

# game/script/chapter3.rpy:1878
translate russian c03_0364:

    # "스승님의 무너진 모습도 놀랍긴 하지만, 지금은 열심히 움직인 팔이 피곤해서 빨리 쉬고 싶어졌다." id c03_0364
    "Вид изуродованного тела Мастера был потрясающим, но теперь руки [pl_name] устали от тяжелой работы, и ему не терпелось отдохнуть." id c03_0364

# game/script/chapter3.rpy:1880
translate russian c03_0365:

    # c "(일단 끈적한 것부터 씻어야겠다.)" id c03_0365
    c "(Сначала я смою это липкое вещество.)" id c03_0365

# game/script/chapter3.rpy:1882
translate russian c03_0366:

    # "류호는 절정의 여운에서 벗어나지 못한 채 그대로 무너졌다." id c03_0366
    "Рю-Хо рухнул, все еще не оправившись от оргазма." id c03_0366

# game/script/chapter3.rpy:1892
translate russian c03_0367:

    # c talk "\"그럼 오늘은 주무세요. 저는 다른 방에서 잘게요.\"" id c03_0367
    c talk "\"Тогда, пожалуйста, ложись спать. Я буду спать в другой комнате.\"" id c03_0367

# game/script/chapter3.rpy:1897
translate russian c03_0368:

    # "류호에게 뒤처리를 맡기고 [pl_name][josa_eun_neun] 방에서 나갔다. 류호는 쾌락에 푹 빠져있어서 [pl_name][josa_i_ga] 뭐라고 했는지 듣지도 못했다." id c03_0368
    "Предоставив разбираться с последствиями Рю-Хо, [pl_name] покинул комнату. Рю-Хо, погруженный в удовольствие, даже не услышал, что сказал [pl_name][josa_i_ga]." id c03_0368

# game/script/chapter3.rpy:1899
translate russian c03_0369:

    # "[pl_name][josa_eun_neun] 류호를 자신의 방에서 재우고, 자신은 가헬의 방에서 자기로 했다. 내일은 가헬도 돌아올 테고, 할 일도 많이 남아있다." id c03_0369
    "[pl_name] решил оставить Рю-Хо спать в своей комнате, а он переночевал бы в комнате Гахеля, думая, что Гахель вернется завтра, а впереди еще много дел." id c03_0369

# game/script/chapter3.rpy:1901
translate russian c03_0370:

    # c "(오늘은 푹 자자...)" id c03_0370
    c "(Давай хорошенько выспимся ночью...)" id c03_0370

# game/script/chapter3.rpy:1903
translate russian c03_0371:

    # "결심이 무색하게 [pl_name][josa_eun_neun] 그날 밤에 잠을 설쳤다." id c03_0371
    "Несмотря на свою решимость, [pl_name] провел беспокойную ночь." id c03_0371

# game/script/chapter3.rpy:1910
translate russian c03_0372:

    # "다음 날 아침, [pl_name][josa_eun_neun] 푹 잠들지 못해서 피곤한 상태로 영업준비를 했다. 류호의 얼굴을 보기가 조금 껄끄러웠다." id c03_0372
    "На следующее утро [pl_name], почти не выспавшийся, чувствовал усталость, готовясь к дневным делам. При виде лица Рю-Хо ему стало немного неловко." id c03_0372

# game/script/chapter3.rpy:1914
translate russian c03_0373:

    # "청소를 끝내고 물약을 진열하는 도중에 발소리가 들렸다." id c03_0373
    "Когда заканчивал уборку и готовил зелья, [pl_name] услышал шаги." id c03_0373

# game/script/chapter3.rpy:1919
translate russian c03_0374:

    # "류호가 1층으로 내려왔다. 류호의 얼굴은 [pl_name][josa_wa_gwa] 대조적으로 반짝반짝 윤이 났다." id c03_0374
    "Рю-Хо спустился на первый этаж. Его лицо сияло, что резко контрастировало с [pl_name]." id c03_0374

# game/script/chapter3.rpy:1921
translate russian c03_0375:

    # c talk "\"아, 스승님.\"" id c03_0375
    c talk "\"А, Мастер.\"" id c03_0375

# game/script/chapter3.rpy:1926
translate russian c03_0376:

    # d "\"잘 잤소? 어제보다 더 피곤해 보이네만.\"" id c03_0376
    d "\"Ты хорошо спал? Ты выглядишь более уставшим, чем вчера.\"" id c03_0376

# game/script/chapter3.rpy:1931
translate russian c03_0377:

    # c ddam2 "\"아하하, 뭐...\"" id c03_0377
    c ddam2 "\"Хаха, хорошо...\"" id c03_0377

# game/script/chapter3.rpy:1933
translate russian c03_0378:

    # "[pl_name][josa_eun_neun] 헛웃음으로 대답했다." id c03_0378
    "[pl_name] ответил вымученным смехом." id c03_0378

# game/script/chapter3.rpy:1943
translate russian c03_0379:

    # "류호는 품속에서 그 '구슬'을 꺼냈다." id c03_0379
    "Рю-Хо достал из кармана 'сферу'." id c03_0379

# game/script/chapter3.rpy:1948
translate russian c03_0380:

    # d "\"이것 말인데... 자네 말대로 봉인이 맞네.\"" id c03_0380
    d "\"Насчет этого... ты был прав, это печать.\"" id c03_0380

# game/script/chapter3.rpy:1956
translate russian c03_0381:

    # "기억이 봉인된 구슬은 마치 수정으로 만든 것처럼 보인다. 류호는 그것을 다시 품에 넣으며 말했다." id c03_0381
    "Сфера, содержащая запечатанные воспоминания, выглядела так, словно была сделана из хрусталя. Рю-Хо, возвращая ее на место, сказал." id c03_0381

# game/script/chapter3.rpy:1961
translate russian c03_0382:

    # d "\"어제는 정말 고마웠소. 이 봉인은... 조금 더 느긋하게 분석하고 다시 오겠네.\"" id c03_0382
    d "\"Я искренне благодарен за вчерашнее. Эта печать... Я проанализирую ее более подробно и вернусь.\"" id c03_0382

# game/script/chapter3.rpy:1966
translate russian c03_0383:

    # c talk "\"또 떠나시게요?\"" id c03_0383
    c talk "\"Ты снова уходишь?\"" id c03_0383

# game/script/chapter3.rpy:1968
translate russian c03_0384:

    # "류호는 [pl_name][josa_i_ga] 무슨 생각을 하는지 눈치챘다." id c03_0384
    "Рю-Хо, казалось, понял, о чем думал [pl_name]." id c03_0384

# game/script/chapter3.rpy:1970
translate russian c03_0385:

    # "류호가 언제 돌아올지는 아무도 모른다. 하루가 걸릴지 1년이 걸릴지 류호 본인도 장담할 수 없다. 류호가 살아온 세월이 보통 수인들과는 다르기 때문일 것이다." id c03_0385
    "Никто не знает, когда Рю-Хо вернется. Пройдет день или год, даже Рю-Хо не может сказать наверняка, вероятно, потому, что годы, которые он прожил, не такие, как у обычных зверолюдей." id c03_0385

# game/script/chapter3.rpy:1975
translate russian c03_0386:

    # d "\"허허... 너무 걱정하지 말게. 그럼, 다음에 또 오겠소.\"" id c03_0386
    d "\"Хаха... Не беспокойся слишком сильно. Тогда я приду в следующий раз.\"" id c03_0386

# game/script/chapter3.rpy:1997
translate russian c03_0387:

    # "류호는 특유의 문양과 함께 순간이동으로 사라졌다. 도저히 출입문을 사용하지 않는 것도 류호다운 모습이었다." id c03_0387
    "Рю-Хо исчез с помощью телепортации вместе со своими уникальными символами. Для него была характерна манера не пользоваться дверью." id c03_0387

# game/script/chapter3.rpy:2001
translate russian c03_0388:

    # "{i}다음 날{/i}" id c03_0388
    "{i}На следующий день{/i}" id c03_0388

# game/script/chapter3.rpy:2003
translate russian c03_0389:

    # "폭풍처럼 휩쓸고 간 류호 덕분에 정신없는 하루가 지나고, 마법 상점은 다시 평범한 일상으로 돌아왔다." id c03_0389
    "После суматошного дня, вызванного визитом Рю-Хо, магазин тайн вернулся к своей обычной рутине." id c03_0389

# game/script/chapter3.rpy:2008
translate russian c03_0390:

    # "그리고 가헬도 돌아왔다. 딱 하루 자리를 비운 것뿐이지만, 가헬은 그 사이 무슨 일이 있었는지 궁금해했다." id c03_0390
    "Гахель тоже вернулся. Хотя это было всего на один день, Гахелю было любопытно, что же произошло." id c03_0390

# game/script/chapter3.rpy:2010
translate russian c03_0391:

    # "[pl_name][josa_eun_neun] 류호가 가게에 찾아온 일을 (많은 부분은 생략하고) 설명했다. [pl_name]의 이야기를 듣는 가헬은 호기심으로 눈을 반짝였다." id c03_0391
    "[pl_name] объяснил (опуская многие детали), что Рю-Хо посетил магазин. Глаза Гахеля искрились любопытством, когда он слушал." id c03_0391

# game/script/chapter3.rpy:2012
translate russian c03_0392:

    # "류호가 떠났다는 이야기에 가헬은 아쉬움을 감추지 못하며 말했다." id c03_0392
    "Услышав, что Рю-Хо ушел, Гахель не смог скрыть своего разочарования." id c03_0392

# game/script/chapter3.rpy:2017
translate russian c03_0393:

    # w "\"아쉽군. 가능하면 직접 만나 뵙고 싶었는데.\"" id c03_0393
    w "\"Это достойно сожаления. Я бы хотел встретиться с ним лично, если это возможно.\"" id c03_0393

# game/script/chapter3.rpy:2022
translate russian c03_0394:

    # c question2 "\"스승님을? 왜?\"" id c03_0394
    c question2 "\"Мастер? Почему?\"" id c03_0394

# game/script/chapter3.rpy:2024
translate russian c03_0395:

    # "[pl_name][josa_eun_neun] 약간 당황해서 반사적으로 반문했다. 기억을 잃은 류호를 가헬에게 소개하기는 어려울 것이다." id c03_0395
    "[pl_name] машинально спросил, немного взволнованный. Было бы трудно представить Рю-Хо, потерявшего память, Гахелю." id c03_0395

# game/script/chapter3.rpy:2029
translate russian c03_0396:

    # w "\"... 너의 스승이니까.\"" id c03_0396
    w "\"... Потому что он твой мастер.\"" id c03_0396

# game/script/chapter3.rpy:2034
translate russian c03_0397:

    # "가헬은 어떻게 말해야 할지 고민하다가 결국 실없는 소리를 했다. [pl_name][josa_wa_gwa] 가까운 수인이라면 당연히 알고 싶지만, 그걸 [pl_name]에게 설명할 수 없었다." id c03_0397
    "Гахель с трудом подбирал нужные слова, в итоге выдав бессмысленное заявление. Он хотел узнать о ком-то, кто был близок к [pl_name], но не смог объяснить это [pl_name]." id c03_0397

# game/script/chapter3.rpy:2036
translate russian c03_0398:

    # "가헬은 급하게 주제를 돌렸다." id c03_0398
    "Гахель быстро сменил тему." id c03_0398

# game/script/chapter3.rpy:2041
translate russian c03_0399:

    # w "\"용병단 회의에서 나온 얘기인데, 던전의 마물은 결국 기사단이 소탕했다고 하더군.\"" id c03_0399
    w "\"На собрании наемников произошла дискуссия. Судя по всему, рыцари очистили подземелье от монстров.\"" id c03_0399

# game/script/chapter3.rpy:2046
translate russian c03_0400:

    # "[pl_name][josa_eun_neun] 가헬이 갑자기 말을 얼버무린 게 이상했지만, 더 파고들지 않았다." id c03_0400
    "[pl_name] показалось странным, что Гахель вдруг запнулся в своих словах, но решил не допытываться дальше." id c03_0400

# game/script/chapter3.rpy:2048
translate russian c03_0401:

    # c base "(그냥... 물어보지 말아야겠다.)" id c03_0401
    c base "(Лучше не спрашивать...)" id c03_0401

# game/script/chapter3.rpy:2050
translate russian c03_0402:

    # c talk "\"그래? 그동안 기사단장님이 못 오는 이유가 있었구나.\"" id c03_0402
    c talk "\"Это так? Значит, была причина, по которой рыцарь-командор не смог прийти.\"" id c03_0402

# game/script/chapter3.rpy:2053
translate russian c03_0403:

    # "{i}딸랑~{/i}" id c03_0403
    "{i}Дзынь~{/i}" id c03_0403

# game/script/chapter3.rpy:2061
translate russian c03_0404:

    # t "\"하하하! 오랜만이네, [pl_name]. 내가 그립지는 않았나?\"" id c03_0404
    t "\"Ха ха ха! Давненько не виделись, [pl_name]. Ты скучал по мне?\"" id c03_0404

# game/script/chapter3.rpy:2066
translate russian c03_0405:

    # "때마침 나타난 엘레드의 우렁찬 목소리가 가게에 쩌렁쩌렁 울려 퍼진다. 가헬은 조금 짜증난 표정이지만 엘레드에게 고개 숙여 인사를 하긴 했다." id c03_0405
    "В этот момент магазин наполнился громким голосом Элреда. Гахель выглядел немного раздраженным, но поклонился Элереду в знак приветствия." id c03_0405

# game/script/chapter3.rpy:2068
translate russian c03_0406:

    # c "\"어서 오십시오, 엘레드님. 오랜만입니다.\"" id c03_0406
    c "\"Добро пожаловать, Сэр Элред. Давненько не виделись.\"" id c03_0406

# game/script/chapter3.rpy:2075
translate russian c03_0407:

    # c base "내가 엘레드에게 인사하자 엘레드는 나에게 가까이 다가왔다. 엘레드의 체취가 느껴질 정도로 바짝 다가오자 부담스러운 시선이 느껴진다." id c03_0407
    c base "Когда я поздоровался с Элредом, он подошел ко мне вплотную, достаточно близко, чтобы я уловил его запах, который заставил меня почувствовать тяжесть его пристального взгляда." id c03_0407

# game/script/chapter3.rpy:2080
translate russian c03_0408:

    # t "\"그동안 자네 모습을 보지 못해 너무나 힘들었다네.\"" id c03_0408
    t "\"Мне было тяжело не видеть тебя в последнее время.\"" id c03_0408

# game/script/chapter3.rpy:2085
translate russian c03_0409:

    # c base "(그래봤자 일주일 아닌가?)" id c03_0409
    c base "(Разве это не было всего неделю назад?)" id c03_0409

# game/script/chapter3.rpy:2087
translate russian c03_0410:

    # c talk "\"하하, 영광입니다.\"" id c03_0410
    c talk "\"Ха ха, для меня это большая честь.\"" id c03_0410

# game/script/chapter3.rpy:2089
translate russian c03_0411:

    # c base "나는 마음에도 없는 말을 거의 반사적으로 내뱉었다. 엘레드의 플러팅이 아주 조금은 익숙해진 모양이다." id c03_0411
    c base "Я почти машинально произнес слова, которых не имел в виду. Кажется, я немного привык к флирту Элреда." id c03_0411

# game/script/chapter3.rpy:2096
translate russian c03_0412:

    # "가헬이 두 사람 사이에 끼어들었다." id c03_0412
    "Гахель встал между нами." id c03_0412

# game/script/chapter3.rpy:2101
translate russian c03_0413:

    # w "\"얼굴 다 보셨으면 이만 돌아가 주십시오.\"" id c03_0413
    w "\"Если вы видели лица друг друга, пожалуйста, уходи сейчас же.\"" id c03_0413

# game/script/chapter3.rpy:2107
translate russian c03_0414:

    # t "\"오늘은 반슈타인 기사단의 단장으로서 중요한 용무가 있다네.\"" id c03_0414
    t "\"Сегодня у меня, как у командира рыцарей Бернстайна, важное дело.\"" id c03_0414

# game/script/chapter3.rpy:2112
translate russian c03_0415:

    # "엘레드는 가헬을 슬쩍 바라보고 다시 [pl_name]에게 말했다." id c03_0415
    "Элред взглянул на Гахеля, затем снова обратился к [pl_name]." id c03_0415

# game/script/chapter3.rpy:2117
translate russian c03_0416:

    # t "\"그런데, 사업과 관련된 얘기라서 말이지... 일개 용병이 들어도 될 내용일지는 모르겠군?\"" id c03_0416
    t "\"Но, поскольку это связано с бизнесом... Я не уверен, что простому наемнику стоит это слышать?\"" id c03_0416

# game/script/chapter3.rpy:2122
translate russian c03_0417:

    # "엘레드는 능글맞은 얼굴로 은근히 가헬을 무시했다. 가헬은 상대할 가치도 없다고 생각해서 입을 다물었다. 둘 사이에 아무런 대화도 없이 날카로운 시선만이 오간다." id c03_0417
    "Элред насмешливо бросил на Гахеля лукавый взгляд. Гахель, решив, что ему не стоит отвечать, промолчал. Они обменялись резкими взглядами, не вступая в разговор." id c03_0417

# game/script/chapter3.rpy:2127
translate russian c03_0418:

    # c "왜 또 이런 구도가 되는 건지 모르겠다. 나는 둘을 떼어놓기 위해 한마디 했다." id c03_0418
    c "Я не знаю, почему это всегда так заканчивается. Я вмешался, чтобы разнять их." id c03_0418

# game/script/chapter3.rpy:2136
translate russian c03_0419:

    # c talk "\"가헬이 저보다 가게 일을 많이 하니까, 자격은 충분하다고 생각합니다.\"" id c03_0419
    c talk "\"Гахель выполняет большую работу в моем магазине, так что я думаю, что он более чем квалифицирован.\"" id c03_0419

# game/script/chapter3.rpy:2143
translate russian c03_0420:

    # "[pl_name]의 말에 가헬은 조금 기쁜 듯 미소를 지었다. 엘레드는 약간 당황한 듯했지만 금방 웃음을 되찾았다." id c03_0420
    "Услышав слова [pl_name], Гахель улыбнулся, выглядя немного довольным. Элред, казалось, на мгновение растерялся, но быстро вернул себе улыбку." id c03_0420

# game/script/chapter3.rpy:2148
translate russian c03_0421:

    # t "\"뭐 그렇다면야. 듣는 것 정도는 문제없겠지.\"" id c03_0421
    t "\"Что ж, если это так, то прослушивание не должно быть проблемой.\"" id c03_0421

# game/script/chapter3.rpy:2160
translate russian c03_0422:

    # c talk "\"비밀이 필요한 일이라면 어쩔 수 없지요.\"" id c03_0422
    c talk "\"Если это дело требует секретности, то ничего не поделаешь.\"" id c03_0422

# game/script/chapter3.rpy:2167
translate russian c03_0423:

    # "[pl_name]의 말에 가헬의 귀는 축 처졌다. 엘레드는 크게 웃으며 가헬의 등을 팡팡 쳤다." id c03_0423
    "Уши Гахеля поникли от слов [pl_name]. Элред от души рассмеялся и похлопал Гахеля по спине." id c03_0423

# game/script/chapter3.rpy:2169
translate russian c03_0424:

    # t "\"크하하! 사실 그 정도는 아니라네. 자네도 그냥 같이 듣게.\"" id c03_0424
    t "\"Ха ха ха! На самом деле, это не так уж и серьезно. Ты тоже можешь послушать.\"" id c03_0424

# game/script/chapter3.rpy:2176
translate russian c03_0425:

    # w "\"엘레드 경은 농담 솜씨도 아주, 정말, 굉장히 뛰어나십니다.\"" id c03_0425
    w "\"У Сэра Элреда очень, поистине, исключительное чувство юмора.\"" id c03_0425

# game/script/chapter3.rpy:2181
translate russian c03_0426:

    # c sneer "(이렇게 유치하게 싸울 줄은...)" id c03_0426
    c sneer "(Подумать только, они будут так по-детски ссориться...)" id c03_0426

# game/script/chapter3.rpy:2183
translate russian c03_0427:

    # "다행히 신경전은 빠르게 마무리되었다." id c03_0427
    "К счастью, напряжение быстро рассеялось." id c03_0427

# game/script/chapter3.rpy:2188
translate russian c03_0428:

    # t "\"최근에 마물과 싸울 일이 많아서 물자 소모가 심했다네. 다른 보급은 문제없지만, 회복 물약은...\"" id c03_0428
    t "\"В последнее время мы часто сражались с монстрами, поэтому израсходовали много припасов. В остальном все в порядке, но у нас заканчиваются целебные зелья...\"" id c03_0428

# game/script/chapter3.rpy:2190
translate russian c03_0429:

    # t "\"음, 자네는 알지 모르겠지만 귀족들과 마탑은 사이가 좋지 못하다네.\"" id c03_0429
    t "\"Хм, возможно, ты не в курсе, но дворяне и Волшебная башня не очень-то ладят.\"" id c03_0429

# game/script/chapter3.rpy:2192
translate russian c03_0430:

    # t "\"그래서 회복 물약을 보급할 다른 방법을 고민했지. 자네의 마법 상점도 그 후보라네.\"" id c03_0430
    t "\"Вот почему я рассматриваю альтернативные способы снабжения целебными зельями. Твой тайный магазин - один из кандидатов.\"" id c03_0430

# game/script/chapter3.rpy:2197
translate russian c03_0431:

    # c talk "\"회복 물약을 대량으로 구매하시겠다면 환영입니다. 기한은 언제까지-\"" id c03_0431
    c talk "\"Если ты хочешь приобрести лечебные зелья оптом, мы будем рады этому. Каков срок подачи заявок-\"" id c03_0431

# game/script/chapter3.rpy:2199
translate russian c03_0432:

    # "엘레드는 크게 웃으며 [pl_name]의 말을 끊었다." id c03_0432
    "Элред прервал [pl_name] искренним смехом." id c03_0432

# game/script/chapter3.rpy:2204
translate russian c03_0433:

    # t "\"하하하! 아직 후보라니까. 뭐, 이걸 핑계로 자네 얼굴을 한 번이라도 더 보려고 왔다네.\"" id c03_0433
    t "\"Ха ха ха! Пока это всего лишь кандидатура. Что ж, я пришел сюда, воспользовавшись этим как предлогом, чтобы увидеть тебя хотя бы еще раз.\"" id c03_0433

# game/script/chapter3.rpy:2209
translate russian c03_0434:

    # c base "(진짜 얼굴 보려고 온 거야?)" id c03_0434
    c base "(Неужели пришел только для того, чтобы увидеть мое лицо?)" id c03_0434

# game/script/chapter3.rpy:2211
translate russian c03_0435:

    # "엘레드는 [pl_name]에게 윙크하며 또 플러팅을 시작했다." id c03_0435
    "Элред подмигнул [pl_name], снова начиная флиртовать." id c03_0435

# game/script/chapter3.rpy:2216
translate russian c03_0436:

    # t "\"그만큼 내가 자네에게 진심이라는 것을 알아주었으면 하네.\"" id c03_0436
    t "\"Я просто хочу, чтобы ты знал, что я искренен по отношению к тебе.\"" id c03_0436

# game/script/chapter3.rpy:2221
translate russian c03_0437:

    # c talk "\"하하... 감사합니다.\"" id c03_0437
    c talk "\"Ха ха... Спасибо.\"" id c03_0437

# game/script/chapter3.rpy:2223
translate russian c03_0438:

    # "[pl_name][josa_eun_neun] 엘레드의 말을 가볍게 생각했다. 엘레드가 평소에 하던 '미래를 약속하는 말'도 그렇게 진심이라고 생각하지 않았다." id c03_0438
    "[pl_name] отнесся к словам Элреда легкомысленно. Он также не восприняи всерьез его обычные 'обещания на будущее'." id c03_0438

# game/script/chapter3.rpy:2225
translate russian c03_0439:

    # "평소와 같은 반응에 엘레드는 씁쓸한 표정으로 한숨 쉬었다." id c03_0439
    "Элред горько вздохнул, услышав обычный ответ." id c03_0439

# game/script/chapter3.rpy:2230
translate russian c03_0440:

    # t "\"그래서 자네의 마음이 궁금하다네. 나를 어떻게 생각하는지... 나에게 기회는 있는지 말이야.\"" id c03_0440
    t "\"Вот почему мне интересно узнать о твоих чувствах. Что ты обо мне думаешь... Есть ли у меня шанс?\"" id c03_0440

# game/script/chapter3.rpy:2235
translate russian c03_0441:

    # "엘레드는 평소와는 다른 진지한 표정으로 [pl_name][josa_eul_reul] 바라보았다. 처음 보는 표정에 [pl_name][josa_eun_neun] 크게 당황했다." id c03_0441
    "Элред посмотрел на [pl_name] с необычной серьезностью. [pl_name] был сильно озадачен этим новым выражением лица." id c03_0441

# game/script/chapter3.rpy:2237
translate russian c03_0442:

    # "엘레드가 아무리 진심이어도 연애를 하기엔 넘어야 할 산이 많다. 엘레드가 바람둥이인 건 물론이고, 종족에 나이에 신분까지 달라도 너무 다르다." id c03_0442
    "Даже если Элред был искренен, для отношений существовало слишком много препятствий. От того, что Элред был любителем пофлиртовать, до различий в расе, возрасте и статусе." id c03_0442

# game/script/chapter3.rpy:2239
translate russian c03_0443:

    # "수인 사회가 개방적인 것과 별개로, [pl_name][josa_i_ga] 생각하기에 엘레드와의 연애는 험난해 보였다." id c03_0443
    "Несмотря на открытость общества зверолюдей, отношения с Элредом казались [pl_name] чреватыми проблемами." id c03_0443

# game/script/chapter3.rpy:2241
translate russian c03_0444:

    # "[pl_name]의 복잡한 표정을 본 가헬은 엘레드를 쫓아낼 생각으로 말했다." id c03_0444
    "Увидев противоречивое выражение на лице [pl_name], Гахель заговорил, намереваясь отослать Элреда прочь." id c03_0444

# game/script/chapter3.rpy:2246
translate russian c03_0445:

    # w "\"용무가 끝났으면 돌아가 주십시오.\"" id c03_0445
    w "\"Если твои дела завершены, пожалуйста, уходи.\"" id c03_0445

# game/script/chapter3.rpy:2251
translate russian c03_0446:

    # "엘레드는 가헬을 험악하게 노려보는가 싶더니 표정을 풀었다." id c03_0446
    "Элред угрожающе взглянул на Гахеля, затем лицо его смягчилось." id c03_0446

# game/script/chapter3.rpy:2256
translate russian c03_0447:

    # t "\"뭐, 어차피 그럴 생각이었다네. 근데 가헬군에게 할 얘기가 있어서 말이야. 잠깐만 따라 나오겠나?\"" id c03_0447
    t "\"Ну, я все равно собирался уходить. Но мне нужно кое-что сказать тебе, Гахель. Не мог бы ты выйти на минутку?\"" id c03_0447

# game/script/chapter3.rpy:2263
translate russian c03_0448:

    # c ddam2 "(헉! 이번엔 진짜로 귀족을 모욕했다고 잡혀가는 거 아냐?)" id c03_0448
    c ddam2 "(Ах! Это правда из-за ареста за оскорбление дворянина?)" id c03_0448

# game/script/chapter3.rpy:2265
translate russian c03_0449:

    # "[pl_name]의 걱정이 무색하게 두 사람은 딱히 싸우려는 기색 없이 가게 밖으로 나갔다." id c03_0449
    "Вопреки опасениям [pl_name], эти двое вышли на улицу без каких-либо признаков драки." id c03_0449

# game/script/chapter3.rpy:2267
translate russian c03_0450:

    # c consider "(... 내가 안 따라가도 괜찮겠지?)" id c03_0450
    c consider "(... Ничего страшного, если я не буду им следовать?)" id c03_0450

# game/script/chapter3.rpy:2277
translate russian c03_0451:

    # "가게 밖으로 나온 가헬은 엘레드의 능글맞은 미소를 마주했다." id c03_0451
    "Выйдя на улицу, Гахель увидел лукавую улыбку Элреда." id c03_0451

# game/script/chapter3.rpy:2282
translate russian c03_0452:

    # t "\"긴장할 필요 없네. 그냥, 연장자로서 작은 조언을 하나 하려고 하는데...\"" id c03_0452
    t "\"Не нужно напрягаться. Просто, как человек постарше, я хотел бы дать тебе небольшой совет...\"" id c03_0452

# game/script/chapter3.rpy:2287
translate russian c03_0453:

    # w "\"...\"" id c03_0453
    w "\"...\"" id c03_0453

# game/script/chapter3.rpy:2289
translate russian c03_0454:

    # "가헬의 침묵을 대답으로 받아들인 엘레드는 말을 이었다." id c03_0454
    "Приняв молчание Гахеля за знак согласия, Элред продолжил." id c03_0454

# game/script/chapter3.rpy:2294
translate russian c03_0455:

    # t "\"경비견 자리에 만족하는 게 아니라면, 지금보다는 더 적극적으로 나서야 할걸세. 누가 언제 [pl_name][josa_eul_reul] 훔쳐 갈지 걱정만 하다가는-\"" id c03_0455
    t "\"Если тебя не устраивает роль простого сторожевого пса, тебе нужно быть более активным. Если ты беспокоишься только о том, что кто-то украдет [pl_name]-\"" id c03_0455

# game/script/chapter3.rpy:2296
translate russian c03_0456:

    # w talk "\"조언 감사합니다.\"" id c03_0456
    w talk "\"Спасибо за совет.\"" id c03_0456

# game/script/chapter3.rpy:2301
translate russian c03_0457:

    # "가헬은 엘레드의 말을 자르며 쓸데없는 소리로 치부했다. 그러나 돌아선 가헬의 등 뒤에 꽂히는 엘레드의 말에 우뚝 서고 말았다." id c03_0457
    "Гахель оборвал Элреда, сочтя его слова ненужными. Однако резкие слова Элереда заставили Гахеля остановиться." id c03_0457

# game/script/chapter3.rpy:2306
translate russian c03_0458:

    # t "\"후회하는 날이 온다네. 이건 내 경험담이지. 자신의 마음을 주지 않으면서, 어떻게 다른 사람의 마음을 얻겠나?\"" id c03_0458
    t "\"Однажды ты пожалеешь об этом. Это из моего собственного опыта. Как ты можешь надеяться завоевать чье-то сердце, не отдав свое собственное?\"" id c03_0458

# game/script/chapter3.rpy:2311
translate russian c03_0459:

    # "평소의 가헬이라면 마음을 여기저기 뿌리고 다니는 엘레드보단 낫다고 받아칠 것이다. 하지만 정곡을 찌르는 엘레드의 말에 가헬의 머릿속은 복잡해졌다." id c03_0459
    "Обычно Гахель возражал бы, что они лучше Элреда, который расточает свое сердце повсюду. Но резкие слова Элреда повергли Гахеля в смятение." id c03_0459

# game/script/chapter3.rpy:2313
translate russian c03_0460:

    # "이번만큼은 패배를 인정한 가헬이 짧게 대답했다." id c03_0460
    "На этот раз, признав свое поражение, Гахель коротко ответил." id c03_0460

# game/script/chapter3.rpy:2315
translate russian c03_0461:

    # w "\"... 명심하겠습니다.\"" id c03_0461
    w "\"... Я буду иметь это в виду.\"" id c03_0461

# game/script/chapter3.rpy:2317
translate russian c03_0462:

    # "호탕하게 웃는 엘레드를 뒤로 하고 가헬은 가게로 다시 들어갔다." id c03_0462
    "Оставив позади веселый смех Элреда, Гахель вернулся в лавку." id c03_0462

# game/script/chapter3.rpy:2324
translate russian c03_0463:

    # "{i}딸랑~{/i}" id c03_0463
    "{i}Дзынь~{/i}" id c03_0463

# game/script/chapter3.rpy:2329
translate russian c03_0464:

    # "가헬이 문을 열자 멍하니 딴생각에 빠져있던 [pl_name][josa_i_ga] 화들짝 놀랐다." id c03_0464
    "Когда Гахель открыл дверь, [pl_name], погруженный в свои мысли, вздрогнул." id c03_0464

# game/script/chapter3.rpy:2331
translate russian c03_0465:

    # c talk "\"앗, 금방 왔네? 또 서로 으르렁거린 건 아니지?\"" id c03_0465
    c talk "\"А, ты так скоро вернулся? Вы же не начали снова рычать друг на друга, правда?\"" id c03_0465

# game/script/chapter3.rpy:2336
translate russian c03_0466:

    # w "\"... 별일 없었다.\"" id c03_0466
    w "\"... Ничего не произошло.\"" id c03_0466

# game/script/chapter3.rpy:2341
translate russian c03_0467:

    # c "\"그러면 다행이고... 근데 표정이 별로 안 좋은데.\"" id c03_0467
    c "\"Это хорошо... Но ты не выглядишь слишком счастливым.\"" id c03_0467

# game/script/chapter3.rpy:2346
translate russian c03_0468:

    # "가헬은 엘레드의 조언을 곱씹으며 [pl_name][josa_eul_reul] 바라보았다." id c03_0468
    "Гахель размышлял над советом Элреда, глядя на [pl_name]." id c03_0468

# game/script/chapter3.rpy:2348
translate russian c03_0469:

    # "이대로는 정말 계약기간을 다 채우고 그냥 헤어지게 될지도 모른다. 그렇지만 엘레드처럼 들이대는 건 더욱 승산이 없다고 가헬은 생각했다." id c03_0469
    "Возможно, в итоге мы просто выполним условия контракта и разойдемся в разные стороны. Но Гахель считал, что стремление вперед, как у Элреда, тоже не увеличит их шансов." id c03_0469

# game/script/chapter3.rpy:2353
translate russian c03_0470:

    # w "\"그냥 조금 지쳐서 그렇다. 오늘은... 조금 쉬어도 될까?\"" id c03_0470
    w "\"Я просто немного устал. Можно мне сегодня сделать перерыв?\"" id c03_0470

# game/script/chapter3.rpy:2358
translate russian c03_0471:

    # c "\"그래. 가게 일은 너무 무리하지 마.\"" id c03_0471
    c "\"Конечно. Не переусердствуйте с работой в магазине.\"" id c03_0471

# game/script/chapter3.rpy:2360
translate russian c03_0472:

    # c consider "(별일이네.)" id c03_0472
    c consider "(Это необычно.)" id c03_0472

# game/script/chapter3.rpy:2362
translate russian c03_0473:

    # "[pl_name][josa_i_ga] 쉬라고 해도 듣지 않던 가헬이 나서서 쉬겠다고 하는 날이 올 줄은 몰랐다." id c03_0473
    "[pl_name] никогда не думал, что настанет день, когда Гахель, который обычно отказывался отдыхать, попросит о перерыве." id c03_0473

# game/script/chapter3.rpy:2367
translate russian c03_0474:

    # w "\"잠시... 나갔다 올게.\"" id c03_0474
    w "\"Я... выйду ненадолго.\"" id c03_0474

# game/script/chapter3.rpy:2372
translate russian c03_0475:

    # "[pl_name][josa_eun_neun] 군말 없이 가헬을 배웅했다. [pl_name][josa_i_ga] 보기에도 가헬은 휴식이 필요했다." id c03_0475
    "[pl_name] проводил Гахеля без возражений. Гахелю явно нужно было немного отдохнуть." id c03_0475

# game/script/chapter3.rpy:2379
translate russian c03_0476:

    # "길거리에 나선 가헬은 무작정 걷기 시작했다. 화창한 날씨에 아름답게 빛나는 길거리는 가헬의 눈에 들어오지 않았다. 가헬에게 필요한 건 몸보다 마음의 휴식이었다." id c03_0476
    "Выйдя на улицу, Гахель начал бесцельно бродить. Красивые, сияющие в ясную погоду улицы не привлекли его внимания. Гахелю нужен был не физический, а душевный отдых." id c03_0476

# game/script/chapter3.rpy:2381
translate russian c03_0477:

    # w sad_am "(후회, 후회라...)" id c03_0477
    w sad_am "(Сожалею, сожалею...)" id c03_0477

# game/script/chapter3.rpy:2383
translate russian c03_0478:

    # "사실 몇 달 전까진 이렇게 되리라 상상하지도 못했다." id c03_0478
    "Всего несколько месяцев назад Гахель и представить себе не мог, что все так обернется." id c03_0478

# game/script/chapter3.rpy:2385
translate russian c03_0479:

    # "[pl_name][josa_eun_neun] 가헬을 전혀 알아보지 못했지만, 가헬은 용병 길드에서 [pl_name][josa_eul_reul] 다시 만나자마자 한눈에 알아볼 수 있었다." id c03_0479
    "Хотя [pl_name] вообще не узнал их, Гахель узнал [pl_name] с первого взгляда после их встречи в гильдии наемников." id c03_0479

# game/script/chapter3.rpy:2387
translate russian c03_0480:

    # "어른이 된 [pl_name][josa_i_ga] 살아 숨 쉬는 게 믿기지 않았다." id c03_0480
    "Тот факт, что [pl_name] был жив и дышал, казался невероятным." id c03_0480

# game/script/chapter3.rpy:2389
translate russian c03_0481:

    # w "(12년 전 보육원 사고에서 살아남은 수인은 아무도 없는 줄 알았는데...)" id c03_0481
    w "(Я думал, что после аварии в детском доме 12 лет назад никто не выжил...)" id c03_0481

# game/script/chapter3.rpy:2391
translate russian c03_0482:

    # "그 사고를 떠올리기만 해도 머리가 지끈거린다. [pl_name]에게 과거의 보육원 얘기를 꺼내기도 조심스러웠다." id c03_0482
    "При одном воспоминании об этом несчастном случае у них начинала болеть голова. Гахель был осторожен, рассказывая [pl_name] истории из прошлого детского дома." id c03_0482

# game/script/chapter3.rpy:2393
translate russian c03_0483:

    # "가헬 본인도 떠올리고 싶지 않은 사건인데, 혹여나 [pl_name]의 상처를 후벼파는 짓은 하고싶지 않았다." id c03_0483
    "Это было событие, о котором Гахель тоже предпочитал не вспоминать, не говоря уже о риске бередить старые раны [pl_name]." id c03_0483

# game/script/chapter3.rpy:2395
translate russian c03_0484:

    # "어쩌면 [pl_name][josa_eun_neun] 너무 큰 충격을 받아서 자신을 잊어버렸을지도 모른다." id c03_0484
    "Возможно, [pl_name] забыл о них из-за потрясения." id c03_0484

# game/script/chapter3.rpy:2397
translate russian c03_0485:

    # w sad2_am "\"휴...\"" id c03_0485
    w sad2_am "\"Вздох...\"" id c03_0485

# game/script/chapter3.rpy:2399
translate russian c03_0486:

    # "가헬은 한숨을 쉬며 부정적인 생각을 떨쳐냈다. 지금 신경 써야 할 일은 현재의 [pl_name][josa_ida_da]." id c03_0486
    "Гахель вздохнул, отгоняя негативные мысли. На чем ему сейчас нужно было сосредоточиться, так это на текущем [pl_name]." id c03_0486

# game/script/chapter3.rpy:2401
translate russian c03_0487:

    # "[pl_name][josa_wa_gwa] 연인이 되는 상상을 하자 가슴이 울렁거렸다." id c03_0487
    "Мысль о том, чтобы стать любовниками с [pl_name], заставляла их сердца трепетать." id c03_0487

# game/script/chapter3.rpy:2403
translate russian c03_0488:

    # "조금만 손을 뻗으면 닿을 것 같기도 하고, 영영 닿을 수 없는 곳에 있는 것 같기도 했다." id c03_0488
    "Мысль о том, чтобы стать любовниками с [pl_name], заставляла его сердца трепетать." id c03_0488

# game/script/chapter3.rpy:2405
translate russian c03_0489:

    # "복잡한 머릿속에 가헬의 인상은 저절로 심각해졌다. 지나가는 수인들은 가헬의 흉흉한 기세에 알아서 비켜 갔다." id c03_0489
    "Это казалось таким близким и в то же время таким далеким, как будто оно было в пределах досягаемости, но вечно недосягаемо." id c03_0489

# game/script/chapter3.rpy:2407
translate russian c03_0490:

    # w sad_am "(나는, 어떻게 해야 하지...)" id c03_0490
    w sad_am "(Что мне следует делать...)" id c03_0490

# game/script/chapter3.rpy:2409
translate russian c03_0491:

    # "[pl_name]에 대한 욕심이 없는 건 아니지만, 동시에 지금의 관계를 잃고 싶지 않다. 가헬은 정답 없는 생각에 깊이 빠져있다가 술집 앞까지 왔다." id c03_0491
    "Гахель, не лишенный влечения к [pl_name], одновременно боялся потерять их нынешние отношения. Погруженный в эти сложные мысли, Гахель оказался перед таверной." id c03_0491

# game/script/chapter3.rpy:2417
translate russian c03_0492:

    # "술집은 용병들이 술을 퍼마시는 것 이외에도 식사나 숙박을 해결하러 오는 곳이기도 하다." id c03_0492
    "Таверна служила не только местом, где наемники могли выпить, но и предоставляла им питание и ночлег." id c03_0492

# game/script/chapter3.rpy:2419
translate russian c03_0493:

    # "지금은 북적이는 시간대가 아니지만, 밤에는 다양한 수인들이 잔뜩 모여 떠들썩해진다." id c03_0493
    "Время было не самое пиковое, но по ночам в таверне было полно народу." id c03_0493

# game/script/chapter3.rpy:2421
translate russian c03_0494:

    # "오크통, 술, 그릴과 음식 냄새가 아주 전형적인 술집의 향기다. 익숙한 공간의 냄새가 가헬의 마음을 아주 조금은 가볍게 했다." id c03_0494
    "Запах дубовых бочек, алкоголя, гриля и еды был квинтэссенцией аромата таверны, который слегка поднимал настроение Гахеля в знакомой обстановке." id c03_0494

# game/script/chapter3.rpy:2423
translate russian c03_0495:

    # "테이블을 지나 카운터에 가까이 가자 익숙한 수인이 가헬에게 말을 걸었다." id c03_0495
    "Подойдя к стойке, Гахель увидел знакомое лицо." id c03_0495

# game/script/chapter3.rpy:2428
translate russian c03_0496:

    # l "\"가헬님? 여기서 뵙는군요.\"" id c03_0496
    l "\"Гахель? Странно видеть тебя здесь.\"" id c03_0496

# game/script/chapter3.rpy:2435
translate russian c03_0497:

    # "바에는 길드 접수원 루카스와 바토가 앉아있었다. 가헬과 루카스는 용병 길드에서 몇 번씩 본 사이라서 간단하게 인사했다." id c03_0497
    "Лукас, секретарь гильдии, и Бато сидели за стойкой бара. Гахель, несколько раз видевший Лукаса в гильдии наемников, просто поздоровался с ним." id c03_0497

# game/script/chapter3.rpy:2437
translate russian c03_0498:

    # w talk "\"안녕하십니까, 루카스 씨.\"" id c03_0498
    w talk "\"Добрый день, Лукас.\"" id c03_0498

# game/script/chapter3.rpy:2439
translate russian c03_0499:

    # "그리고 가헬은 바토 쪽을 바라보았다. 언제 한번 본 것 같지만, 잘 모르는 수인이라 어색하게 눈을 마주쳤다." id c03_0499
    "Затем Гахель посмотрел на Бато, чувствуя себя немного неловко рядом с человеком, которого, как ему казалось, он видел раньше, но плохо знал." id c03_0499

# game/script/chapter3.rpy:2441
translate russian c03_0500:

    # l "\"가헬님, 이쪽은 바토님입니다. 마탑 소속 마법사이십니다. 바토님, 이쪽은 가헬님입니다. 칼루리엔 용병단 소속 용병이죠.\"" id c03_0500
    l "\"Гахель, это Бато, маг, связанный с Башней Магии. Барто, это Гахель, наемник из банды наемников Калуриена.\"" id c03_0500

# game/script/chapter3.rpy:2443
translate russian c03_0501:

    # w base "(아, [pl_name][josa_i_ga] 말했던 마탑의 지인이 이 수인이군...)" id c03_0501
    w base "(А, это, должно быть, и есть та самая Волшебная башня, о которой упоминал знакомый [pl_name]...)" id c03_0501

# game/script/chapter3.rpy:2445
translate russian c03_0502:

    # w talk "\"[pl_name]에게 얘기 들었습니다. 공증받는 데 도움을 주셨다고.\"" id c03_0502
    w talk "\"[pl_name] упоминал тебя. Ты помогал с нотариальным заверением.\"" id c03_0502

# game/script/chapter3.rpy:2447
translate russian c03_0503:

    # "바토는 작게 놀라면서 고개를 끄덕였다." id c03_0503
    "Бато кивнул с легким удивлением." id c03_0503

# game/script/chapter3.rpy:2452
translate russian c03_0504:

    # b "\"앗, 형이 얘기했었군요. 헤헤...\"" id c03_0504
    b "\"О, старший бро упоминал об этом. Хехе...\"" id c03_0504

# game/script/chapter3.rpy:2459
translate russian c03_0505:

    # w base "(형? 생각보다 더 친한 사이인가?)" id c03_0505
    w base "(Старший бро? Они ближе, чем я думал?)" id c03_0505

# game/script/chapter3.rpy:2466
translate russian c03_0506:

    # "가헬은 마음속에서 생겨나려는 질투심을 억눌렀다. 엘레드의 조언 때문에 자꾸만 마음이 조급해지는 것 같았다." id c03_0506
    "Гахель подавил ревность, которая начала закипать внутри, чувствуя все большее нетерпение из-за совета Элреда." id c03_0506

# game/script/chapter3.rpy:2468
translate russian c03_0507:

    # "가헬은 간단하게 다른 화제를 꺼냈다." id c03_0507
    "Меняя тему, Гахель спросил Лукаса." id c03_0507

# game/script/chapter3.rpy:2470
translate russian c03_0508:

    # w talk "\"루카스 씨는 웬일로 술집에 오셨습니까?\"" id c03_0508
    w talk "\"Что привело тебя в таверну, Лукас?\"" id c03_0508

# game/script/chapter3.rpy:2472
translate russian c03_0509:

    # "루카스는 특유의 부드러운 미소를 지으며 대답했다." id c03_0509
    "Лукас ответил своей характерной нежной улыбкой." id c03_0509

# game/script/chapter3.rpy:2474
translate russian c03_0510:

    # l "\"마탑에서 용병 길드에 협조 요청을 보냈습니다. 그런데 오늘은 제가 쉬는 날이라 길드 밖에 있었습니다. 바토님을 만나러 술집으로 오게 된 것입니다.\"" id c03_0510
    l "\"Магическая башня отправила запрос о сотрудничестве в гильдию наемников. Сегодня у меня был выходной, и я был вне гильдии, поэтому я пришел сюда, чтобы встретиться с Бато.\"" id c03_0510

# game/script/chapter3.rpy:2481
translate russian c03_0511:

    # w base "(휴일인데 일 얘기를 하러...?)" id c03_0511
    w base "(Пришел обсудить работу в выходной день...?)" id c03_0511

# game/script/chapter3.rpy:2485
translate russian c03_0512:

    # "가헬의 생각을 읽기라도 한 듯, 바토는 빠르게 변명을 붙였다." id c03_0512
    "Словно прочитав мысли Гахеля, Барто быстро добавил." id c03_0512

# game/script/chapter3.rpy:2490
translate russian c03_0513:

    # b "\"내일 다시 오겠다고 했는데, 거기 직원분이 술집에서 기다리라고 해서...\"" id c03_0513
    b "\"Я сказал, что вернусь завтра, но сотрудники гильдии велели мне подождать в таверне...\"" id c03_0513

# game/script/chapter3.rpy:2495
translate russian c03_0514:

    # l "\"괜찮습니다. 어차피 본격적인 업무는 내일부터 시작하니까요.\"" id c03_0514
    l "\"Все в порядке. Официальная работа все равно начнется завтра.\"" id c03_0514

# game/script/chapter3.rpy:2497
translate russian c03_0515:

    # w talk "\"마탑에서 용병 길드에 요청할 정도의 일... 최근에 그런 일이 있었습니까?\"" id c03_0515
    w talk "\"Были ли в последнее время какие-либо работы, требующие от Магической башни обращения за помощью к гильдии наемников?\"" id c03_0515

# game/script/chapter3.rpy:2499
translate russian c03_0516:

    # "가헬의 질문에 루카스는 작은 종이를 꺼내 눈으로 훑었다. 바토와 얘기하며 메모한 내용이었다." id c03_0516
    "Услышав вопрос Гахеля, Лукас вытащил маленький листок бумаги и просмотрел его. На нем были записи его разговора с Бато." id c03_0516

# game/script/chapter3.rpy:2506
translate russian c03_0517:

    # l "\"성도 주변에서 갑자기 세력을 키운 {color=#ee3939}'강철손 상회'{/color}에 대한 조사 의뢰입니다.\"" id c03_0517
    l "\"Это просьба разобраться с {color=#ee3939}'Торговлей железными руками'{/color}, которая недавно набрала силу в окрестностях замка.\"" id c03_0517

# game/script/chapter3.rpy:2508
translate russian c03_0518:

    # l "\"마탑에선 이 상회를 범죄 조직으로 의심하고 있더군요. 마탑에서 금지한 마법을 반복적으로 사용한 것으로 추정 중입니다.\"" id c03_0518
    l "\"Волшебная башня подозревает, что эта коммерция является преступной организацией, возможно, использующей магию, запрещенную Башней.\"" id c03_0518

# game/script/chapter3.rpy:2510
translate russian c03_0519:

    # l "\"길드에서는 이들에 대한 소문부터 증언까지 다양한 정보를 모을 예정입니다.\"" id c03_0519
    l "\"Гильдия планирует собрать о них все, от слухов до свидетельских показаний.\"" id c03_0519

# game/script/chapter3.rpy:2512
translate russian c03_0520:

    # w talk "\"음... 강철손 상회... 저는 들어본 적 없습니다.\"" id c03_0520
    w talk "\"Хм... Торговля железными руками... Я о них не слышал.\"" id c03_0520

# game/script/chapter3.rpy:2517
translate russian c03_0521:

    # b "\"최근에서야 본격적으로 활동하기 시작한 것 같아요.\"" id c03_0521
    b "\"Похоже, они начали проявлять активность совсем недавно.\"" id c03_0521

# game/script/chapter3.rpy:2522
translate russian c03_0522:

    # "대화가 끝나자 살짝 어색한 분위기가 세 사람을 감싼다." id c03_0522
    "Когда разговор закончился, всех троих окутала слегка неловкая атмосфера." id c03_0522

# game/script/chapter3.rpy:2530
translate russian c03_0523:

    # "가헬은 술집에 온 목적을 떠올리고 에일 한 잔을 주문했다." id c03_0523
    "Вспомнив о цели своего прихода в таверну, Гахель заказал пинту эля." id c03_0523

# game/script/chapter3.rpy:2535
translate russian c03_0524:

    # l "\"그러고 보니 가헬님은 휴식하러 오셨겠군요. 시간을 뺏어 죄송합니다.\"" id c03_0524
    l "\"Если подумать, ты, должно быть, пришел сюда отдохнуть, Гахель. Извини, что отнял у тебя время.\"" id c03_0524

# game/script/chapter3.rpy:2537
translate russian c03_0525:

    # w talk "\"괜찮습니다.\"" id c03_0525
    w talk "\"Все нормально.\"" id c03_0525

# game/script/chapter3.rpy:2539
translate russian c03_0526:

    # "바토와 루카스는 정말로 대화만 하러 온 것인지, 두 사람 앞에는 음료도 없이 작은 간식만 한 접시 덩그러니 놓여있었다." id c03_0526
    "Казалось, Лукас и Бато действительно пришли просто поговорить, так как перед ними не было напитков, только тарелки с легкими закусками." id c03_0526

# game/script/chapter3.rpy:2547
translate russian c03_0527:

    # "예쁘게 장식된 햄과 치즈는 꽤 고급품이었다. 그마저도 거의 먹지 않았는지 그대로 남아있었다." id c03_0527
    "Элегантно сервированные ветчина и сыр были высшего качества, к ним почти не притронулись и в основном оставили как есть." id c03_0527

# game/script/chapter3.rpy:2549
translate russian c03_0528:

    # w base "(소금 비스킷을 두고 저걸 시키다니, 입맛이 고급인가? 마탑 소속 마법사들은 부자라더니...)" id c03_0528
    w base "(Предпочитая это соленому печенью, он, должно быть, обладает утонченным вкусом. Я слышал, что маги из Волшебной башни богаты...)" id c03_0528

# game/script/chapter3.rpy:2554
translate russian c03_0529:

    # "가헬은 술의 맛을 즐길 새도 없이 에일을 쭉 들이켰다. 곧바로 한 잔 더 주문하는 가헬을 보고 루카스는 조심스레 말을 꺼냈다." id c03_0529
    "Гахель залпом выпил эль, не ощущая вкуса, и тут же заказал еще. Заметив это, Лукас осторожно затронул тему." id c03_0529

# game/script/chapter3.rpy:2556
translate russian c03_0530:

    # l "\"가헬님, 뭔가 고민이라도 있으신가요?\"" id c03_0530
    l "\"У тебя что-то на уме, Гахель?\"" id c03_0530

# game/script/chapter3.rpy:2558
translate russian c03_0531:

    # w "\"......\"" id c03_0531
    w "\"......\"" id c03_0531

# game/script/chapter3.rpy:2565
translate russian c03_0532:

    # w talk "\"별일은 아니고, 친구가 힘들어하길래 걱정이 돼서 그렇습니다. 친구가 좋아하는 수인이 너무 인기가 많아서 힘들다더군요.\"" id c03_0532
    w talk "\"Ничего страшного, просто беспокоюсь о том, что друг испытывает трудности из-за того, что человек, который ему нравится, очень популярен.\"" id c03_0532

# game/script/chapter3.rpy:2567
translate russian c03_0533:

    # "가헬은 자신의 얘기를 살짝 돌려서 말했다. 루카스와 바토는 흥미진진한 이야기에 귀를 쫑긋 세웠다." id c03_0533
    "Гахель слегка исказил их собственную историю. Лукас и Бато оживились, заинтригованные этой историей." id c03_0533

# game/script/chapter3.rpy:2569
translate russian c03_0534:

    # w "\"그 친구는 당장이라도 고백하고 싶어 하지만, 거절당할까 봐 고민하고 있습니다.\"" id c03_0534
    w "\"Они хотят признаться, но боятся, что их отвергнут.\"" id c03_0534

# game/script/chapter3.rpy:2574
translate russian c03_0535:

    # "바토는 뭔가 의문이 들어서 가만히 생각해 보았다." id c03_0535
    "Бато, пораженный неожиданным вопросом, остановился, чтобы спокойно поразмыслить." id c03_0535

# game/script/chapter3.rpy:2576
translate russian c03_0536:

    # b "(지금... 가헬씨 본인 이야기 아닌가?)" id c03_0536
    b "(Это... из-за них самих?)" id c03_0536

# game/script/chapter3.rpy:2583
translate russian c03_0537:

    # "그런 생각이 들자, 가헬의 얘기가 너무나 궁금해졌다. 바토는 침을 꿀꺽 삼키고 가헬의 다음 말을 기다렸다." id c03_0537
    "Когда эта мысль пришла в голову Бато, ему стало невероятно любопытно узнать историю Гахеля. С трудом сглотнув, Бато с нетерпением ждал следующих слов Гахеля." id c03_0537

# game/script/chapter3.rpy:2585
translate russian c03_0538:

    # w "\"게다가 어떤 기사는 이미 거절당했다고 하더군요.\"" id c03_0538
    w "\"Более того, я слышал, что один рыцарь уже был отвергнут.\"" id c03_0538

# game/script/chapter3.rpy:2587
translate russian c03_0539:

    # "가헬은 은근슬쩍 자신의 희망 사항을 사실인 것처럼 살짝 바꿔서 말했다." id c03_0539
    "Гахель тонко выдал их желаемое за действительное, как будто это был факт." id c03_0539

# game/script/chapter3.rpy:2592
translate russian c03_0540:

    # l "\"그럴 수가. 정말 안타까운 일입니다.\"" id c03_0540
    l "\"Какая жалость. Это действительно прискорбно.\"" id c03_0540

# game/script/chapter3.rpy:2596
translate russian c03_0541:

    # w talk "\"조금 피곤해서 그렇지, 별일 없었습니다.\"" id c03_0541
    w talk "\"Просто немного устал, вот и все.\"" id c03_0541

# game/script/chapter3.rpy:2605
translate russian c03_0542:

    # "가헬의 말을 듣던 루카스는 갑자기 심각한 표정이 되더니 벌꿀 사과주를 주문했다. 달달하지만 은근히 도수가 높은 술이라 많이 마시면 더 빠르게 취하는 술이다." id c03_0542
    "Услышав Гахеля, Лукас посерьезнел и заказал яблочный сидр с медом. Это был сладкий, но крепкий напиток, от которого легко опьянеть, если употреблять его в больших количествах." id c03_0542

# game/script/chapter3.rpy:2611
translate russian c03_0543:

    # "루카스는 술을 홀짝이다가 입을 열었다." id c03_0543
    "Лукас, потягивавший сидр, наконец заговорил." id c03_0543

# game/script/chapter3.rpy:2613
translate russian c03_0544:

    # l "\"그래도, 용기있게 고백하는 편이 낫지 않을까요? 안 하고 후회하는 건 평생 간다고 하잖아요.\"" id c03_0544
    l "\"Не лучше ли смело признаться? Говорят, сожаление о том, что ты чего-то не сделал, может длиться всю жизнь.\"" id c03_0544

# game/script/chapter3.rpy:2615
translate russian c03_0545:

    # w "\"역시 그렇습니까...\"" id c03_0545
    w "\"Это так...\"" id c03_0545

# game/script/chapter3.rpy:2617
translate russian c03_0546:

    # "엘레드와 비슷한 조언에 가헬의 마음은 더 복잡해졌다. 경험에서 나오는 조언인 건 알지만, [pl_name]에게 거절당하고 싶지는 않았다." id c03_0546
    "Совет, подобный тому, что дал Элред, только еще больше усугубил чувства Гахеля. Они знали, что это был совет, основанный на опыте, но мысль о том, что [pl_name] может их отвергнуть, пугала." id c03_0546

# game/script/chapter3.rpy:2619
translate russian c03_0547:

    # "가헬이 고민하는 사이 루카스는 술을 한번에 쭉 들이키고 말했다." id c03_0547
    "Пока Гахель обдумывал их мысли, Лукас одним глотком осушил свой бокал и сказал." id c03_0547

# game/script/chapter3.rpy:2621
translate russian c03_0548:

    # l "\"사실 제가 조언할 입장은 아닙니다만... 휴우우...\"" id c03_0548
    l "\"На самом деле, я не из тех, кто дает советы, но... вздох...\"" id c03_0548

# game/script/chapter3.rpy:2624
translate russian c03_0549:

    # "루카스는 술을 연신 홀짝였다." id c03_0549
    "Лукас продолжал потягивать свой напиток." id c03_0549

# game/script/chapter3.rpy:2626
translate russian c03_0550:

    # "루카스는 깊은 한숨을 내쉬고 우울한 표정을 지었다. 친절하고 부드러운 모습만 보여주던 루카스의 처음 보는 모습에 가헬은 약간 놀랐다." id c03_0550
    "После глубокого вздоха и мрачного выражения лица Лукас показал то, чего Гахель раньше не замечал, удивив его." id c03_0550

# game/script/chapter3.rpy:2628
translate russian c03_0551:

    # "바토는 조심스레 루카스에게 말을 걸었다." id c03_0551
    "Бато осторожно приблизился к Лукасу и начал разговор." id c03_0551

# game/script/chapter3.rpy:2637
translate russian c03_0553:

    # b "\"루카스씨도 뭔가 고민이 있으신가 봐요.\"" id c03_0553
    b "\"Похоже, у Лукаса тоже есть какие-то проблемы.\"" id c03_0553

# game/script/chapter3.rpy:2646
translate russian c03_0554:

    # b "\"뭔가 고민이 있으신가 봐요.\"" id c03_0554
    b "\"Просто кое-какие неприятности.\"" id c03_0554

# game/script/chapter3.rpy:2652
translate russian c03_0555:

    # l "\"그게...\"" id c03_0555
    l "\"Это...\"" id c03_0555

# game/script/chapter3.rpy:2654
translate russian c03_0556:

    # "{i}잠시 후{/i}" id c03_0556
    "{i}Через мгновение{/i}" id c03_0556

# game/script/chapter3.rpy:2663
translate russian c03_0557:

    # l "\"흐어어엉... 어떻게 그렇게 매정하게 차버릴 수 있어...\"" id c03_0557
    l "\"Уууух... Как можно было так холодно расстаться...\"" id c03_0557

# game/script/chapter3.rpy:2665
translate russian c03_0558:

    # "술이 약간 들어가자마자 루카스는 다른 사람처럼 변했다." id c03_0558
    "Как только алкоголь подействовал, Лукас превратился в другого человека." id c03_0558

# game/script/chapter3.rpy:2667
translate russian c03_0559:

    # "최근에 연인에게 이별을 통보받은 얘기를 시작으로, 도저히 루카스의 말을 멈출 수가 없었다. 루카스는 굵은 눈물을 뚝뚝 흘리며 연거푸 술잔을 기울였다." id c03_0559
    "Начав с рассказа о своем недавнем расставании, Лукас стал неудержим, заливался слезами и постоянно подливал себе еще выпивки." id c03_0559

# game/script/chapter3.rpy:2669
translate russian c03_0560:

    # "술이 들어갈 수록 점점 감정적으로 변하면서 했던 말을 반복하기 시작했다. 가헬과 바토는 난감한 상황에 식은땀을 흘리며 루카스를 말렸다." id c03_0560
    "Становясь все более эмоциональным с каждым глотком, Лукас начал повторяться. Гахель и Бато, оказавшись в неловкой ситуации, попытались отговорить его пить больше." id c03_0560

# game/script/chapter3.rpy:2671
translate russian c03_0561:

    # w talk "\"저, 루카스씨. 술은 그만 드시는 게 좋을 것 같습니다.\"" id c03_0561
    w talk "\"Лукас, может, тебе стоит бросить пить.\"" id c03_0561

# game/script/chapter3.rpy:2673
translate russian c03_0562:

    # l "\"그렇죠. 접수원 월급이 넘쳐나는 건 아니니까... 그, 그 녀석은 내가 월급쟁이라서 싫었을까? {i}*훌쩍훌쩍*{/i}\"" id c03_0562
    l "\"Это верно. Нельзя сказать, что зарплата секретаря в приемной зашкаливает... Я не понравился этому человеку из-за того, что я всего лишь наемный работник? {i}*хныкхнык*{/i}\"" id c03_0562

# game/script/chapter3.rpy:2675
translate russian c03_0563:

    # "도저히 끝나지 않을 것 같은 술주정에 바토는 대책을 궁리했다. 떠오른 생각을 가헬에게 귓속말했다." id c03_0563
    "Поскольку пьяная тирада Лукаса казалась бесконечной, Бато придумал план и шепнул его Гахелю." id c03_0563

# game/script/chapter3.rpy:2681
translate russian c03_0564:

    # b "\"제가 숙박용 방을 하나 빌릴게요. 거기서 한숨 자게 하죠.\"" id c03_0564
    b "\"Я сниму комнату для ночлега. Пусть он там отоспится.\"" id c03_0564

# game/script/chapter3.rpy:2687
translate russian c03_0565:

    # "가헬은 바토의 제안에 고개를 끄덕였다. 이대로 술주정을 들어주다간 내일 아침이 밝을 지경이었다." id c03_0565
    "Гахель кивнул, соглашаясь с предложением Бато. Если бы они еще немного послушали пьяную болтовню Лукаса, это привело бы их к следующему утру." id c03_0565

# game/script/chapter3.rpy:2696
translate russian c03_0566:

    # "바토가 슬그머니 자리에서 일어나는 걸 보고, 가헬은 루카스의 상태를 확인했다." id c03_0566
    "Увидев, что Бато тихо встал, Гахель проверил состояние Лукаса." id c03_0566

# game/script/chapter3.rpy:2698
translate russian c03_0567:

    # l "\"으음... 나쁜 하이에나... 내 마음도 훔쳐가고...\"" id c03_0567
    l "\"Хмм... Злая гиена... тоже крадет мое сердце...\"" id c03_0567

# game/script/chapter3.rpy:2700
translate russian c03_0568:

    # "루카스는 헛소리를 중얼거리며 졸고 있었다. 눈앞에 손을 흔들어도 전혀 반응이 없었다." id c03_0568
    "Лукас пробормотал какую-то ерунду и, казалось, задремал. Он помахал рукой перед своим лицом, но ответа не последовало." id c03_0568

# game/script/chapter3.rpy:2702
translate russian c03_0569:

    # w base "(차라리 잘 됐군...)" id c03_0569
    w base "(Возможно, это и к лучшему...)" id c03_0569

# game/script/chapter3.rpy:2706
translate russian c03_0570:

    # "마침 바토가 돌아와서 3번 방을 가리켰다." id c03_0570
    "Вместе они перетащили Лукаса на кровать, где он, к счастью, погрузился в глубокий сон." id c03_0570

# game/script/chapter3.rpy:2708
translate russian c03_0571:

    # "두 사람은 루카스를 질질 끌어서 침대에 던졌다. 루카스는 다행히 푹 잠든 것 같다." id c03_0571
    "Вместе они перетащили Лукаса на кровать, где он, к счастью, погрузился в глубокий сон." id c03_0571

# game/script/chapter3.rpy:2720
translate russian c03_0572:

    # "술 마시던 자리에 돌아온 가헬과 바토는 긴장이 풀려서 숨을 푹 내쉬었다." id c03_0572
    "Вернувшись на свои прежние места, Гахель и Барто облегченно вздохнули." id c03_0572

# game/script/chapter3.rpy:2725
translate russian c03_0573:

    # b "\"하하... 처음으로 '진짜' 술집을 경험한 것 같네요.\"" id c03_0573
    b "\"Хаха... похоже, это мой первый 'настоящий' опыт работы в таверне.\"" id c03_0573

# game/script/chapter3.rpy:2730
translate russian c03_0574:

    # w talk "\"가능하면 모르는 게 나았을 겁니다.\"" id c03_0574
    w talk "\"Возможно, неведение было бы блаженством.\"" id c03_0574

# game/script/chapter3.rpy:2735
translate russian c03_0575:

    # "소소한 농담을 주고받은 두 사람은 진이 빠져 허탈한 웃음을 흘렸다." id c03_0575
    "После обмена легкими шутками эти двое обменялись усталым, глухим смехом." id c03_0575

# game/script/chapter3.rpy:2740
translate russian c03_0576:

    # b "\"아참, 방 값을 내면서 술도 전부 계산했어요.\"" id c03_0576
    b "\"О, я заплатил за номер и оплатил счет за напитки тоже.\"" id c03_0576

# game/script/chapter3.rpy:2745
translate russian c03_0577:

    # w "\"음? 한두 푼이 아니었을 텐데... 다음엔 제가 대접하겠습니다.\"" id c03_0577
    w "\"Хм? Должно быть, это было совсем немного... Я угощу в следующий раз.\"" id c03_0577

# game/script/chapter3.rpy:2747
translate russian c03_0578:

    # w "(하긴 부자에겐 푼돈일지도 모르겠군.)" id c03_0578
    w "(Ну, для богатых это может быть просто мелочь на карманные расходы.)" id c03_0578

# game/script/chapter3.rpy:2753
translate russian c03_0579:

    # b "\"가헬씨도 힘내세요. 다음에 또 봐요.\"" id c03_0579
    b "\"Будь сильным, Гахель. Увидимся в следующий раз.\"" id c03_0579

# game/script/chapter3.rpy:2758
translate russian c03_0580:

    # "가헬의 연애 이야기를 기억하고 있던 바토는 의미심장한 말을 남기고 갔다." id c03_0580
    "Вспомнив историю любви Гахеля, Бато оставил многозначительный комментарий." id c03_0580

# game/script/chapter3.rpy:2763
translate russian c03_0581:

    # "가헬은 단순히 루카스의 술주정 뒷처리 때문이라고 생각했다." id c03_0581
    "Гахель думал, что все дело просто в том, чтобы справиться с последствиями пьянства Лукаса." id c03_0581

# game/script/chapter3.rpy:2766
translate russian c03_0582:

    # b "\"다음에 또 봐요.\"" id c03_0582
    b "\"Увидимся в следующий раз.\"" id c03_0582

# game/script/chapter3.rpy:2771
translate russian c03_0583:

    # "연인에게 헌신적인 루카스도 실연당하는 것을 보면, 역시 연애는 모두 어려워하는 것 같다." id c03_0583
    "Видя, как даже такой преданный любовник, как Лукас, переживает расставание, кажется, что любовь это испытание для всех." id c03_0583

# game/script/chapter3.rpy:2773
translate russian c03_0584:

    # "딱히 감정 정리에 도움이 되지 않았지만, 마음은 약간 편해졌다." id c03_0584
    "Это не особенно помогало разобраться в чувствах, но приносило некоторое душевное спокойствие." id c03_0584

# game/script/chapter3.rpy:2775
translate russian c03_0585:

    # "마지막으로 에일을 한 잔 더 마시고 가헬도 술집을 나갔다." id c03_0585
    "Выпив последнюю пинту эля, Гахель тоже покинул таверну." id c03_0585

# game/script/chapter3.rpy:2789
translate russian c03_0586:

    # "[pl_name][josa_eun_neun] 영업을 마칠 시간까지 일을 하면서도 엘레드 생각에 머릿속이 복잡했다. 앞으로 엘레드를 어떻게 대해야 할지 결심이 서지 않았다." id c03_0586
    "[pl_name] был поглощен мыслями об Элереде, работая до самого закрытия, и не мог решить, как взаимодействовать с ним в дальнейшем." id c03_0586

# game/script/chapter3.rpy:2791
translate russian c03_0587:

    # "괜히 책을 펼쳐서 눈에 들어오지도 않는 글자를 읽다가, 페이지를 너무 세게 잡아서 찢어버릴 뻔했다." id c03_0587
    "Рассеянно читая книгу, не обратив внимания на буквы и чуть не порвал страницу из-за того, что слишком крепко сжал ее." id c03_0587

# game/script/chapter3.rpy:2793
translate russian c03_0588:

    # "말린 약초는 잡는 족족 으스러지는 바람에 손에 묻은 가루를 닦느라 고생했다." id c03_0588
    "Сушеные травы крошились при каждом прикосновении, превращаясь в кашицу, а порошок прилипал к рукам." id c03_0588

# game/script/chapter3.rpy:2795
translate russian c03_0589:

    # "[pl_name][josa_eun_neun] 영업을 마치고 상품을 정리하다가 손에 손톱자국이 난 걸 발견했다. 그제서야 손이 저릴 정도로 주먹을 꽉 쥐고 있었다는 걸 깨달았다." id c03_0589
    "После закрытия [pl_name] заметил следы ногтей на своей руке и только тогда понял, как сильно он сжимал их в кулаке" id c03_0589

# game/script/chapter3.rpy:2797
translate russian c03_0590:

    # c sigh "(차라리 나도 가헬이랑 같이 쉬러 나갈걸 그랬나.)" id c03_0590
    c sigh "(Может быть, мне следовало пойти отдохнуть с Гахелем.)" id c03_0590

# game/script/chapter3.rpy:2800
translate russian c03_0591:

    # "{i}딸랑~{/i}" id c03_0591
    "{i}Дзынь~{/i}" id c03_0591

# game/script/chapter3.rpy:2805
translate russian c03_0592:

    # "마침 가헬이 가게로 돌아왔다. [pl_name][josa_eun_neun] 가헬의 얼굴을 보고 깜짝 놀랐다. 생각보다 일찍 돌아온 건 물론이고, 힘없이 축 처진 표정은 가헬답지 않았다." id c03_0592
    "Как раз в этот момент в магазин вернулся Гахель. [pl_name] был удивлен, увидев лицо Гахеля." 
    "Гахель не только вернулся раньше, чем ожидалось, но и его обычно оживленное выражение лица исчезло, сменившись угрюмой подавленностью." id c03_0592

# game/script/chapter3.rpy:2807
translate russian c03_0593:

    # c talk "\"일찍 왔네? 무슨 일 있었어?\"" id c03_0593
    c talk "\"Ты рано вернулся. Что-то случилось?\"" id c03_0593

# game/script/chapter3.rpy:2812
translate russian c03_0594:

    # w "\"별일 없었다...\"" id c03_0594
    w "\"Ничего особенного...\"" id c03_0594

# game/script/chapter3.rpy:2814
translate russian c03_0595:

    # w "\"...\"" id c03_0595
    w "\"...\"" id c03_0595

# game/script/chapter3.rpy:2816
translate russian c03_0596:

    # w "\"사실 술집에서 루카스씨가 과음을 해서 작은 소동이 있긴 했다.\"" id c03_0596
    w "\"На самом деле в таверне произошел небольшой переполох из-за того, что Лукас напился.\"" id c03_0596

# game/script/chapter3.rpy:2821
translate russian c03_0597:

    # c "\"그 루카스씨? 별일 맞네.\"" id c03_0597
    c "\"Этот Лукас? Похоже, что-то действительно произошло.\"" id c03_0597

# game/script/chapter3.rpy:2826
translate russian c03_0598:

    # w "\"아무튼, 덕분에 잘 쉬었다.\"" id c03_0598
    w "\"В любом случае, это был хороший отдых.\"" id c03_0598

# game/script/chapter3.rpy:2831
translate russian c03_0599:

    # "전혀 잘 쉰 표정이 아니었지만, 가헬은 2층으로 올라갔다." id c03_0599
    "Хотя Гахель не выглядел отдохнувшим, он направился наверх." id c03_0599

# game/script/chapter3.rpy:2839
translate russian c03_0600:

    # c base "(가헬도 신경쓰이네...)" id c03_0600
    c base "(Ситуация с Гахелем вызывает беспокойство...)" id c03_0600

# game/script/chapter3.rpy:2841
translate russian c03_0601:

    # c "가헬이 무슨 생각을 하는지 잘 모르겠지만, 상태가 저런 것은 뭔가 엘레드와 관련이 있는 것 같다. 가헬은 엘레드와 별일 없었다고 했지만, 아무래도 아닌것 같다." id c03_0601
    c "Неясно, о чем думает Гахель, но его состояние, похоже, каким-то образом связано с Элредом. Гахель утверждал, что с Элредом ничего не случилось, но, похоже, это не так." id c03_0601

# game/script/chapter3.rpy:2843
translate russian c03_0602:

    # c sigh "어떻게 해결해야 할지 난감한 문제에 골치가 아프다. 나는 인간관계가 넓지 않아서 누구한테 물어보기도 마땅치 않다. 가헬과 엘레드를 제외하면 가까운 수인은 류호 스승님 정도..." id c03_0602
    c sigh "Дилемма, как решить эту проблему, вызывает беспокойство, и у меня не так много людей, с которыми я мог бы посоветоваться. Кроме Гахеля и Элреда, самым близким человеком был бы мастер Рю-Хо..." id c03_0602

# game/script/chapter3.rpy:2845
translate russian c03_0603:

    # c question2 "(그러고 보니 스승님은 괜찮으려나?)" id c03_0603
    c question2 "(Теперь, когда я думаю об этом, с Мастером все будет в порядке?)" id c03_0603

# game/script/chapter3.rpy:2847
translate russian c03_0604:

    # c base "류호는 나에 대한 기억은 잃었을지언정, 인생의 경험을 잃지는 않았을 것이다." id c03_0604
    c base "Хотя Рю-Хо, возможно, и потерял память обо мне, он не утратил своего жизненного опыта." id c03_0604

# game/script/chapter3.rpy:2849
translate russian c03_0605:

    # c "조언을 받을 수 있을지는 모르겠지만, 시도 해볼 가치는 있다." id c03_0605
    c "Стоит попробовать обратиться к нему за советом, хотя и неясно, сможет ли он его дать." id c03_0605

# game/script/chapter3.rpy:2851
translate russian c03_0606:

    # c "류호가 언제 돌아올지 모르는 게 문제일 뿐이다." id c03_0606
    c "Проблема в том, что неизвестно, когда вернется Рю-Хо." id c03_0606

# game/script/chapter3.rpy:2853
translate russian c03_0607:

    # c sigh "(어휴. 정말 쉬운 일이 하나도 없네.)" id c03_0607
    c sigh "(Вздох. Это совсем не простая задача.)" id c03_0607

# game/script/chapter3.rpy:2857
translate russian c03_0608:

    # "[pl_name][josa_eun_neun] 뻑뻑한 눈을 비비며 잘 준비를 했다. 최근에 수면이 부족했던 탓도 있고, 생각을 많이 해서 그런지 유난히 피곤했다." id c03_0608
    "[pl_name] потер уставшие глаза и собрался лечь спать. В последнее время недостаток сна и тяжелые мысли сильно утомляли его." id c03_0608

# game/script/chapter3.rpy:2859
translate russian c03_0609:

    # "[pl_name][josa_eun_neun] 눈을 감자마자 깊은 잠에 빠져들었다." id c03_0609
    "Как только [pl_name] закрыл глаза, он погрузился в глубокий сон." id c03_0609

# game/script/chapter3.rpy:2861
translate russian c03_0610:

    # "다음 날부터 무슨 일이 벌어질지 상상도 하지 못하고..." id c03_0610
    "Не подозревая о том, что принесет следующий день..." id c03_0610

translate russian strings:

    # game/script/chapter3.rpy:324
    old "어떤 일이냐고 물어본다."
    new "Спросить, в чем дело."

    # game/script/chapter3.rpy:806
    old "아들이라고 한다."
    new "Сказать, что я сын."

    # game/script/chapter3.rpy:806
    old "연인이라고 한다."
    new "Скажизать, что я любовник."

    # game/script/chapter3.rpy:806
    old "{color=#ee3939}제자라고 한다.{/color}"
    new "{color=#ee3939}Сказать, что я ученик.{/color}"

    # game/script/chapter3.rpy:821
    old "류호 이해도 변화"
    new "Понимание Рю-Хо симпатий"

    # game/script/chapter3.rpy:1422
    old "슬릿 안쪽이 궁금하니까 도와준다."
    new "Проявить любопытство к тому, что находится внутри щели."

    # game/script/chapter3.rpy:1422
    old "민망한 일이 될 것 같으니까 거절한다."
    new "Отказаться, потому что кажется, что это было бы неловко."

    # game/script/chapter3.rpy:1461
    old "류호 호감도 변화"
    new "Близость к Рю-Хо симпатий"

    # game/script/chapter3.rpy:1646
    old "손을 넣는다."
    new "Засунуть руку в."

    # game/script/chapter3.rpy:2129
    old "가헬의 편을 들어준다."
    new "Встать на сторону Гахеля."

    # game/script/chapter3.rpy:2129
    old "엘레드의 기분을 맞춰준다."
    new "Успокоить чувства Элреда."

    # game/script/chapter3.rpy:2503
    old "정보 : 강철손 상회"
    new "Информация: Торговля железными руками"

    # game/script/chapter3.rpy:2560
    old "고민을 이야기 한다."
    new "Рассказать о проблемах."

    # game/script/chapter3.rpy:2560
    old "고민을 이야기 하지 않는다."
    new "Не рассказывать о проблемах."

# TODO: Translation updated at 2025-01-09 23:18

translate russian strings:

    # game/script/chapter3.rpy:173
    old "캐릭터 : 류호"
    new "Персонаж: Ryu-ho"

    # game/script/chapter3.rpy:302
    old "정보 : 순간이동"
    new "Информация: Телепортация"

    # game/script/chapter3.rpy:448
    old "정보 : 봉인"
    new "Информация: Уплотнение"

    # game/script/chapter3.rpy:1298
    old "이미지 : 류호(알몸)"
    new "Информация: Ryu-ho (Обнаженный)"

    # game/script/chapter3.rpy:1924
    old "이미지 : 류호(발기)"
    new "Информация: Ryu-ho (Возбужденный)"

    # game/script/chapter3.rpy:2453
    old "정보 : 술집"
    new "Информация: Таверна"

    # game/script/chapter3.rpy:2590
    old "정보 : 에일"
    new "Информация: Эль"

    # game/script/chapter3.rpy:2687
    old "정보 : 벌꿀 사과주"
    new "Информация: Медовая яблочная медовуха"

